{"திரைப்படம்": "96", "பாடலாசிரியர்": "கார்திக் நேதா", "இசையமைப்பாளர்": "கோவிந் மேனன்", "பாடல்": "நீ அந்தாதி", "வருடம்": "2018", "பாடியவர்கள்": "சின்மயி, கோவிந் வசந்தா, பத்ரா ரஜின் (கர்நாடக பகுதி), எம். நாசர்", "பாடல்வரிகள்": "பேரன்பே காதல் உளநோக்கி ஆடுகின்ற ஆடல் சாதா... ஆறாத ஆவல்  ஏதேதோ சாயல் ஏற்று திரியும் காதல் ப்ரத்தியேகத் தேடல் தீயில் தீராத காற்றில் புள் பூண்டில் புழுவில் உள்ளத்தில் இல்லத்தில்  தானே எல்லாமும் ஆகி நாம் காணும் அருவமே இத்தியாதி காதல் இல்லாத போதும் தேடும் தேடல் சதா...  மாறாது காதல் மன்றாடும் போதும்  மாற்று கருத்தில் மோதும் மாளாத ஊடல் ஆஅ...  நாம் இந்த தீயில் வீடு காட்டும் தீக்குச்சி நாம் இந்த காற்றில் ஊஞ்சல் கட்டும் தூசி  நாம் இந்த நீரில் வழக்கை ஓட்டும் நீர் பூச்சி நாம் இந்த காம்பில் காமத்தின் ருசி  காதல் கண்ணீரில் சிலந்தி காதல் விண்மீனின் மெகந்தி காதல் மெய்யான வதந்தி காலம் தோறும் தொடரும் டைரி காதல் தெய்வீக எதிரி காதல் சாத்தானின் விசிடி காதல் ஆன்மாவின் புலரி வாழ்ந்து பெற்ற டிகிரி  ஓர்... விடைகுள்ளே... வினாவெல்லாம்... பதுங்குதே...  ஆஅ... நாம்... கரைந்ததே... மறைந்ததே... முடிந்ததே... ஆஅ...  ஆஅ... கொஞ்சும் பூரணமே வா நீ... கொஞ்சும் எழிலிசையே  பஞ்ச வர்ண பூதம் நெஞ்சம் நிறையுதே காண்பதெல்லாம் காதலடி ஈஈ... காதலே காதலே தனி பெருந் துணையே கூட வா கூட வா போதும் போதும்    காதலே காதலே வாழ்வின் நீளம் போகலாம் போகி வா நீ...  ஆஅ... திகம்பர... வலம்புரி... சுயம்பு நீ... நீ...  ஆஅ... பிரகாரம் நீ... பிரபாவம் நீ... பிரவாகம் நீ... நீ...  ஆஅ ஆஅ... ஸ்ருங்காரம் நீ... ஆங்காரம் நீ... ஓங்காரம் நீ... நீ...  நீ... அந்தாதி நீ... அந்தாதி நீ... அந்தாதி நீ... நீ...  ஹ்ம்ம்... தேட வேண்டாம் முன் அறிவி பின்றி வரும் அதன் வருகையை இதயம் உரக்க சொல்லும்  காதல்... காதல் ஒரு நாள் உங்களையும் வந்து அடையும் அதை அல்லி அணைத்து கொள்ளுங்கள்  அன்பாக பார்த்து கொள்ளுங்கள் காதல் தாங்கும் காதல் தயங்கும் காதல் சிரிக்கும் காதல் இனிக்கும்  காதல் கவிதைகள் வரையும் காதல் கலங்கும் காதல் குழம்பும் காதல் ஓரளவுக்கு புரியும் காதல் விலகும் காதல் பிரியும்  கதவுகளை மூடாமல் வழி அனுப்புங்கள் காத்திருங்கள் ஒரு வேலை காதல் திரும்பினாள் தூரத்தில் தயங்கி நின்றாள் அருகில் செல்லுங்கள் அன்புடன் பேசுங்கள்  போதும்... காதல் உங்கள் வசம் உள்ளம் காதல் வசம் மாற்றங்கள் வினா மாற்றங்களே விடை காதல்..."}