{"திரைப்படம்": " ஏஞ்சலினா", "பாடலாசிரியர்": " விவேகா ", "இசையமைப்பாளர்": "D. இமான்", "பாடல்": "Life is a Journey", "வருடம்": "2019", "பாடியவர்கள்": "D. சத்யபிரகாஷ், ஜௌவின் ஷாமலினா ,சைட் சுபஹான் ", "பாடல்வரிகள்": "Life Is A Journey Make The Right Choice Is More Than Worthy To Listen To That Voice Voice Voice  Listen To That Voice Voice Voice  மடோனா மோனலிசா சிக்குவாளா சொலிசா  நீ பிக்கப் பண்ண கொக்க போல ட்ரெயின் அப் ஆகு ரா சா  விவாதம் பண்ற ஆளா யு வாண்ட் டு லாஸ் தி கிர்லா? உன் FB இன்பாக்ஸ் கொஞ்சம் காட்டு பிரேக்கு அப் ஆகும் தூளா  பிக்அப் பிரேக் அப் பேட்ச் அப் எல்லாம் ரொம்ப ஈசி டா  பிக்அப் பிரேக் அப் பேட்ச் அப் செய்து லைப்ப நேசி டா  எ சிங்கள் ஜிபி ட்ராமா போட்டாலே போதும் மாமா தன்மானக் கேட்ட வாத்து முட்ட தான சேரும் அம்மா  தம்மாத்துண்டு தான் லைஃஉ சும்மா விடாதே கபு உன்னோட வெக்ஸா நிக்கதே ஆனாலும் வெய்யு ஆப்பு  பிக்அப் பிரேக் அப் பேட்ச் அப் எல்லாம் ரொம்ப ஈசி டா  பிக்அப் பிரேக் அப் பேட்ச் அப் செய்து லைப்ப நேசி டா  பெண் அழகிலே தள்ளாடி தேடி ஓடி வாடி கரைந்து போன்றதொரு காலம்  கண் கசியவே நெஞ்சோடு சோகம் ஏந்தி கொண்டு களைந்து போன்றதொரு காலம்  குட் மார்னிங் போது காதல் மலரும்  குட் அஃடேர் நூனில் காதல் அலறும்  எங்கோ ஓர் காதல் மீண்டும் தொடரும்  ஹே  பிக்அப் பிரேக் அப் பேட்ச் அப் சகஜம்  பிக்அப் பிரேக் அப் பேட்ச் அப் எல்லாம் ரொம்ப ஈசி டா   பிக்அப் பிரேக் அப் பேட்ச் அப் செய்து லைப்ப நேசி டா  கஜினியில் பாதி முயற்சியும் ரஜினியில் பாதி கவர்ச்சியும் இருந்துவிட்டால் போதுமடா ரஷ்ய தூக்கலாம் இவளையும்  சகுனியில் பாதி மூளையும் சபலத்தை ஆளும் லீலையும் தெரிந்துவிட்டால் போதுமடா பிரேக் அப் செய்யலாம் எவளையும்  பெண் கண்ணை சுற்றிட நான் பெண்ணை சுற்றிட என் வாழ்வின் வெற்றிடம் தீரும் தீரும்  பெண் தொல்லை விலகிட நான் பிரேக் அப் பழகிட நீ சொல்லும் அறிவுரை வேண்டும் வேண்டும்  பிக்காசோ ட்ராயிங் போல பக்கவா போகும் கிர்லா ஐ ஸ்கெட்ச்சை போட்டு பிக்கப் பண்ண அன்ஜெ நிமிஷம் வெல்ல  டகால்ட்டி காட்டும் பொண்ண ஜக்கவா பிரேக் அப் பண்ண அம்னீஷியா Petient போல ஆகி கொள்ளணும் உன்ன  பிக்அப் பிரேக் அப் பேட்ச் அப் எல்லாம் ரொம்ப ஈசி டா  பிக்அப் பிரேக் அப் பேட்ச் அப் செய்து லைப்ப நேசி டா  பெண் அழகிலே தள்ளாடி தேடி ஓடி வாடி கரைந்து போன்றதொரு காலம்  கண் கசியவே நெஞ்சோடு சோகம் ஏந்தி கொண்டு களைந்து போன்றதொரு காலம்  குட் மார்னிங் போது காதல் மலரும்  குட் அஃடேர் நூனில் காதல் அலறும்  எங்கோ ஓர் காதல் மீண்டும் தொடரும்  ஹே  பிக்அப் பிரேக் அப் பேட்ச் அப் சகஜம்  பிக்அப் பிரேக் அப் பேட்ச் அப் எல்லாம் ரொம்ப ஈசி டா  பிக்அப் பிரேக் அப் பேட்ச் அப் செய்து லைப்ப நேசி டா"}
