{"திரைப்படம்": "90ml", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": " சிலம்பரசன்", "பாடல்": "ஃப்ரண்டிடா நாங்க ஃப்ரண்டிடா", "வருடம்": "2019", "பாடியவர்கள்": "", "பாடல்வரிகள்": "ஃப்ரண்டிடா நாங்க ஃப்ரண்டிடா ஃப்ரண்டு இன் நீடு ஃப்ரண்டு இன் டீடு ஃப்ரண்டிடா  ப்ரண்டிடா நாங்க ஃப்ரண்டிடா நட்பாலே லைப் ஆச்சு ட்டிரண்டிடா  அப்பா அம்மாகிட்ட எதையும் சொல்ல மாட்டோம்  ஃப்ரண்டுகிட்ட எதையும் நாங்க மறைக்க மாட்டோம்  அவ சோக கதைய கேட்டு முடிப்போம்  லைப்ப ஒரு கேப்பு விட்டு வெச்சி கலாய்போம்  கண் கலங்கி பக்கம் வந்தா காஜல் கொடுப்போம்  புதுசா நாலு பசங்களுக்கு இன்ட்ரோ குடுப்போம்  பெண்கள் : எந்நாளும் எங்கேயும் எப்போதும் என்கூட நிற்ப்பாள் ஃப்ரண்டிடா  பெண்கள் : ஃப்ரண்டிடா நாங்க ஃப்ரண்டிடா ஃப்ரண்டு இன் நீடு ஃப்ரண்டு இன் டீடு ஃப்ரண்டிடா  பெண்கள் : ப்ரண்டிடா நாங்க ஃப்ரண்டிடா நட்பாலே லைப் ஆச்சு ட்டிரண்டிடா  ---------  டா டா டுடுடுடுடுடுடு  ஃப்ரண்டுன்னு ஒருத்தி இருந்தா அவ கண்ண பார்த்து பிரச்சனைய கண்டு பிடிப்பா  கஷ்டத்துல கூட இருப்பா ஒரு தோழியாவும் தோள் கொடுப்பா  நல்ல நட்பு மட்டும் கூட இருந்தா போதுமே சோகம் கிட்ட வந்தா கூட பயந்து ஓடுமே  கவலையும் காணா போகுமே... கவலையும் காணா போகுமே... ஏ….ஹே ஹே  நல்ல நட்பு மட்டும் கூட இருந்தா போதுமே இருந்தா போதுமே சோகம் கிட்ட வந்தா கூட பயந்து ஓடுமே பயந்து ஓடுமே கவலை கூட இங்கு காணா போகுமே….. கவலை கூட இங்கு காணா போகுமே….. நட்பாலே லைப்பே மாறுமே லைப்பே மாறுமே  கடலோடு தண்ணியில் இருந்து மொத்தமாய் உப்பை எடுக்க முடியுமா நட்பென்னும் உறவே இல்லாமல் நாம வாழ முடியுமா  ஒரு பொண்ணோட மனசு ஒரு பொண்ணுக்குதான் தெரியும் எனக்கும் கேக்க ஆளு இருக்கு அடிச்சு உள்ள புகுந்து தும்சம் பண்ண போறோம்டா  ஃப்ரண்டிடா நாங்க ஃப்ரண்டிடா ஃப்ரண்டு இன் நீடு ஃப்ரண்டு இன் டீடு ஃப்ரண்டிடா  ப்ரண்டிடா நாங்க ஃப்ரண்டிடா நட்பாலே லைப் ஆச்சு ட்டிரண்டிடா  அப்பா அம்மாகிட்ட எதையும் சொல்ல மாட்டோம் சொல்ல மாட்டோம்  ஃப்ரண்டுகிட்ட எதையும் நாங்க மறைக்க மாட்டோம் மறைக்க மாட்டோம்  அவ சோக கதைய கேட்டு முடிப்போம் கேட்டு முடிப்போம்  லைப்ப ஒரு கேப்பு விட்டு வெச்சி கலாய்போம்   காதலுக்கு தோல்வி உண்டு நட்புக்கு என்னைக்கும் தோல்வி இல்லை  பிரிண்ட்ஷிப்பை கொண்டாடுவோம் ஃப்ரண்டு இல்லாட்டி திண்டாடுவோம் கலர்ரால மொழியால மதமால பிரிந்தாலும் நட்ப்பால ஒன்னு சேர்வோம்"}
