{"திரைப்படம்": "கண்ணே கலைமானே", "பாடலாசிரியர்": "வைரமுத்து ", "இசையமைப்பாளர்": "யுவன் சங்கர் ராஜா", "பாடல்": "அழைகட்டுமா", "வருடம்": "2019", "பாடியவர்கள்": "", "பாடல்வரிகள்": "பச்ச வய காட்டுக்குள்ள புங்க மரம் பூத்திருக்கு நாள் வழி சாலையில புளிய மரங்களுமே பூத்திருக்கு  எட்டு திக்கு எங்கும் எங்க வேப்ப மரமும் பூத்திருக்கு நீ வர போகும் நேரம் பார்த்து பூத்த பூவெல்லாம் கண் முழிச்சு காத்திருக்கு  ஆத்துல வந்தவளே வைகை ஆத்துல வந்தவளே எங்க சோழவந்தான் மாரியம்மா உன்ன அன்போடு அழைக்கட்டுமா அன்போடு அழைக்கட்டுமா  அழைகட்டுமா தாயே அழைகட்டுமா அந்த அருகம்புல்லு மாலைகாரி அழைகட்டுமா தாயே அழைகட்டுமா நம்ம வெயிலு வந்த மாரியம்மன அழைக்கட்டுமா ஓடியா ஆத்தா  வன்னி மரம்பிழந்து என் ஆத்தாளுக்கு வன்னி ஒன்னு மரம்பிழந்து என் தாய கொண்டு செல்ல வாகான பெட்டி செஞ்சான்  அந்தவன பெட்டிக்குள்ள என் அஞ்சனமையில் காரியே அங்க அடங்காத கோவக்காரி  எங்க சோழவந்தான் மாரியம்மன எப்படி அடசான் தெரியுமா  அங்க மச்சனம்மா பூசிகாரி அழைக்கட்டுமா அந்த மரிகொழுந்து ஆட்டக்காரி அழைக்கட்டுமா அங்க செப்பு நல்ல சிலை அழகி அழைக்கட்டுமா அந்த சிங்கார உடை அழகி அழைக்கட்டுமா ஓடியா ஆத்தா  நாட்டுல பஞ்சம் பசின்னு ஏதும் இல்லாம பட்டினியா கெடந்திருக்கும் வேலையில இந்த மக்கள் எல்லாம் கூடி நிற்கும் போது என்ன செய்வோம் என்று சொல்லி  அன்று யோசித்து பார்க்கும்போது அந்த அனந்த மல மாய கண்ணன் அந்த வர்ண பகவான அழைச்சி டோய் அடிச்சு பெய்த மழையின்னு சொல்றான்  அங்க அடிச்சதோர் புயல் மழையாம் என் ஆத்தாள் பெட்டி மேல் கிளம்பா அந்த பால் ஆத்து தண்ணியில அந்த தேன் ஆத்து தண்ணியில   நம்ம சோழவந்தான் ஆத்துகுள்ள உன் பெட்டியுமே ஒதுங்குதம்மா என்ன இது பெட்டி என்று ஏறிட்டு பார்க்கும் போது என் செல்ல மக மாரியம்மா பெட்டியம்மா  பெட்டியில வந்தவளே அழைக்கட்டுமா அந்த பேரும் புகழ் பெற்றவளே அழைக்கட்டுமா பெட்டியில வந்தவளே அழைக்கட்டுமா அந்த பேரும் புகழ் பெற்றவளே அழைக்கட்டுமா  எங்க எங்க சோழவந்தான் மாரியம்மா ஆத்தா எங்க எங்க சோழவந்தான் மாரியம்மா அழைக்கட்டுமா எங்க சொர்ணமுத்து மாரியம்மன அழைக்கட்டுமா எங்க சொர்ணமுத்து மாரியம்மன அழைக்கட்டுமா ஆத்தா  பெட்டி வந்துருச்சு அப்பா என் மக்கள் எல்லாம் கூடி நின்னுருச்சு அப்பா என்ன இது பெட்டின்னு சொல்லி பாக்க பயமா இருக்குன்னு சொல்லி  யோசிச்சு பார்க்கும்போது ஆஹா பெட்டியில தங்கம் இருக்குமோ இல்ல வைரம் இருக்குமோ இல்ல ஏதோ இருக்கும்னு சொல்லி  யோசித்து பார்க்கும் போது நம்ம தாய் பெட்டிடா நம்ம சோழவந்தான் காத்த மாரி பெட்டிடான்னு சொல்லி  எடுத்து நம்ம மக்கள் எல்லாம் சாதிசனம் எல்லாம் கூடி வெச்சு பார்க்கும் போது  வருஷ வருஷம் கெளரிக்கு ஆத்தாளுக்கு கொழுவாக அமர்ந்திருக்கும் வெளியில இந்த மக்களுக்கெல்லாம் எப்படி காட்சி தர தெரியுமா  அவளுக்கு 21 தெய்வங்களும் ஹேய் அங்க 61 பந்திகளும் அத்தனைக்கும் காவக்காரன் எங்க 18ஆம் படி கருப்பன் எப்படி காவகாக்குறான் தெரியுமா  அங்க பாக்க பயமா இருக்குது கருப்ப சாமி பக்கம் வந்தா புல்லரிக்குது அங்க பாக்க பயமா இருக்குது கருப்ப சாமி பக்கம் வந்தா புல்லரிக்குது  வெள்ள நல்ல குதிரையில வீச்சருவா கொண்டுகிட்டு வெள்ள நல்ல குதிரையில வீச்சருவா கொண்டுகிட்டு வெள்ள நல்ல குதிரையில வீச்சருவா கொண்டுகிட்டு  வெளையாடி ஆடி வாரான் வெளையாடி ஆடி வாரான் கோட்ட கருப்ப சாமி  பாக்க பாக்க பாக்க பாக்க பயமா இருக்குது கருப்ப சாமி பக்கம் வந்து புல்லரிக்குது  ஓடி வா கருப்பா"}
