{"திரைப்படம்": "A1", "பாடலாசிரியர்": "ரோகேஷ்", "இசையமைப்பாளர்": "சந்தோஷ் நாராயண்", "பாடல்": "சிட்டுக்கு சிட்டுக்கு", "வருடம்": "2019", "பாடியவர்கள்": "சந்தோஷ் நாராயண்", "பாடல்வரிகள்": "மஜிலியா சுத்தவுட்டா ரங்க ராட்டினம் எங்கம்மா வந்தா பொண்டாட்டின்னு உன்ன காட்டணும்  லவ்வோட ரசகுல்லாவ நீயும் ஓட்டனும் அட தொட்டில் கட்டி என் கொழந்தைய நீயும் ஆட்டனும்  லிப்புலதான் கிஸ்ஸு அடிச்சு வலிசின்னு போன ஐயா மொள்ச்சமா முன்னாடிதான் போடுறா சீன்னா  கலக்கலா புடிச்சேன்டா கப்பீசு மீனா சிட்டு கிறுக்கலா ஆகிட்டாடா லோக்கலு டான்னா  சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு  ஹேய் சிட்டுக்கு ட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு  ஹேய் சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு  ஹேய் சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு  ஹேய் மிட்டாவ வுட்டா வுட்டா ராக்கெட்ட சுட்டா புல்லட்ட வாச்சா வுட்டா  அச்சா அசால்டா ஆனேன் கிளீன் அவுட்டா ஹார்ட் உள்ள பூந்து சீன்ன போட்டா  இன்னாமா பேசுறமா இன்னாதமா உன் கதை இன்னில இருந்து நீதான் தேசத்துக்கு தேவதை  பிட்டாக கட்டு கட்டா ஆவுதமா என் சத என்னியிக்கும் சும்மாகூட என்ன வுட்டு போவாத  அடகு வெக்க போறேன் புது பித்தளை குடத்தை நான் உன்கூட ஊற சுத்த வாங்குவேன் கடத்த  ஜோரா பேஜாரா உன் லவ்வ குடுத்த ஏண்டி தந்து புட்டு தள்ளி போறா குளுரு ஜுரத்த  ஹேய் சிட்டுக்கு சிட்டுக்கு ஹேய் ஹேய் சிட்டுக்கு சிட்டுக்கு ஹேய் ஹேய் சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு ஹேய் ஹேய் சிட்டுக்கு சிட்டுக்கு    ஹேய் சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு  ஹேய் சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு  ஹேய் சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு  ஹேய் சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு  ப்லோவ்வான உன் சிரிப்பு ஸ்லோவ்வா தெரிது எதிருல ஷோவாக சொக்க வச்சு சொலிஜவான நடையில  தாவி கட்டிக்கடி உனக்கு என்னைக்கும் தடையில்ல ஆவியே மயங்குதடி கல்திகம்மா மடியில்ல  தட்டிவுட நீயும் லேசு பட்ட பிகர் இல்ல ஆட்டிவிடும் ஆளு எனக்கு பிபி சுகர் இல்ல  எதிர நிக்கிற மைனா கண்ணும் கூசும் கலருல என் மாமா உனக்கு நைனா நான் டைட்டா குடிச்ட்டு ஒளருல  சிட்டுக்கு சிட்டுக்கு ஹேய் சிட்டுக்கு சிட்டுக்கு ஹேய் சிட்டுக்கு சிட்டுக்கு ஹேய் சிட்டுக்கு சிட்டுக்கு  ஹேய் சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு  ஹேய் சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு  மஜிலியா  ஹேய் சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு  ஹேய் சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு  மஜிலியா மஜிலியா மஜிலியா மஜிலியா மஜிலியா  ஹேய் சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு  ஹேய் சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு சிட்டுக்கு  மஜிலியா மஜிலியா மஜிலியா மஜிலியா"}
