{"திரைப்படம்": "ஹீரோ", "பாடலாசிரியர்": "அபி சைமன்", "இசையமைப்பாளர்": "யுவன் சங்கர் ராஜா", "பாடல்": "சக மனிதனை மதிக்கும்", "வருடம்": "2019", "பாடியவர்கள்": "யுவன் சங்கர் ராஜா, அபி சைமன் ", "பாடல்வரிகள்": "சக மனிதனை மதிக்கும் எந்த மனிதனும் ஹீரோ சுய சிந்தனைகள் இருக்கும் ஒவ்வொருத்தனுமே ஹீரோ  கண் முன் நடக்கும் தப்பை தட்டிதான் கேட்கிறவன் மேடை ஏறினாள் உண்மை மட்டுமே பேசுபவன் புகழ் வந்த பின்னும் தரை மீதுதான் நிற்கிறவன் அன்பின் முன்னே தோற்று நிற்பவன்  ஹீரோ ஹீரோ ஹீரோ ஹீரோ ஹீரோ ஹீரோ  மேடை ஏறுடா வானம் தொடுடா தொடுடா கீழ தள்ளிதான் கூட்டம் சிரிக்கும் விழுந்தா மீண்டும் எழுடா சுத்தி பாருடா சிரிச்ச கூட்டம் முன்னே நீ ஜெயிச்சு காட்டுடா  நேற்றின் வழிகள் உனக்கு காட்டும் வழிகள் செல்வோம் வா செய்வோம் வா ஹேய்  எங்கள் கனவும் எங்கள் ஆசையும் பரிச்சை பேப்பரில் கரைகிறது சின்ன சின்ன சிறகுகள் எல்லாம் புத்தகம் சுமந்தே உடைகிறது  வகுப்புகள் எல்லாம் சிறைகளும் அல்ல வருகிற கனவுகள் தவறுகள் அல்ல யார் பதில் தருவார்  மார்க்கு காண ஓட்டம் போதும் மார்க்கைதாண்டி ஓடு கேள்விக்கு பதில்லை எழுதும் நண்பா கேள்விய நீயும் தேடு  கெமிஸ்ட்ரியில பெயில் ஆனவன் முட்டாள் ஒன்று இல்ல மேக்ஸில் நீயும் மேதையாலம் மேலே வாடா வெல்ல  திறமையை பட்டை தீட்டும் திட்டம் தானே கல்வி புத்தகத்த மக் அப் பண்ணும் கல்வி சரியா தம்பி  அறிவுக்கு பில்ட்டர் போடும் சிஸ்டம்தானே நீட்டு அதையும் மீறி டேலன்டில் நீ யாருன்னுதான் காட்டு   தேர்வில் தோற்ப்பது தோல்வி இல்லை தனி திறமையை தேர்வுகள் கேட்பதில்லை  ஐ ஃபெல்ட் தி வேவ் ஆன் மை ஹேர் வென் ஐ சா யு அக்ரோஸ் தி ஹால் வெரிங் எ கோட் தட் ஸ்பெல்ஸ் ஹச் ஈ ஆர் ஓ ஃபைர்பால் எவெரி டைம் என்டர் இன் மை ஸ்பேஸ் ஐயம் அல்வய்ஸ் ப்ளேஸ்செட் வித் யுவர் எவர் எவேர்லஸ்ட்டிங் க்ராஸ்  பாய் யு காட் மீ குட் யூர் எ கிங் யூர் எ செயின்ட் யூர் எ க்ணயிட் ஹூட் காண்ட் டேக் யு டோவ்ன் வித் எ ஸ்மோதேர் கொன்ன ஹோல்டு யு டைக்ட் டேலைக்ட் ஃபைர் ஃபைக்ட் யூர் மை கிரிப்டோனிடே ஐ வில் நெவெர் ட்ரேட் யு ஃபோர் அன்அதர்  குறை சொல்வதை தாண்டி அதை சரி செய்பவனே ஹீரோ மற்றவன் வெற்றியை பார்த்து நிஜ மகிழ்ச்சி கொள்பவன் ஹீரோ  கண் முன் நடக்கும் தப்பை தட்டித்தான் கேட்கிறவன் மேடை ஏறினாள் உண்மை மட்டுமே பேசுபவன்  புகழ் வந்த பின்னும் தரை மீதுதான் நிற்கிறவன் அன்பின் முன்னே தோற்று நிற்பவன்  ஹீரோ ஹீரோ ஹீரோ ஹீரோ ஹீரோ ஹீரோ  மேடை ஏறுடா வானம் தொடுடா தொடுடா கீழ தள்ளிதான் கூட்டம் சிரிக்கும் விழுந்தா மீண்டும் எழுடா சுத்தி பாருடா சிரிச்ச கூட்டம் முன்னே நீ ஜெயிச்சு காட்டுடா  I Know That You Never Gonna Fight Alone Standing So Tall Like A Firestone I Know That You Never Gonna Fight Alone Standing So Tall Like A Firestone"}
