{"திரைப்படம்": "பிகில்", "பாடலாசிரியர்": "விவேக் (lyricist)", "இசையமைப்பாளர்": "A. R. ரஹ்மான்", "பாடல்": "சிங்கப்பெண்ணே", "வருடம்": "2019", "பாடியவர்கள்": "A. R. ரஹ்மான், சாஷா த்ருப்பதி", "பாடல்வரிகள்": "மாதரே மாதரே  வாளாகும் கீறல்கள் துணிவோடு பாகங்கள் திமிரோடு சீறுங்கள் வாருங்கள் வாருங்கள்  பூமியின் கோலங்கள் இது உங்கள் காலம் இனிமேல் உலகம் பார்க்க போவது மனிதையின் வீரங்கள்  ஓஒஓஒ...ஓஅஓ ஓஒஓஒ...ஓஅஓ  சிங்கப்பெண்ணே சிங்கப்பெண்ணே ஆணினமே உன்னை வணங்குமே நன்றி கடன் தீர்பதற்கே கருவிலே உன்னை ஏந்துமே  ஒருமுறை தலைகுனி உன் வெற்றி சிங்கம் முகம் அவன் பார்ப்பதற்கு மட்டுமே  ஏறு ஏறு ஏறு நெஞ்சில் வலிமை கொண்டு ஏறு உன்னை பெண்ணென்று கேலி செய்த கூட்டம் ஒருநாள் உன்னை வணங்கிடும் உயர்ந்து நில்லு  ஏறு ஏறு ஏறு நெஞ்சில் வலிமை கொண்டு ஏறு உன்னை பெண்ணென்று கேலி செய்த கூட்டம் ஒருநாள் உன்னை வணங்கிடும் உயர்ந்து நில்லு  சிங்கபெண்ணே ஆமாம் சிங்கபெண்ணே சிங்கபெண்ணே  ஆணினமே உன்னை வணங்குமே நன்றி கடன் தீர்பதற்கே கருவிலே உன்னை ஏந்துமே  ஏறு ஏறு ஏறு நெஞ்சில் வலிமை கொண்டு ஏறு உன்னை பெண்ணென்று கேலி செய்த கூட்டம் ஒருநாள் உன்னை வணங்கிடும் உயர்ந்து நில்லு  அன்னை தங்கை மனைவி என்று நீ வடித்த வியர்வை உந்தன் பாதைக்குள் பற்றும் அந்த தீயை அணைக்கும் நீ பயமின்றி துணிந்து செல்லு  உன்னாலே முடியாதென்று ஊரே சொல்லும் நம்பாதே  பரிதாபம் காட்டும் எந்த வர்க்கத்தோடும் இணையாதே  ஏ ....உன்னாலே முடியாதென்று ஊரே சொல்லு நம்பாதே பொய் பரிதாபம் காட்டும் எந்த வர்க்கத்தோடும் இணையாதே   உலகத்தின் வலியெல்லாம் வந்தால் என்ன உன்முன்னே பிரசவத்தின் வலியை தாண்ட பிறந்த அக்கினி சிறகே எழுந்து வா  உலகை அசைப்போம் உயர்ந்து வா அக்கினி சிறகே எழுந்து வா உன் ஒளி விடும் கனாவை சேர்ப்போம் வா அதை சகதியில் விழாமல் பார்ப்போம் வா  ஏறு ஏறு ஏறு நெஞ்சில் வலிமை கொண்டு ஏறு உன்னை பெண்ணென்று கேலி செய்த கூட்டம் ஒருநாள் உன்னை வணங்கிடும் உயர்ந்து நில்லு  ஏறு ஏறு ஏறு நெஞ்சில் வலிமை கொண்டு ஏறு உன்னை பெண்ணென்று கேலி செய்த கூட்டம் ஒருநாள் உன்னை வணங்கிடும் உயர்ந்து நில்லு  நன நன நன நன்னானா ன ன னனன நரேனனா நனனா நனனா ர னா இதோ காயங்கள் மாறும் கலங்காதே உன் துன்பம் வீழும் நாள் வரும்  உனக்காக நீயே உதிப்பாய் அம்மா உனதாற்றல் உணர்த்திடுவாய் விடியல் ஒன்றை கூவி ஏற்றுவாய் விடியல் ஒன்றை கூவி ஏற்றுவாய்  சிங்கபெண்ணே சிங்கபெண்ணே ஆணினமே உன்னை வணங்குமே ஆணினமே உன்னை வணங்குமே வணங்குமே நன்றி கடன் தீர்பதற்கே கருவிலே உன்னை ஏந்துமே  ஒருமுறை தலைகுனி உன் வெற்றி சிங்கம் முகம் அவன் பார்ப்பதற்கு மட்டுமே  ஏறு ஏறு ஏறு நெஞ்சில் வலிமை கொண்டு ஏறு உன்னை பெண்ணென்று கேலி செய்த கூட்டம் ஒருநாள் உன்னை வணங்கிடும் உயர்ந்து நில்லு  பாரு பாரு அன்னை தங்கை மனைவி என்று நீ வடித்த வியர்வை உந்தன் பாதைக்குள் பற்றும் அந்த தீயை அணைக்கும்  நீ பயமின்றி நீ பயமின்றி நீ பயமின்றி துணிந்து செல்லு"}
