{"திரைப்படம்": "வந்தா ராஜவாதான் வருவன்", "பாடலாசிரியர்": "ஹிப்பொப் தமிழா", "இசையமைப்பாளர்": "ஹிப்பொப் தமிழா", "பாடல்": "பறவைகள் பறந்து போன", "வருடம்": "2019", "பாடியவர்கள்": " சஞ்ஜித் ஹெட்ஜே, ஹிப்பொப் தமிழா", "பாடல்வரிகள்": "பறவைகள் பறந்து போன பின்பும் ஒன்று கூடும் நேரம் அதை தேடும் ஆகாயம்  உறவுகள் கலைந்து போன பின்பும் நெஞ்சில் நினைவுகள் வாழும் அதை தேடி நீ போகும்  சில்லின் லைக் எ பாஸ் மச்சான் ரெடியா ஸ்டில் ஐ காட் டேம் ப்ளவ்ஸ் இனி செம அதிரடிதான் ஐ ஆம் ரீச்சிங் பார் தி ஸ்டார்ஸ் இனி பார்க்கும் என் கொடிதான் சும்மா தெறிக்க விடுவோம் வாடா  You Know Who We Are We Are Banging On This Track With STR You Know Who We Are We Are Banging On This Track With STR  நான் நல்லவன் இல்ல ஆனா கெட்டவன் இல்லை நான் உத்தமன் இல்ல புத்தனும் இல்ல புத்திய சொல்ல  அவசரமா அடுத்தவன் வாழ்க்கையில் மூக்க நுழைக்கும்டா ஊரு அது கெடக்கும் பாத்துக்கலாம் நம்ம பசங்கள ஒன்னா சேரு   வேஷம் இல்லாத பாசம் வேணும் தேசம் எல்லாமே இனி ஒன்னா சேரனும் வேஷம் இல்லாத பாசம் வேணும் தேசம் எல்லாமே இனி ஒன்னா சேரனும்  You Know Who We Are We Are Banging On This Track With STR You Know Who We Are We Are Banging On This Track With STR  உனக்குள்ள இருக்கு எதுக்குடா வெறுப்பு ஒரு முறை பொறப்பு மகிழ்ச்சியா பறப்பு  சொந்த பந்தம் யாவும் சேர்ந்து வாழ்வதே வாழ்க்கை  உயர்த்தும்டா உழைப்பு கலைக்கணும் கலைப்பு வழி எல்லாம் மறந்துட்டு சிரிப்பதே சிறப்பு  இன்பம் துன்பம் யாவும் சேர்ந்து செதிக்கிடும் வாழ்க்கை  கொஞ்சம் பொறுப்பு சட்டை கருப்பு தொட்டா எரியும் சுடும் நெருப்பு  எதுக்கு உனக்கு எதுக்கு என்ன பத்தி உனக்கு என்ன கவலை கொஞ்சம் விலக்கு விதி விலக்கு நான் விலக்காம விலக்கவா என்னை அடிச்சவனையும் அணைப்பேன்டா அதிசய பிறவி சரித்திரம் படிப்பேன்டா  You Know Who We Are We Are Banging On This Track With STR  வேஷம் இல்லாத பாசம் வேணும் தேசம் எல்லாமே இனி ஒன்னா சேரனும் வேஷம் இல்லாத பாசம் வேணும் தேசம் எல்லாமே இனி ஒன்னா சேரனும்  பறவைகள் பறந்து போன பின்பும் ஒன்று கூடும் நேரம் அதை தேடும் ஆகாயம்  நான் நல்லவன் இல்ல ஆனா கெட்டவன் இல்லை நான் உத்தமன் இல்ல புத்தனும் இல்ல புத்திய சொல்ல  You Know Who We Are We Are Banging On This Track With STR You Know Who We Are We Are Banging On This Track With STR"}
