{"திரைப்படம்": "90ml", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "சிலம்பரசன்", "பாடல்": "பீர்ரு பிரியாணி", "வருடம்": "2019", "பாடியவர்கள்": "", "பாடல்வரிகள்": "ஹே ஓபன் பண்றா இப்ப எதுக்குடா மூடி வச்சிருக்கிங்க ஹே அடிங்க ஷட்டெர் தெறடா டேய் ஹே ஓபன் பண்றா  எனக்கு பாஸ்வோர்ட் தெரியும் நவுருங்க நவுருங்க  பீர் வேணும் எனக்கும் வேணும் வேணும் வேணும் வேணும் போலோ  குமாரு குமாரு மழை வருது குழு : ஹே குமாரு சூப்பர்பா  அக்கா ரீட்டாக்கா இன்னா வேணுமக்கா மூணு பீர்  கேர்ள்ஸ் நைட் அவுட்டு பாய்ஸ் கெட் அவுட்டு பார்ட்டி பண்ண பிளான போட்டேன்டா  ஸ்டாக் வாங்கி வெக்க மிஸ் ஆனதால லாக் ஆகி போறேன்டா  இப்ப காசு கொஞ்சம் எக்ஸ்ட்ரா குடுத்து நானும் ப்ளாக்ல வாங்க போறேன்டா  மிக்ஸ்சிங்க்கு சோடா எதுக்கு இருக்கு வாட்டர் பாக்கெட் நமக்கு யூஸ் அண்ட் த்ரோவ வாங்கி நீயும் பர்ஸ்ட் சீயர்ஸ்ஸ போடுடா  பட்டுன்னு பாட்டில் மண்டைல தட்டி ஓபன் பண்ணனும் அதுதான் யுத்தி இல்லன மூடி சுத்திடும் சுத்தி டென்ஷன் நமக்கு ஏனடா  வழி விடுடா வழி விடுடா த த தள்ளி நில்லுடா தள்ளி நில்லுடா க க கெளம்புங்கடா காத்து வரட்டும்  வழி விடுடா வழி விடுடா த த தள்ளி நில்லுடா தள்ளி நில்ல டா க க கெளம்புங்கடா காத்து வரட்டும்  பீர்ரு பிரியாணி சாப்பிட வரியா நீ நைட் எல்லாம் ஆட்டம் போட்டு என்ஜாய் பண்ணு அம்முனி  பீர்ரு பிரியாணி சாப்பிட வரியா நீ நைட் எல்லாம் ஆட்டம் போட்டு என்ஜாய் பண்ணு அம்முனி  அட அட்வைஸ் பண்ண நீ யாரு வெலைய மட்டும் நீ பாரு ஆண்ன விட பொண்ணுக்கு தில்லு ரொம்ப அதிகம்டா  பீர்ரு பிரியாணி சாப்பிட வரியா நீ நைட் எல்லாம் ஆட்டம் போட்டு என்ஜாய் பண்ணு அம்முனி  பீர்ரு பிரியாணி சாப்பிட வரியா நீ நைட் எல்லாம் ஆட்டம் போட்டு என்ஜாய் பண்ணு அம்முனி  பொட்டி கடையிலதான் குட்டி திருட்டு ஜாலிடா நைட் ஈசி ஆர் ரோடு புல்லா காலிடா  வீக்கென்ட் காத்து வாங்க பீச் ஹவுஸ்ஸ வாங்குறான் வீட்டோட வாட்ச்மேன் ஜாலியா அதுல தூங்குறான்  தாகமுன்னு வந்துபுட்டா இருக்காரு மோரு தாத்தா பாசத்தோடு சோறு போடும் சுந்தரி அக்கா எங்க ஆத்தா எங்க ஆத்தா எங்க ஆத்தா எங்க ஆத்தா...  பிரிட்ஜ் கீழ டீ குடிப்போம் டென்ஷன் ஆனா தம் அடிப்போம் கேள்வியத்தான் எவனும் கேட்டா கேட்டவன அடிப்போம்  பசங்கள சைட் அடிப்போம் காலேஜ்னா கட் அடிப்போம் சரக்கும் சைடு டிஷ்சையும் ஒண்ணா சேர்த்து அடிப்போம்  அட அட்வைஸ் பண்ண நீ யாரு வெலைய மட்டும் நீ பாரு ஆண்ன விட பொண்ணுக்கு தில்லு ரொம்ப அதிகம்டா….ஆ…  பீர்ரு பிரியாணி சாப்பிட வரியா நீ நைட் எல்லாம் ஆட்டம் போட்டு என்ஜாய் பண்ணு அம்முனி  பீர்ரு பிரியாணி சாப்பிட வரியா நீ நைட் எல்லாம் ஆட்டம் போட்டு என்ஜாய் பண்ணு அம்முனி"}
