{"திரைப்படம்": "பிகில்", "பாடலாசிரியர்": "விவேக் (lyricist)", "இசையமைப்பாளர்": "A. R. ரஹ்மான் ", "பாடல்": "வெறித்தனம்", "வருடம்": "2019", "பாடியவர்கள்": "விஜய்", "பாடல்வரிகள்": "யாராண்ட அய்யயோ யாராண்ட அய்யயோ அய்யயோ யாராண்ட அய்யயோ யாராண்ட  எங்க வந்து யாராண்ட வச்சுக்கின்னா பிரச்னை நீ கொரலு வுட்டது தெரிஞ்சுடாக உனக்குதான்டா அர்ச்சன  அவன் வார வரைக்கும் வாய்ஸ கொடுத்து நண்டு சிண்டு தொகுருது  அவன் எழுந்து கிழுந்து வந்தானா இந்த தீபாவளி நம்பள்து  குடி இருக்கும் ஹா.. ஹா.. வெறித்தனம்.. இன்னா இப்போ லோக்கலு நா நம்ம கெத்தா ஒலாத்தனும்  நெஞ்சுக்குள்ள குடி இருகும் நம்ம சனம் வெறித்தனம் இன்னா இப்போ லோக்கலு நா நம்ம கெத்தா ஒலாத்தனும்  ஆமா அழுக்காருப்போம் வெறித்தனம் வெறித்தனம்.. கருப்பா கலையாருப்போம் வெறித்தனம் வெறித்தனம்..  ஒண்ணா உசுராருப்போம் வெறித்தனம் வெறித்தனம்.. புள்ளிங்கோ இருக்காங்க வேற இன்னாவோணும்   ராவடி ராசாவா நிப்பேண்டா என்னோட கில்லா மேல யாருக்கும் தவ்லுண்டு நீ இல்ல தௌலதாவே நில்லு என் ஆளு நண்பா நீ..  நெஞ்சுக்குள்ள குடி இருக்கும் நம்ம சனம் வெறித்தனம்.. இன்னா இப்போ லோக்கலு நா நம்ம கெத்தா ஏலேலேலோ  மாலு மாலு மாலு  சுராங்கணிக்க மாலு மாலு மாலு மாலு  சுராங்கணிக்க மாலு  மாலு மாலு மாலு என் தளபதி தான் தூளு மாலு மாலு மாலு சுராங்கணிக்க மாலு  மாலு மாலு மாலு என் தளபதி தான் தூளு  சுராங்கணி சுரங்கணி சுராங்கணி சுரங்கணி சுராங்கணிக்கா மாலு  சுராங்கணிக்க மாலு சுராங்கணிக்க மாலு என் தளபதி தான் தூளு  கானா கணுக்கா ஒரு ஆட்டம் இருக்கு மேனா மினுக்கா ஒரு மேளம் இருக்கு  மண்ணு முட்டு சாலு என்ன வுட்டா யாரு தொங்க விட்டு துவைக்கும் ரவுச பாரு  கொரலு விட்டா நூறு சொந்தம் வரும் பாரு காசு பண்ணும் எல்லாம் கோளாறு  என்னாண்ட எல்லாம் நீ தானே உன்னடா எல்லாம் நான் தானே நம்ம சோக்கு ஊரு டால்கு நண்பா நீ பல்லாக்கு  எக்கா பொண்ணு ஏலேலோ முக்கா துட்டு ஏலேலோ இன்னா இப்போ லோகலூனா நம்ம கெத்தா ஏலேலோ  ஆமா அழுக்காருப்போம் வெறித்தனம் வெறித்தனம் கருப்பா கலையாருப்போம் வெறித்தனம் வெறித்தனம்  ஒண்ணா உசுராருப்போம் வெறித்தனம் வெறித்தனம் புள்ளைங்கோ இருக்காங்க வேற இன்னாவோனும்   ராவடி ராசாவா நிப்பேண்டா என்னோட கில்லா மேல யாருக்கும் டவலுண்டு நீ இல்ல டௌலதாவே நில்லு என் ஆளு நண்பா நீ  நெஞ்சுக்குள்ள குடி இருகும் நம்ம சனம் வெறித்தனம் இன்னா இப்போ லோக்கலு நா நம்ம கெத்தா ஒலாதனும்  வெறித்தனம் வெறித்தனம்"}
