{"திரைப்படம்": " காப்பான் ", "பாடலாசிரியர்": " வைரமுத்து", "இசையமைப்பாளர்": "ஹரிஷ் ஜெயராஜ்", "பாடல்": "ஹேய் மி அமிகோ", "வருடம்": "2019", "பாடியவர்கள்": "லேஸ்லி லூயிஸ், ஜெனிற்றா காந்தி ப்ளாசே", "பாடல்வரிகள்": "ஹேய் மி அமிகோ விஷ்கோ கிஸ்கோ லேட் தி ஹனி ப்ளோவ் நான் சண்டியாகோ நெவெர் எவர் டோன்ட் லெட் மீ கோ  எஹ் அமாடோ வா வா என்னோடு சொலாண்டோ நீ என் ஸ்வீட் ஹார்ட்டோ மொமெண்டோ நீ பார்க்க பார்க்க பரவசம் ஓ பைலாண்டோ வந்தாடு சேர்ந்து ஐலாண்டோ மூச்சோடு மூச்சு லிபிடோ உன் பார்வைக்குள்ளே பழரசம்  வா என் கஜானா கொள்ளை கொள்ள நான் வந்தேனா நீ பொன் சவானா மஞ்சள் மஞ்சம் அடி நீதானா  அட்லாண்டிக்கின் ஆழம் அரபிக் கடலும் நீளம் அதுவே உந்தன் கண்கள் பெண் குருவியே  இடையின் துள்ளல் போதும் என் இதயம் நெற்றியில் ஏறும் எல்லா திசையும் மாறும் என் அரசியே ஹேய் ஹேய்ய்  துலாவும் உன் பார்வை நெஞ்சில் உலாவும் அதில் தோற்று போகும் நிலவும் நீ உலகின் எட்டாம் அதிசயம் வோஹு வொஹ் ஹு  வினோதம் அடி உன்னால் எகுருது விவேகம் நீ கொள்ளும் ஆண்கள் அநேகம் உன் கொள்ளை அழகு கொலை களம்  ல வா ஹேய் அ ஹ்ம்ம் தறி டூ ஹேய் ஓ னா ஹேய் ஓஹோ  உன் கண்ணால் கண்ணால் சொன்னால் சுகம் கிட்டாது கையால் கையால் மெய்யால் தொடு பொய்யால் பொய்யால் பையா கவி சொல்லாதே இன்பம் துன்பம் ரெண்டும் கொடு   வெட்டி பேச்சு பேசி பெண்மை நிறையாது என் அழகெல்லாம் வெப்பம் கொள்ள நெருக்கி விடு என்னை உடைக்காமல் உயிர் இனிக்காது உன் வன்முறை இன்றி எந்தன் இரவு கலையாது  கண்ணோடு கண்கள் கண்டாலே போதாது மேலும் கீழும் கையேடு கைகள் சேராமல் தீராது எந்தன் மோகம் சக்கரை வேண்டும் என்றால் கரும்பு சக்கை ஆக வேண்டும்  ஓஹோ தாங்காது நீ தள்ளி சென்றால் ஆடாது என் ஆசை பேயோ விடாது என் மோக காட்டில் மூழ்கிடு ஏய் ஆடாது என் ஜோடி பூவோ சுடாது நீ தள்ளி செல்ல விடாது நீ கோடிகையால் தொடு தொடு  எஹ் அமாடோ வா வா என்னோடு சொலாண்டோ நீ என் ஸ்வீட் ஹார்ட்டோ மொமெண்டோ நீ பார்க்க பார்க்க பரவசம் ஹேய் ஏய்ய் ஓ பைலாண்டோ வந்தாடு சேர்ந்து ஐலாண்டோ மூச்சோடு மூச்சு லிபிடோ உன் பார்வைக்குள்ளே பழரசம் லேலேலேலே  அமிகோ எஹ் அமாடோ வா வா என்னோடு சொலாண்டோ நீ என் ஸ்வீட் ஹார்ட்டோ எஹ் பிலாண்டோ மொமெண்டோ நீ பார்க்க பார்க்க பரவசம் ஓ பைலாண்டோ வந்தாடு சேர்ந்து ஐலாண்டோ மூச்சோடு மூச்சு லிபிடோ உன் பார்வைக்குள்ளே பழரசம் ஹோ ஓ ஓஒ லெட்ஸ் கோ  ஓ பைலாண்டோ வந்தாடு சேர்ந்து ஐலாண்டோ மூச்சோடு மூச்சு லிபிடோ உன் பார்வைக்குள்ளே பழரசம் எஹ் அமாடோ"}
