{"திரைப்படம்": " தேவ் ", "பாடலாசிரியர்": " மதன் காக்கி ", "இசையமைப்பாளர்": " ஹரிஸ் ஜெயராஜ்", "பாடல்": "She Is My Girl", "வருடம்": "2019", "பாடியவர்கள்": " ஹரி சரன்,மஹதி ப்ளேஸ்", "பாடல்வரிகள்": "பேப்பேன் பேபேப்பேன் பேபேபேபேப்பேன் பேப்பேன் பேபேப்பேன் பேபேப்பேன் சொல்லுதே ஓய்(why) கேர்ள் யு ஆர் மை கேர்ள்  பேப்பேன் பேபேப்பேன் பேபேபேபேப்பேன் பேப்பேன் பேபேப்பேன் பேபேப்பேன் சொல்லுதே ஓய்(why) கேர்ள் யு ஆர் மை கேர்ள்  ஃப்ர்ஸ்ட்(first) டைம் நெஞ்சம்தான் தாறு மாற துள்ளுதே ரெஸ்டே இல்லாமல் லவ்வு பண்ண சொல்லுதே ஓய்(why) கேர்ள் யு ஆர் மை கேர்ள்  ஃப்ர்ஸ்ட்(first) டைம் உன்னைத்தான் ஃப்லோவ்(follow) பண்ண ஏங்குதே ஸ்டாப்பே பண்ணாம சுத்தி வர சொல்லுதே ஓய்(why) கேர்ள் யு ஆர் மை கேர்ள்  பைக்கில் போகலாமா ஊர சுத்தலாமா அட லவ்வில் இது காமன் தான்மா தேனில் வண்ணம் நீமா கோவம் என்மேல் என்னமா சரி வாக்கிங் அட் லீஸ்ட் போகலாமா  ஃப்ர்ஸ்ட்(first) டைம் நெஞ்சம்தான் தாறு மாற துள்ளுதே ரெஸ்டே இல்லாமல் லவ்வு பண்ண சொல்லுதே ஓய்(why) கேர்ள் யு ஆர் மை கேர்ள்  ஃப்ர்ஸ்ட்(first) டைம் உன்னைத்தான் ஃப்லோவ்(follow) பண்ண ஏங்குதே ஸ்டாப்பே பண்ணாம சுத்தி வர சொல்லுதே ஓய்(why) கேர்ள் யு ஆர் மை கேர்ள்    நீ அழகுக்கு டெபினிஷன் தான் உன் கண்ணில் தெரியுது சில்மிஷம் தான்  காதல் கூட காதல் உண்டு உந்தன் வாசதாள் மலை உச்சியினில் சேர்ந்துடுவேன் நீயும் நேசித்தல்  வா உலகையே மறந்திடலாம் பூ போல தினமும் மலர்ந்திடலாம் எனக்கென ஒருத்தியாய் பிறந்து விட்டால் மனசையே அழகினால் உருக்கி விட்டால்  நீ என் நினைவினில் இல்லை நினைக்காமல் இருக்கவும் இல்லை இது ஏனோ புரியவும் இல்லை உன்னாலே தொல்லை  காதல் கரியுது உன்னால் பிடிவாதம் பிடிக்குது தன்னால் ஒரு ஒகே மட்டும் நான் சொன்னால் வருவாயே பின்னல்  ஃப்ர்ஸ்ட்(first) டைம் நெஞ்சம்தான் தாறு மாற துள்ளுதே ரெஸ்டே இல்லாமல் லவ்வு பண்ண சொல்லுதே ஓய்(why) கேர்ள் யு ஆர் மை கேர்ள்  ஃப்ர்ஸ்ட்(first) டைம் உன்னைத்தான் ஃப்லோவ்(follow) பண்ண ஏங்குதே ஸ்டாப்பே பண்ணாம சுத்தி வர சொல்லுதே ஓய்(why) கேர்ள் யு ஆர் மை கேர்ள்  பைக்கில் போகலாமா ஊர சுத்தலாமா அட லவ்வில் இது காமன் தான்மா தேனில் வண்ணம் நீமா கோவம் என்மேல் என்னமா சரி வாக்கிங் அட் லீஸ்ட் போகலாமா  பேப்பேன் பேபேப்பேன் பேபேபேபேப்பேன் பேப்பேன் பேபேப்பேன் பேபேப்பேன் யு ஆர் மை கேர்ள் யு ஆர் மை கேர்ள்  பேப்பேன் பேபேப்பேன் பேபேபேபேப்பேன் பேப்பேன் பேபேப்பேன் பேபேப்பேன் யு ஆர் மை கேர்ள் யு ஆர் மை கேர்ள்  பேப்பேன் பேபேப்பேன் பேபேபேபேப்பேன் பேப்பேன் பேபேப்பேன் பேபேப்பேன் யு ஆர் மை கேர்ள் யு ஆர் மை கேர்ள்  பேப்பேன் பேபேப்பேன் பேபேபேபேப்பேன் பேப்பேன் பேபேப்பேன் பேபேப்பேன் யு ஆர் மை கேர்ள் யு ஆர் மை கேர்ள்"}
