{"திரைப்படம்": "நம்மவிட்டுப்பிள்ளை", "பாடலாசிரியர்": "விக்னேஸ் சிவன்", "இசையமைப்பாளர்": "D. இமான் ", "பாடல்": "எங்க அண்ணன் அன்ப அள்ளி", "வருடம்": "2019", "பாடியவர்கள்": "நகாஸ் நஸிஸ் ,சுனிதி சௌஹான்", "பாடல்வரிகள்": "என் தங்கைதான் என் உயிரு என் உலகமே அதுதான் அது சிரிச்சாதான் நானும் சிரிப்பேன் அது அழுதா அய்யய்யோ  என்னால தாங்கவே முடியாது நான் கண்ண தொறந்திருக்கும் போதெல்லாம் அது என் முன்னாலே நிக்கணும் கண்ண மூடி இருந்தேன்னா  என் கனவுலகூட கலகலன்னு சிரிச்சு விளையாடனும்  வா வா டியர்ரு பிரதர்ரு பார்த்தா செதறும் சுகரு அண்ணன் ஒருத்தன் இருந்தாலே போதும் அதுவே தனி பவர்ரு  எங்க அண்ணன் எங்க அண்ணன் அன்ப அள்ளி தெளிக்கிறதில் மன்னன் தங்கை பாசத்தில் அவனைத்தான் அடிச்சிக்க ஊருல ஆளே கிடையாதே  எங்க அண்ணன் எங்க அண்ணன் அன்ப அள்ளி தெளிக்கிறதில் மன்னன் தங்கை பாசத்தில் அவனைத்தான் அடிச்சிக்க ஊருல ஆளே கிடையாதே  என் வீட்டு தலைவி இந்த ஜில்லாவோட அழகி அண்ணன்காரன் அன்றாடம் நனையும் அன்பான அருவி  என் தங்கை மை தங்கை வெள்ளை மனசு கொண்ட நல்ல தங்கை அண்ணன் பாசத்தில் அவளைத்தான் அடிச்சுக்க யாருமே இல்லையே இங்க  என் ஆரம்ப காலத்து லவ்க்கெல்லாம் அணிலா இருப்பா நான் கிரிக்கெட்டு ஆடயில் விக்கெட்டு கேட்டா உடனே எடுப்பா  கலகலன்னு அவன் இருப்பதும் கலர் கலரா அவன் சிரிப்பதும் பாத்தாலே போதும்  எங்க அண்ணன் எங்க அண்ணன் அன்ப அள்ளி தெளிக்கிறதில் மன்னன் தங்கை பாசத்தில் அவனைத்தான் அடிச்சிக்க ஊருல ஆளே கிடையாதே  எங்க அண்ணன் எங்க அண்ணன் அன்ப அள்ளி தெளிக்கிறதில் மன்னன் தங்கை பாசத்தில் அவனைத்தான் அடிச்சிக்க ஊருல ஆளே கிடையாதே  என் தங்கைதான் என் உயிரு என் உலகமே அதுதான் என் தங்கைதான் என் உயிரு என் உலகமே அதுதான்    உன்ன விட எங்க அண்ணனுங்கதான் எனக்கு முக்கியம் நீ எனக்கு கொடுத்த வாழ்க்கைய விட என் அண்ணன்னுகளோட பாசம்தான்டா எனக்கு முக்கியம்  அடுத்த ஜென்மம்கூட அண்ணன் உனக்கு நான்தான் அக்ரீமெண்ட போட்டு வச்சுக்கலாம்  இந்த ஜென்மம் அண்ணன் அடுத்த ஜென்மம் அப்பன் மாத்தி மாத்தி பொறந்து வாழ்ந்துக்கலாம்  சொந்த பந்தம் பாசம் எல்லாம் காணா போச்சு எங்கே பாசமலர் பார்ட் டூ-வத்தான் பாத்துகோங்க இங்க  கூட பொறந்தவ ஆசைபட்டா பூமியகூட வாங்கித்தாடா வாய் விட்டு சிரிக்கிற சத்தம் கேட்டா வேறொன்னும் வேணா போதும் போடா கடவுள் வந்து கேட்டாக்கூட உன்ன தரமாட்டேன்  எங்க அண்ணன் எங்க அண்ணன் அன்ப அள்ளி தெளிக்கிறதில் மன்னன் தங்கை பாசத்தில் அவனைத்தான் அடிச்சிக்க ஊருல ஆளே கிடையாதே  என் தங்கை மை தங்கை வெள்ளை மனசு கொண்ட நல்ல தங்கை அண்ணன் பாசத்தில் அவளைத்தான் அடிச்சுக்க யாருமே இல்லையே இங்க  ஹே வா வா டியர்ரு பிரதர்ரு பிரதர்ரு பார்த்தா செதறும் சுகரு சுகரு அண்ணன் ஒருத்தன் இருந்தாலே போதும் அதுவே தனி பவர்ரு  என் ஆரம்ப காலத்து லவ்க்கெல்லாம் அணிலா இருப்பா நான் கிரிக்கெட்டு ஆடயில் விக்கெட்டு கேட்டா உடனே எடுப்பா  கலகலன்னு அவன் இருப்பதும் கலர் கலரா அவன் சிரிப்பதும் பாத்தாலே போதும்  எங்க அண்ணன் எங்க அண்ணன் அன்ப அள்ளி தெளிக்கிறதில் மன்னன் தங்கை பாசத்தில் அவனைத்தான் அடிச்சிக்க ஊருல ஆளே கிடையாதே  எங்க அண்ணன் எங்க அண்ணன் தங்கை அன்ப அள்ளி தெளிக்கிறதில் மன்னன் தங்கை தங்கை பாசத்தில் அவனைத்தான் அன்பு தங்கை அடிச்சிக்க ஊருல ஆளே கிடையாதே  என்தங்கைதான் என் உயிரு என் உலகமே அதுதான் என் தங்கைதான் என் உயிரு என் உலகமே அதுதான்  அண்ணே என்னடா தங்கை"}
