{"திரைப்படம்": "கோமாளி", "பாடலாசிரியர்": " கபிலன்", "இசையமைப்பாளர்": "ஹிப்பொப் தமிழா", "பாடல்": "ஒரு ஒளியும் ஒலியும் பாக்க", "வருடம்": "2019", "பாடியவர்கள்": "சத்ஜ நாராயன், அஜய் கிருஷ்ணா", "பாடல்வரிகள்": "ஒரு ஒளியும் ஒலியும் பாக்க அன்னைக்கு ஊரு கூடுச்சே இப்போ சேனல மாத்தி மாத்தியே நம்ம உறவு அந்துடுச்சே  சூப்பர் ஸ்டாரு ஜோடி எல்லாம் பாட்டி ஆகிருச்சே இப்போ பேத்தி எல்லாம் வளந்து வந்து ஜோடி சேர்ந்துருசே  டகுடகு டகுடகு டகுடகு டகுடகு டகுடகு டகுடகு டகடம் டா டகுடகு டகுடகு டகுடகு டகுடகு டகுடகு டகுடகு டகடம் டா  ஜவ்வு மிட்டாய் வாட்ச் கட்டி காலம் போச்சு அன்னைக்கு பிபி சுகர வாட்ச்சில் பார்த்து வாழ்க்க போச்சு இன்னைக்கு  எம்மதமும் சம்மதம்ன்னு சொல்லி தந்தியே சம்மதத்த பாதியிலே மாத்திகிட்டயே  கோயிலுக்குள் ஆண்டவன பாத்த ஆளத்தான் உன் கலகத்துக்கு அடியாள கோர்த்துவிட்டியே  தகுதி இல்லா தருதலைக்கும் திமிரு இருக்குது தமிழ் நாட்டுல பொழைக்கனும்னா ஒடம்பு வலிக்குது  நாடார் கடை நாயர் கடை எல்லா இடத்திலும் நாகலாந்தும் மிசோரமும் வேல செய்யுதே  நான் எங்க இருக்கேன் எனக்கென்ன ஆச்சு இப்போ இந்தியாவுல மச்சா யாரோட ஆட்சி  நான் எங்க இருக்கேன் எனக்கென்ன ஆச்சு இப்போ இந்தியாவுல மச்சா யாரோட ஆட்சி  ஒரு ஒளியும் ஒலியும் பாக்க அன்னைக்கு ஊரு கூடுச்சே இப்போ சேனல மாத்தி மாத்தியே நம்ம உறவு அந்துடுச்சே  சூப்பர் ஸ்டாரு ஜோடி எல்லாம் பாட்டி ஆகிருச்சே இப்போ பேத்தி எல்லாம் வளந்து வந்து ஜோடி சேர்ந்துருசே   மொட்டையும் மொட்டையும் சேந்துச்சாம் முருங்க மரத்துல ஏறிச்சாம் கட்ட எறும்பு கடிச்சுச்சாம் காலு காலுன்னு கத்துசாம்  ஒஹ் அன்னைக்கு 90’ஸ் கிட்டு சிடியில் பார்த்த கசமுசா கசமுசாடா 2கே கிட்டு டிக்டாக் பார்த்து சிக் ஆகி கெடக்குது பார்  ரோடுதான் போடட்டும் ஓஓஹோ நாடுதான் மாறட்டும் ஆஹா விவசாயம் பண்ணிதான் விவசாயி வாழட்டும் அது  ஆங்கிலம் படிக்கட்டும் யஹ் யஹ் ஹிந்தியும் பேசட்டும் க்யா கியா தாய் மொழி தமிழ் மட்டும் தலைமை தாங்கட்டும் தமிழன்டா  தீயாம வேகுற ஆயாவின் தோசையா பூமியே ஆகட்டும் எல்லாரும் நல்லா இருக்கட்டும்  டங் டங் யாரது பேயது என்ன வேணும் கலர் வேணும் என்ன கலர் பச்சை கலர் என்ன பச்சை மா பச்சை என்ன மா சினிமா டங் டங் டங் என்னமா உங்கம்மா ஹேய்  ஒரு ஒளியும் ஒலியும் பாக்க அன்னைக்கு ஊரு கூடுச்சே கூடுச்சே இப்போ சேனல மாத்தி மாத்தியே நம்ம உறவு அந்துடுச்சே அந்துடுச்சே  சூப்பர் ஸ்டாரு ஜோடி எல்லாம் பாட்டி ஆகிருச்சே ஆகிருச்சே இப்போ பேத்தி எல்லாம் வளந்து வந்து ஜோடி சேர்ந்துருசே சேர்ந்துருசே  இருபது வருசத்துல இத்தனை நடந்துருச்சே தூங்கினோம் முழிச்சு பாத்தா உலகமே மாறிடுச்சே  நான் எங்க இருக்கேன் எனக்கென்ன ஆச்சு இப்போ இந்தியாவுல மச்சா யாரோட ஆட்சி  நான் எங்க இருக்கேன் எனக்கென்ன ஆச்சு இப்போ இந்தியாவுல மச்சா யாரோட ஆட்சி"}
