{"திரைப்படம்": "வந்தா ராஜாவாதான் வருவன்", "பாடலாசிரியர்": "கபிலன்", "இசையமைப்பாளர்": "ஹிப்பொப் தமிழா", "பாடல்": "ஒன்னுக்கு ரெண்டா", "வருடம்": "2019", "பாடியவர்கள்": "செந்தில் கணேஷ், V.M. மஹாலிங்கம், சத்ஜய  நாராயன்", "பாடல்வரிகள்": "பூவா இல்ல புஷ்பமா இவள் பூவா இல்ல புஷ்பமா  ஒன்னுக்கு ரெண்டா அத்தை பொண்ணு கண்ணுக்கு முன்னால வந்து நின்னு பாவம் இந்த பச்சை மண்ணு எதைதான் ஓகே பண்ணனும்  சும்மா பொலம்பி கெடக்குது பொலம்பி தவிக்குது பொரண்டு படுகுது மொரண்டு புடிக்குது லக் அடிசிடுசுன்னு உள்ளுக்குள்ள சிரிக்குது நல்ல பையன போல வெளியில நடிக்குது  அள்ளுது அள்ளுது அள்ளுது அள்ளுது உன் அழகு துள்ளுது துள்ளுது துள்ளுது துள்ளுது என் மனசு கொல்லுது கொல்லுது கொல்லுது கொல்லுது உன் சிரிப்பு உன்ன கட்டி தூக்க சொல்லுது சொல்லுது என் வயசு  பாரின் ரிட்டர்ன் அடி உன் முன்னாடி கண்ணாடி போல நொருங்குறன்டி பாரின் ரிட்டர்ன் அடி உன் முன்னாடி கண்ணாடி போல நொருங்குறன்டி  பூவா இல்ல புஷ்பமா இவள் பூவா இல்ல புஷ்பமா இந்த பெருங்காய டப்பால தங்க பஸ்பமா  பூவா இல்ல புஷ்பமா இவள் பூவா இல்ல புஷ்பமா இந்த பெருங்காய டப்பால தங்க பஸ்பமா  மாமன் பொண்ணு இருக்கையில் மாடர்ன் பொண்ணு எதுக்கு அந்த மாமன் பொண்ணே மாடர்ன் பொண்ணா இருந்த லக்கு உனக்கு  அத்தை பொண்ணு இருக்கையில் மத்த பொண்ணு எதுக்கு அவ நல்ல பொண்ணா இருதா எங்கோ மச்சம் உனக்கு  பார்ட்டி போய் பீட்டர் விடும் பாரின் பொண்ணு இருக்கு ஆனா சேலை கட்டி வரும் என் தேவதைதான் எனக்கு  இது தான் என் மண்ணு எனக்கு ஏத்த பொண்ணு எனக்கு ஓகே டன்னு இனிமே தான் பன்னு எனக்கு ஓகே டன்னு இனிமே தான் பன்னு  பூவா இல்ல புஷ்பமா இவள் பூவா இல்ல புஷ்பமா இந்த பெருங்காய டப்பால தங்க பஸ்பமா  பூவா இல்ல புஷ்பமா இவள் பூவா இல்ல புஷ்பமா இந்த பெருங்காய டப்பால தங்க பஸ்பமா    மண்ட மேல கொண்ட வச்ச கண்டது எல்லாம் பொண்ணு இல்லடா தண்டசோறு பிரியாணியா பொங்க வச்சாலே என் ஆளுடா  பத்து பொண்ணு முத்தம் வைக்க கெத்தா இருந்தேன் என்ன ஒத்த பொண்ணு உன் பின்னால சுத்த விட்டியே  ஆடு வெட்டி ஊற கூட்டி சோர போடுவேன் என்ன கட்டிலுக்கு தனி வீடு கட்ட வச்சியே…ஹேய்  அள்ளுது அள்ளுது அள்ளுது அள்ளுது உன் அழகு துள்ளுது துள்ளுது துள்ளுது துள்ளுது என் மனசு கொல்லுது கொல்லுது கொல்லுது கொல்லுது உன் சிரிப்பு உன்ன கட்டி தூக்க சொல்லுது சொல்லுது என் வயசு  பாரின் ரிட்டர்ன் அடி உன் முன்னாடி கண்ணாடி போல நொருங்குறன்டி பாரின் ரிட்டர்ன் அடி உன் முன்னாடி கண்ணாடி போல நொருங்குறன்டி  பூவா இல்ல புஷ்பமா இவள் பூவா இல்ல புஷ்பமா இந்த பெருங்காய டப்பால தங்க பஸ்பமா  பூவா இல்ல புஷ்பமா இவள் பூவா இல்ல புஷ்பமா இந்த பெருங்காய டப்பால தங்க பஸ்பமா"}
