{"திரைப்படம்": "நம்ம வீட்டுப் பிள்ளை", "பாடலாசிரியர்": "அருண்ராஜா காமராஜா", "இசையமைப்பாளர்": "D. இமான் ", "பாடல்": "ஜிகிரி தோஸ்து", "வருடம்": "2019", "பாடியவர்கள்": "ஜெயமூர்த்தி அந்தகுடி இளையரஜா", "பாடல்வரிகள்": "கோபுரத்தில் தூக்கி வைக்கும் சொந்தம் இதுதானா தீப்பொறிக்க தோள் கொடுக்கும் பந்தம் இதுதானா  ஒன்னா மண்ணா ஒன்னா நின்னா பிரச்சனை பறக்கும் தானா தேடி வந்த சாமிதானா  ஜிகிரி தோஸ்து ஜிகிரி தோஸ்து கனவ சேர்த்து சுமக்கும் தோஸ்து ஜிகிரி தோஸ்து ஜிகிரி தோஸ்து கனவ சேர்த்து சுமக்கும் தோஸ்து  கோபுரத்தில் தூக்கி வைக்கும் சொந்தம் இதுதானா தீப்பொறிக்க தோள் கொடுக்கும் பந்தம் இதுதானா  ஒன்னா மண்ணா ஒன்னா நின்னா பிரச்சனை பறக்கும் தானா தேடி வந்த சாமிதானா  ஜிகிரி தோஸ்து ஜிகிரி தோஸ்து கனவ சேர்த்து சுமக்கும் தோஸ்து  ஹேய் கட்டாம் தரையில கொட்டா நிழலுல முட்டி திரியுற காளை எட்டா கனிகள எட்டி பறிச்சிட முட்டு கொடுக்கணும் தோள  வாழும் காலம் எல்லாம் அவன்தானே எல்லாம் என்ன வந்தாலும் ஏத்துக்கடா  ஜிகிரி தோஸ்து ஜிகிரி தோஸ்து கனவ சேர்த்து சுமக்கும் தோஸ்து  மாமா வா மாப்பிள அந்த வார்த்தைக்கு அர்த்தமும் இல்ல ஆனா நமக்குள்ள அந்த அன்புக்கு எல்லையே இல்லை  தங்கத்த போல் ஒரு மனசோட ரெண்டு சிங்கத்தைப்போல நடப்போம் எப்பவும் தனக்கென்ன வாழாம ஒரு நட்புக்கு இலக்கணம் படைப்போம்    நம்மோட சுவாசம் நின்னாலும் பாசம் மறந்திட பழகலையே  வட்டிகடை போல குட்டி போட்டுக்கூட வளந்திட தடை இல்லையே  உன்னோட சங்காத்தம் எப்போதுமே அடி நெஞ்சில் குறிபாட்டம்தான் தங்குமே இந்நாள போலதான் எந்நாளுமே புதுசாக பொறக்கட்டும் நம் சொந்தமே  பெத்தவன் பேச்சையும் மத்தவன் பேச்சையும் மண்டையில் ஏத்தினது இல்ல நட்புக்கு மத்தியில் நிக்குற யாரையும் சுத்தமா சீன்டினது இல்ல இல்ல இல்ல இல்ல இல்ல  ஜிகிரி தோஸ்து ஜிகிரி தோஸ்து கனவ சேர்த்து சுமக்கும் தோஸ்து  கோபுரத்தில் தூக்கி வைக்கும் சொந்தம் இதுதானா தீப்பொறிக்க தோள் கொடுக்கும் பந்தம் இதுதானா  ஒன்னா மண்ணா ஒன்னா நின்னா பிரச்சனை பறக்கும் தானா தேடி வந்த சாமிதானா  கட்டாம் தரையில கொட்டா நிழலுல முட்டி திரியுற காளை எட்டா கனிகள எட்டி பறிச்சிட முட்டு கொடுக்கணும் தோள  வாழும் காலம் எல்லாம் அவன்தானே எல்லாம் என்ன வந்தாலும் ஏத்துக்கடா  ஜிகிரி தோஸ்து ஜிகிரி தோஸ்து கனவ சேர்த்து சுமக்கும் தோஸ்து ஜிகிரி தோஸ்து ஜிகிரி தோஸ்து கனவ சேர்த்து சுமக்கும் தோஸ்து"}
