{"திரைப்படம்": "சர்வம் தாளமயம்", "பாடலாசிரியர்": "அருண்ராஜா காமராஜா", "இசையமைப்பாளர்": "G. V. பிரகாஷ் குமார்", "பாடல்": "டிங்கு டாங்கு", "வருடம்": "2019", "பாடியவர்கள்": "பம்ப பாக்ய, Anthony Daasan", "பாடல்வரிகள்": "எப்போ வருமோ எங்க காலம் எப்போ வரும்…ம்ம்ம்ம்  எப்போ வருமோ எங்க காலம் எப்போ வரும்… எப்ப குறையும் எங்க பாரம் கரையும் பேதம்  எப்போ வருமோ எங்க நேரம் எப்போ வரும்… எப்ப குறையும் எங்க பாரம் கரையும் பேதம்  தப்பு கொட்டும் போதும் உயிர் நாதம் வரும் அந்த மேளத்தில் எல்லாமே ஆடிவிடும்  டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங் டிங்கு டாங்கு டிங்கு டாங்கு டிங்  டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங் டிங்கு டாங்கு டிங்கு டாங்கு டிங்  எப்போ வருமோ எங்க காலம் எப்போ வரும்… எப்ப குறையும் எங்க பாரம் கரையும் பேதம்  எப்போ வருமோ எங்க நேரம் எப்போ வரும்… எப்ப குறையும் எங்க பாரம் கரையும் பேதம்  விதைக்கிற கை எல்லாம் சேத்துலதான் முக்கனுமே சோத்துல கை வைக்க வரிசையிலே நிக்கனுமே……  கெடைக்குற தோளுலதான் அடிக்கிற வாத்தியாத படைக்கிற கைகளுக்கு இசைக்கிற ஞானம் உண்டு  எங்க வாழ்வோடும் இசையோடும் நாதம் உண்டு…..ஊஉ…. நம்ப பாட்டு சத்தம் வேட்டு போல ஊரே சேர்ந்து கேட்டாச்சு  டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங் டிங்கு டாங்கு டிங்கு டாங்கு டிங்  எப்போ வருமோ எங்க காலம் எப்போ வரும்… எப்ப குறையும் எங்க பாரம் கரையும் பேதம்  எப்போ வருமோ எங்க நேரம் எப்போ வரும்… எப்ப குறையும் எங்க பாரம் கரையும் பேதம்  தப்பு கொட்டும் போதும் உயிர் நாதம் வரும் அந்த மேளத்தில் எல்லாமே ஆடிவிடும்  டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங் டிங்கு டாங்கு டிங்கு டாங்கு டிங்  டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங்கு டாங்கு டிங் டிங்கு டாங்கு டிங்கு டாங்கு டிங்"}
