{"திரைப்படம்": " அக்சன்", "பாடலாசிரியர்": "Pa. விஜய்", "இசையமைப்பாளர்": "ஹிப்பொப் தமிழா", "பாடல்": "​நீ சிரிச்சாலும்", "வருடம்": "2019", "பாடியவர்கள்": "ஸ்ரீநிஸா, ஜொனிற்றா காந்தி ,சாதனா சர்கம்", "பாடல்வரிகள்": "நீ சிரிச்சாலும் என்ன மொறச்சாலும் தினம் நினைச்சாலும் சுட்டு எரிச்சாலும்  நெஞ்சில் இனிச்சாலும் இல்ல வலிச்சாலும் கையில் அணைச்சாலும் மண்ணில் பொதைச்சாலும்  ஏதோ நீ செய்கிறாய் யுக்தி நெஞ்சம் உன்னோடுதான் சுத்தி இதமான காயங்கள் உன் வார்த்தைகள் குத்தி  நானோ உன் பார்வையில் சிக்கி சொல்ல முடியாமலே திக்கி யாரோடும் பேசாமல் சேர்ந்து போகிறோம் சொக்கி  நீ சிரிச்சாலும் என்ன மொறச்சாலும் தினம் நினைச்சாலும் சுட்டு எரிச்சாலும்  தித்தோம் தன தித்தோம் தன தித்தோம் தன தீம் தீம் தானா தித்தோம் தன தித்தோம் தன தித்தோம் தன தீம் தீம் தானா  தித்தோம் தன தித்தோம் தன தித்தோம் தன தீம் தீம் தானா தன தீம் தீம் தானா தன தீம் தீம் தானா  புதைத்து வைத்த காதலை பூக்களுக்குள் தேடவா கூட வந்த ஆசையை கூந்தலுக்குள் சூடவா  நெஞ்சிருக்கும் வரைக்குமே உன் நினைவு இருக்குமே காற்றிலா வெளியிலே காத்துகிடக்கிறேன் நான்  நீ மௌனமாகவே நடந்து போகிறாய் காயம் செய்து கொண்டே உன்னில் காதல் இல்லை என தோழி போலவே என்னை மாற்றி கொண்டேன்    இவன் தோளில் சாய்ந்தே நான் தொலைந்தால் என்ன இவன் மடியில் தூங்கி நான் மடிந்தால் என்ன  இவன் தோளில் சாய்ந்தே நான் தொலைந்தால் என்ன இவன் மடியில் தூங்கி நான் மடிந்தால் என்ன  தினம் உன்ன நினைச்சே இரு கண்ண முழிச்சேன் உன்ன ஒட்டி அணைச்சே கனவுல கட்டி புடிச்சேன்  உன் கண்ணு முழியில் என்ன கண்டு புடிச்சேன் உன்ன மட்டும் நினைச்சேன் தினம் செத்து பொழைச்சேன்  கை வீசும் காதலே என்னை தாண்டியே எங்கு செல்கிறாயோ இந்த பாலை வெயிலில் பார்வை இன்றியே என்னை கொல்கிறாயோ  இவன் தோளில் சாய்ந்தே நான் தொலைந்தால் என்ன இவன் மடியில் தூங்கி நான் மடிந்தால் என்ன  நீ சிரிச்சாலும் என்ன மொறச்சாலும் தினம் நினைச்சாலும் சுட்டு எரிச்சாலும்  நெஞ்சில் இனிச்சாலும் இல்ல வலிச்சாலும் கையில் அணைச்சாலும் மண்ணில் பொதைச்சாலும்  ஏதோ நீ செய்கிறாய் யுக்தி நெஞ்சம் உன்னோடுதான் சுத்தி இதமான காயங்கள் உன் வார்த்தைகள் குத்தி  நானோ உன் பார்வையில் சிக்கி சொல்ல முடியாமலே திக்கி யாரோடும் பேசாமல் சேர்ந்து போகிறோம் சொக்கி  தித்தோம் தன தித்தோம் தன தித்தோம் தன தீம் தீம் தானா தித்தோம் தன தித்தோம் தன தித்தோம் தன தீம் தீம் தானா தன தீம் தீம் தானா தன தீம் தீம் தானா"}
