{"திரைப்படம்": கலகலப்பு 2", "பாடலாசிரியர்": "மோகன் ராஜன்", "இசையமைப்பாளர்": "ஹிப்ஹொப் தமிழா", "பாடல்": "காரைக்குடி இளவரசி", "வருடம்": "2018", "பாடியவர்கள்": "ஜெஸி கிப்ர், சுதர்சன் அசோக்", "பாடல்வரிகள்": "காரைக்குடி இளவரசி என் நெஞ்ச தாக்குற மவராசி தூத்துக்குடி வரகரிசி நீ காயப்போடுர என்ன அலசி  கண்ணு அது கன்- னு (Gun ) மாதிரி கண்ணம் அது பண்ணு மாதிரி பார்வ அது ஜின்னு மாதிரி போத ஏத்துது டா  மூக்கு அது குல்பி மாதிரி உதடு அது பற்பி மாதிரி பொண்ணு இவ வேற மாதிரி என்ன கொண்ணா டா  மசக்கியே மசக்கியே மயங்கி நானும் போறேனடி சிறுக்கியே சிறுக்கியே சிதறி நானும் போறேனடி  மசக்கியே மசக்கியே மயங்கி நானும் போறேனடி சிறுக்கியே சிறுக்கியே சிதறி நானும் போறேனடி  ஏன்டி ஏன்டி ஒட்டு மொத்த உலக அழக எல்லாம் ஒருத்தி நீ வச்சிருக்கியே என் மனச கைமா பண்ணி குருமா போல் கொதிக்க நீ விட்டுப்புட்டியே  ஏன்டி ஏன்டி  ஒட்டு மொத்த உலக அழக எல்லாம் ஒருத்தி நீ வச்சிருக்கியே என் மனச கைமா பண்ணி குருமா போல் கொதிக்க நீ விட்டுப்புட்டியே   ஆல் இன் ஆல் அழகு ராஜா நான்தான் அம்மாடி உன் மனச ரிப்பேர் ஆக்க பிறந்தேன் கில்லாடி  பாத்த உடனே பல்ஸ்ச ஏத்தி போராலே எம்மா எம்மா டி ஜிபி எஸ் இல்லாமலே வருவேனே நா உன் பின்னாடி  காரைக்குடி இளவரசி என் நெஞ்ச தாக்குற மவராசி தூத்துக்குடி வரகரிசி நீ காயப்போடுர என்ன அலசி  காரைக்குடி இளவரசி என் நெஞ்ச தாக்குற மவராசி தூத்துக்குடி வரகரிசி நீ காயப்போடுர என்ன அலசி  மசக்கியே மசக்கியே மயங்கி நானும் போறேனடி சிறுக்கியே சிறுக்கியே சிதறி நானும் போறேனடி   மசக்கியே மசக்கியே மயங்கி நானும் போறேனடி சிறுக்கியே சிறுக்கியே சிதறி நானும் போறேனடி  ஏன்டி ஏன்டி ஒட்டு மொத்த உலக அழக எல்லாம்  ஒருத்தி நீ வச்சிருக்கியே என் மனச கைமா பண்ணி குருமா போல் கொதிக்க நீ விட்டுப்புட்டியே ...   ஏன்டி ஏன்டி ஒட்டு மொத்த உலக அழக எல்லாம்  ஒருத்தி நீ வச்சிருக்கியே என் மனச கைமா பண்ணி குருமா போல் கொதிக்க நீ விட்டுப்புட்டியே ...  கண்ணு யயய.. கண்ணம் யயய.. பார்வ யயய..  கண்ணு அது கன்- னு (Gun ) மாதிரி கண்ணம் அது பண்ணு மாதிரி பார்வ அது ஜின்னு மாதிரி போத ஏத்துது டா  மூக்கு அது குல்பி மாதிரி உதடு அது பற்பி மாதிரி பொண்ணு இவ வேற மாதிரி என்ன கொண்ணா டா  காரைக்குடி இளவரசி என் நெஞ்ச தாக்குற மவராசி தூத்துக்குடி வரகரிசி நீ காயப்போடுர என்ன அலசி  காரைக்குடி இளவரசி என் நெஞ்ச தாக்குற மவராசி தூத்துக்குடி வரகரிசி நீ காயப்போடுர என்ன அலசி"}