{"திரைப்படம்": "தானா சேர்ந்த கூட்டம்", "பாடலாசிரியர்": "மணி அமுதவன், விக்னேஷ் சிவன்", "இசையமைப்பாளர்": "அனிருத் ரவிசந்தர்", "பாடல்": "சொடக்கு மேல", "வருடம்": "2018", "பாடியவர்கள்": "அந்தோனி தாசன்", "பாடல்வரிகள்": "சொடக்கு மேல சொடக்கு போடுது என் விரலு வந்து நடு தெருவுல நின்னு சொடக்குமேல சொடக்கு போடுது  சொடக்கு மேல சொடக்கு போடுது என் விரலு வந்து நடு தெருவுல நின்னு சொடக்குமேல சொடக்கு போடுது  அய்யா வாங்கையா வாங்கையா எங்கையருக்கிங்க  என்னய்யா செய்வீங்க எப்பய்யா செய்வீங்க.  சொடக்கு மேல ஹே சொடக்கு மேல அப்பிடி சொடக்கு மேல சொடக்கு மேல சொடக்கு போடுது.  என் விரலு வந்து நடு தெருவுல நின்னு சொடக்கு மேல சொடக்கு போடுது.  அய்யா வாங்கையா வாங்கையா எங்கையருக்கிங்க என்னய்யா செய்வீங்க எப்பய்யா செய்வீங்க.  சொடக்கு மேல ஹே சொடக்கு மேல அப்பிடி சொடக்கு மேல சொடக்கு மேல சொடக்கு போடுது  என் விரலு வந்து நடு தெருவுல நின்னு சொடக்கு மேல சொடக்கு போடுது.  சொடக்கு மேல சொடக்கு போடுது என் விரலு வந்து நடு தெருவுல நின்னு சொடக்குமேல சொடக்கு போடுது  நடக்குறவன  பறக்க விடணும்  அழுகுரவன சிரிக்க விடணும் மொடங்குனவனா  தொடங்க விடணும்  கலங்குணவான கலக்க விடணும்  தடுக்க தடுக்க  தண்டி வரணும்  மிதிக்க மிதிக்க  மீண்டு வரணும்   கொதிக்க கொதிக்க  கோவம் வரணும்  கீழ பொதச்ச  மொளச்சு வரணும்   சொடக்கு மேல ஹே சொடக்கு மேல அப்படி  சொடக்கு மேல சொடக்கு போடுது   ஹே தடுக்குறவன  கெடுக்கிறவன  மொறச்சு பாக்கணும்  தல கன்னத்துல குதிக்கிறவன  சரிச்ச பாக்கணும் ஆடி வயித்துல  அடிக்கிறவன எதுத்து கேக்கணும்  இனி ஒரு முறை  நாம தொட அவன்  நெனச்சு பாக்கணும்   கொடுத்த கொடுத்த ஆடிய திருப்பி திருப்பி  தரணும்  கொழுத்த  கொழுத்த  எலிய  கொழுப்ப குறைக்கும்   அடுத்த அடுத்த நொடிதான்  நெனச்ச மாறி  வரணும்  அடைச்ச அடைச்ச கதவை  உதைச்சு தொறக்கணும்   அய்யா போங்கய்யா போங்கய்யா  காணாம போங்கய்யா  கண்ணு முன்ன வந்து  கன்னம் தான் வீங்கும்யா   அங்கையோ இங்கையோ  எங்கையோ போங்கய்யா  எங்க சைடு வந்த  இன்ஜூயுரி ஆகும்யா   சொடக்கு மேல ஹே சொடக்கு மேல அப்படி  சொடக்கு மேல சொடக்கு போடுது   என் விரலு வந்து நடு தெருவுல நின்னு சொடக்கு மேல சொடக்கு போடுது.  (அட போடா இப்போ என்னா காலடிட்டோம்னு  இந்த ஆட்டம்லாம்  இந்த மாதிரி பாட்டெல்லாம் போட்டு  ஆடணும்னா நாம ஏதாவது பன்னிருக்கணும்ல   ஏய் அதாண்டா  என்னத்த கிழிச்சிட்டோம்னு  இந்த ஆட்டம் பாட்டம் கீட்டம்லாம்   உனக்கு வேலை கிடைச்சிடுச்சா..? உனக்கு ..? மச்சி   என்னடா புதுசா எது கேட்டுனு இருக்கிறான் …  ஆனா இதெல்லாம் நம்ம தப்பு இல்ல  இந்த இடம் இங்க இருக்க அழுக்கு  இந்த அழுக்க உருவாக்கி இந்த அழுக்குலே ஊறி போன இதோ இவனுங்க மாறி ஆளுங்க இவனுங்களெல்லாம் பாத்தாலே )  வெறட்டி வெறட்டி  வெளுக்க தோணுது  வந்து வெறட்டி வெறட்டி  வெளுக்க தோணுது  அதிகார திமிர  பணக்கார பாவர   தூக்கி போட்டு  மிதிக்க தோணுது  ஹே தட்டி தான்  தூக்கும் தண்ணிய காட்டணும்   ஓட ஓட விட்டு  முட்டிய பேக்கணும்  கூட்டத்த செக்கனும்  கத்துனா கேக்கணும்  இல்லாதவன் வலி  என்னனு காட்டணும்   வெறட்டி வெறட்டி  ஹே பொரட்டி பொரட்டி  உன்ன வெறட்டி வெறட்டி  வெளுக்க தோணுது  அதிகார திமிர  பணக்கார பாவர  தூக்கி போற்று மிதிக்க  தோணுது   சொடக்கு மேல சொடக்கு போடுது "}