{"திரைப்படம்": "ஸ்கெட்ச்", "பாடலாசிரியர்": "கபிலன்", "இசையமைப்பாளர்": "எஸ். தமன்", "பாடல்": "வானம் தூரமலே", "வருடம்": "2018", "பாடியவர்கள்": "தீபக் சுப்பிரமணியம், ரோஷினி, ஷாசா திருப்பதி", "பாடல்வரிகள்": "இதய குழந்தை அவளின் நினைவுகள் எரும்பை கடிக்கிறதே உலகின் எனது பொழுது மட்டும் கருப்பாய் விடிகிறதே  விழியின் பயணம் தொடரும் பொழுது பாதியில் முடிகிறதே கண்களை அவளோ திருடிய பிறகும் கனவுகள் இருக்கிறதே  வானம் தூரமலே பூமி பூ பூக்கும இங்கே உன் தொட்ட பூவுக்கு நான் தான் வெளி  வானம் தூரமலே பூமி பூ பூக்கும இங்கே உன் தொட்ட பூவுக்கு நான் தான் வெளி  எந்தன் கண்ண பார்த்த வேலைக்கு காதல் கூலி உந்தன் விழி யாவுமே மௌன மொழி ஆகுமே  கோதை வெயிலாலே காதல் நீரும் வாடியதடி மின்னல் இடித்தாலும் என் வானம் உடையாதடி  வேகத்தடை ஏதும் என் பாதை அறியாதடி இன்னும் நான் சொல்ல எனக்கேதும் தெரியாதடி  இதய குழந்தை அவளின் நினைவுகள் எரும்பை கடிக்கிறதே உலகில் எனது பொழுதோ மட்டும் கருப்பாய் விடிகிறதே  விழியின் பயணம் தொடரும் பொழுது பாதியில் முடிகிறதே கண்களை அவளோ திருடிய பிறகும் கனவுகள் இருக்கிறதே  எந்தன் மௌனங்கள் உன் கண்கள் பேசும் வரை நீயோ என் வார்த்தைகள் நானோ உன் வாக்கியம்  எந்தன் கண்ணாடி நெஞ்சில் நீ கடிகாரமே கூந்தல் பெண்ணோடு என் மீசை குடி எறுமே  யாரடி யாரடி யாரடி யாரடி யாரடி  தூண்டில் கண்ணாலே தூக்கத்தை நீ கொல்கிறாய் என்னை தலத்தி நீதானே என் செல்கிறாய்  இதய குழந்தை அவளின் நினைவுகள் எரும்பை கடிக்கிறதே உலகின் எனது பொழுது மட்டும் கருப்பாய் விடிகிறதே  விழியின் பயணம் தொடரும் பொழுது பாதியில் முடிகிறதே கண்களை அவளோ திருடிய பிறகும் கனவுகள் இருக்கிறதே  வானம் தூரமலே பூமி பூ பூக்கும இங்கே உன் தொட்ட பூவுக்கு நான் தான் வெளி  இதய குழந்தை எரும்பை கடிக்கிறதே உலகின் எனது பொழுது மட்டும் கருப்பாய் விடிகிறதே  பூட்டிய வீட்டில் மூங்கிலாய் இருந்தேன் புல்லாங்குழல் ஆனேன் காகிதம் போலவே இதுவரை இருந்தேன் கவிதை நூல் ஆனேன்  தினம் தினம் தனிமையில் இருந்தவள் இன்று திருவிழா கோலமானேன் வீண் மீன் போல புள்ளியாய் இருந்தேன் வெண்ணிலா போல் ஆனேன்  காதல் கேட்ட கேள்விக்கெலாம் ஒற்றை பதில் நீ உந்தன் பின்னே உண்மை நிழலாய் நடந்தேனே  வான் நீல தோளின் மேலே பட்டாம்பூச்சி நான் பாறை மேலே தண்ணீர் துளியாய் உடைந்தேனே  அழகான காதல் என் ஆயுள் கூட்டாதோ உன் காம்பிலே நான் பூக்கிறேன்  பூக்கிறேன் பூக்கிறேன் பூக்கை போல் தேகமே இனிக்குதே தேனை போல்  "}