[
{"திரைப்படம்": "Walter", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Dharmaprakash", "பாடல்": "யாரை தேடி நெஞ்சமே", "வருடம்": "2020", "பாடியவர்கள்": "K. S. Chithra", "பாடல்வரிகள்": "யாரை தேடி நெஞ்சமே கண்ணில் ஜாடை பேசுது நீயும் என்னை நெருங்க ஒரு கோடி சாரல் வீசுது  மேக கூட்டம் யாவுமே…. பாதம் கீழே ஓடுது கடலின் மீது கடந்து போகும் பறவையாய் நீ இதயம் கடந்தாய்…..  ஓ ஓ ஹோய்…..  யாரை தேடி நெஞ்சமே கண்ணில் ஜாடை பேசுது நீயும் என்னை நெருங்க ஒரு கோடி சாரல் வீசுது  ஓ தாவும் குழந்தை போல நெஞ்சம் உன்னை கண்டு தாவி செல்ல நீயும் என்னை தூக்கி கொஞ்ச தவிக்கும் உயிரை என்ன சொல்ல  இரு விழி இன்று வழி பறி செய்து போகும் உந்தன் பார்வையில் இரு உடல் இன்று ஒரு உயிர் என்று ஆகும் உந்தன் தீண்டலில்  எந்தன் ஆயுள் ரேகை உந்தன் கையில் பார்க்கிறேன்….ஏ…..ஏ….  யாரை தேடி நெஞ்சமே கண்ணில் ஜாடை பேசுது நீயும் என்னை நெருங்க ஒரு கோடி சாரல் வீசுது  ஓ காற்றில் ஈர பதங்கள் கூடும் மாயம் தந்தாய் நீயும் மெல்ல ஆற்றில் ஓடும் இலையை போல நானும் உன்னில் நீந்தி செல்ல  குறுந்தொகை போலே குறும்புகள் அள்ளி கையில் நீ நீட்டினாய் இதுவரை இந்த உணர்வுகள் இல்லை நீதான் உயிர் நீவினாய்  நிழலை போல நீயும் வந்து மழலை ஆக்கினாய்…..ஆஅ…..அ…..  யாரை தேடி நெஞ்சமே கண்ணில் ஜாடை பேசுது நீயும் என்னை நெருங்க ஒரு கோடி சாரல் வீசுது  மேககூட்டம் யாவுமே…. பாதம் கீழே ஓடுது கடலின் மீது கடந்து போகும் பறவையாய் நீ இதயம் கடந்தாய்…..  ஓ ஓ ஹோய்…..  யாரை தேடி நெஞ்சமே கண்ணில் ஜாடை பேசுது நீயும் என்னை நெருங்க ஒரு கோடி சாரல் வீசுது"},
{"திரைப்படம்": "Vaanam Kottattum", "பாடலாசிரியர்": "Siva Ananth", "இசையமைப்பாளர்": "Sid Sriram", "பாடல்": "ஈசி கம் ஈசி கோ", "வருடம்": "2020", "பாடியவர்கள்": "Sid Sriram", "பாடல்வரிகள்": "செவ்விழி வெண்கடல் மின்மின்னும் வானவில் பொன்னொளி ஓ……பால்வெளி எல்லாம் உள்ளங்கையிலே  இந்திரன் சூரியன் துள்ளிடும் தாரகை மண்ணிலே ஓ பூ மழை எல்லாம் மங்கை நெஞ்சிலே….ஹேய்  கை பிடித்து நாம் நடக்க ஊர் உலகம் ஒதுங்கிடும் வா வா வா வீசி வரும் பேரலையும் பதுங்கி நின்னு தழுவிடும் வா வா வா  ஹேய் ஹேய்ய்ய்…..ஏய்…. கனவுக்கு விலையென்ன சொல் காட்டு புலி மனம் எட்டு திசையிலும் தத்தி தாவி போகும் தூரம் என்ன கேட்டு சொல்  பூத்திடும் பாதை எல்லாம் புத்தி சித்தி மட்டும் ஒட்டிகூட வர கட்டி போட்டு வைக்க யாருமில்ல…ஓ…..ஓ…. எட்டி தள்ளி போடு கவலைகள…..ஓ……ஓ….ஓ….  ஈசி கம் ஈசி கோ என்ன வேணும் கேட்டுக்கோ ஈசி கம் ஈசி கோ இஷ்ட பட்டா வச்சிக்கோ  ஈசி கம் ஈசி கோ என்ன வேணும் கேட்டுக்கோ ஈசி கம் ஈசி கோ இஷ்டம் போல பாடிக்கோ  செவ்விழி வெண்கடல் மின்மின்னும் வானவில் பொன்னொளி ஓ……பால்வெளி எல்லாம் உள்ளங்கையிலே  சின்னதாய் ஆசைகள் தேவைகள் ஓ…..என்னிலே உண்மையாய் நான் சொல்கிறேன் நான் என்னை கண்டேன் விண்ணிலே  ஓ….ஆஅ…….ஆஅ…….(4)  ஓடும் மேகமெல்லாம் நம் பேர் சொல்லி கூவாதோ இனி என்றும் எப்போதும் பொற்காலம் வா வா வா  ஈசி கம் ஈசி கோ என்ன வேணும் கேட்டுக்கோ ஈசி கம் ஈசி கோ இஷ்ட பட்டா வச்சிக்கோ  ஈசி கம் ஈசி கோ என்ன வேணும் கேட்டுக்கோ ஈசி கம் ஈசி கோ இஷ்ட பட்டா வச்சிக்கோ  ஈசி கம் ஈசி கோ என்ன வேணும் கேட்டுக்கோ ஈசி கம் ஈசி கோ இஷ்டம் போல பாடிக்கோ"},
{"திரைப்படம்": "Vaanam Kottattum", "பாடலாசிரியர்": "Siva Ananth", "இசையமைப்பாளர்": "Sid Sriram", "பாடல்": "கண்ணு தங்கோம் ராசாத்தி", "வருடம்": "2020", "பாடியவர்கள்": "Shakthisree Gopalan, Sid Sriram", "பாடல்வரிகள்": "கண்ணு தங்கோம் ராசாத்தி உன்னை கண்டாலே நெஞ்சு முச்சூடும் தீவாளி சொன்னா நம்பு மவராசி உன் பேர் சொல்லாட்டி மழை ஊருக்கு பெய்யாதடி  அழகி உன் புன்னகை அரை டஜன் பௌர்ணமி ஆசையா பேசுடி மனசுல மார்கழி  ராணி காளி எசமானி பார்வை பார்த்தாலே மாமன் உள்ளார பூமாரி லேசா மொறைச்சாலே மூச்சு தடுமாறி நாடி நரம்பெல்லாம் முக்காடுதே  ஒனக்கும் மேல ஊருல எனக்குன்னு யாரடி அடிச்சு நான் சொல்லுவேன் உனக்கு நான் காலணி  ராசாத்தி……..ராசாத்தி…….. ராசாத்தி ராசாத்தி ராசாத்தி மவராசி…..மவராசி  ராசாத்தி……..ராசாத்தி…….. ராசாத்தி ராசாத்தி ராசாத்தி மவராசி…..மவராசி  ராசா சிங்கம் என் சாமி யாரு சொன்னாலும் எனக்கு நீதானே சரிப்பாதி வாயா பாவி காத்திருக்கேன் போனா போவட்டும் என்னை கை கோர்த்து கரை சேரய்யா  தனியில நடக்கையில் எனக்கு நீ தொனையிரு மடியில் மனசுல உறங்கிட எடங்கொடு  கண்ணு தங்கோம் ராசாத்தி ஓ……ஓ…..ஹோ ஹோ ஹோ ஓஒ….. கண்ணு தங்கோம் ராசாத்தி ஹ்ம்ம்……ம்ம்ம்ம்……"},
{"திரைப்படம்": "Seeru", "பாடலாசிரியர்": "Parvathy", "இசையமைப்பாளர்": "D. Imman", "பாடல்": "வாசன பூச்செண்டா", "வருடம்": "2020", "பாடியவர்கள்": "Rajaganapathy", "பாடல்வரிகள்": "வாசன பூச்செண்டா…… பேசுற கல்கண்டா….. எட்டி நின்னா இன்னும் பக்கம் வந்திட வழிகள்தான் உண்டா  கண்ணுக்கு உள்ளார உள்ளது பொன்வண்டா இவ யாரோ என்ன பேரோ உண்மையில் உண்மைய யார் கண்டா  மஞ்ச சாமாந்தி நேரத்துல சிதறுது வீசுற பூங்காத்து சில்லு சில்லா தெறிக்குது சிரிப்புல ஆம்பள பம்மாத்து  இது பேர்தான் ஏதோ மாய மந்திரமா கூட வந்தா என்ன ஏற்க சம்மதம்மா  வாசன பூச்செண்டா…. பேசுற கல்கண்டா…… எட்டி நின்னா இன்னும் பக்கம் வந்திட வழிகள்தான் உண்டா  கண்ணுக்கு உள்ளார உள்ளது பொன்வண்டா இவ யாரோ என்ன பேரோ உண்மையில் உண்மைய யார் கண்டா"},
{"திரைப்படம்": "Vaanam Kottattum", "பாடலாசிரியர்": "Siva Ananth", "இசையமைப்பாளர்": "Sid Sriram", "பாடல்": "என் அன்பே என் மன்னவா", "வருடம்": "2020", "பாடியவர்கள்": "Shakthisree Gopalan", "பாடல்வரிகள்": "தீராத ஆசை ஒன்று காற்றோடு போகின்றதே…..ஏன்  ஆகாயம் பூமி ரெண்டும் நாள் தோறும் தேய்கின்றதே…..ஏன்…  என் அன்பே என் மன்னவா உந்தன் நெஞ்சின் மேல் நான் கண் துஞ்ச வா வா  நம் உள்ளே ஏன் இந்த மௌனம் நான் செய்த பாவம் என்ன சொல்வாயா…..  கார்கால மேகம் ஒன்று கண்ணில் ஆரம்பம் ஒன்று……பார்……. ஆஅ……ஆ…..திசை இல்லா வானின் மேலே துணையில்லா பார்வை ஒன்று…..பார்….. ஹோ ஹோ ஓஒ ஓஒ…..  உன் ஒளியாலே உள் ஈரம் பபோக்கிட….வா…. ஹா…..ஆஅ……ஹா…..ஆ……ஆ…. உன் கரம் நீட்டி நெஞ்சோடு அள்ளி செல்ல……வா…..  விழி ஒன்று தா மன்னவா….. ஹா…..ஆஅ……ஹா…..ஆ…..ம்ம்ம்  என் அன்பே என் மன்னவா உந்தன் நெஞ்சின் மேல் நான் கண் துஞ்ச வா வா  நம் உள்ளே ஏன் இந்த மௌனம் நான் செய்த பாவம் என்ன சொல்வாயா….."},
{"திரைப்படம்": "Vaanam Kottattum", "பாடலாசிரியர்": "Siva Ananth", "இசையமைப்பாளர்": "Sid Sriram", "பாடல்": "என் உயிர் காற்றே", "வருடம்": "2020", "பாடியவர்கள்": "Sid Sriram", "பாடல்வரிகள்": "கண்ணம்மா கண்ணம்மா சொல்வாயா என் வசம் உன் கரம் தாராயா ஹேய் கண் மூடிய போதிலும் மின்னிடும் கதிராய் என்னுள்ளே ஒளிர்வது யார் சொல்வாய் சொல்வாயா…..ஹேய்  கண்ணம்மா கண்ணம்மா…. ஹேய்……ஹேய் நான் யாரிங்கே உன் நெஞ்சிலே எந்தன் பேர் என்னம்மா…..ஆ…..ஹா எந்தன் பேர் என்னம்மா……ஆ……ஹேய்  என் உயிர் காற்றே ஓரங்க நாடகம் சரியா நான் என்ன செய்தேன் பதில் சொல்லிடம்மா  என் உயிர் காற்றே…..ஹேய் உன் கண்ணில் காதலும் வருமா யாசித்து கேட்டேன்….ஹேய் கொஞ்சம் கை கொடம்மா…..ஆ…. ப நி ச க….. கவிதைகளில் கரையவா….. ரி மா க த நி…..மறையவா பனி நதிகளில் மறையவா ப ப ம மா……..வழி கூறம்மா வழி கூறம்மா ப ப ம மா க ரி ப ப ம மா ரி க ரீ க ரி க ரி ரி க ரீ க ரி க ரி ப ம க ரி ப ம க ரி க ரி ரி ச நி த ரி ச சா  கண்ணம்மா கண்ணம்மா சொல்வாயா என் வசம் உன் கரம் தாராயா ஹேய் கண்ணம்மா கண்ணம்மா சொல்வாயா என் வசம் உன் கரம் தாராயா…..ஆஅ…..  ப நி ச க கவிதைகளில் கரையவா….. என் உயிர் காற்றே மறையவா பனி நதிகளில் மறையவா ரி ப ப மா மா என் உயிர் காற்றே வழி கூறம்மா வழி கூறம்மா ம ரி ரி ப ப ம மா க ரி என் உயிர் காற்றே ப ப ம மா ரி க ரீ க ரி க ரி ரி க ரீ க ரி க ரி ப ம க ரி ப ம க ரி க ரி ரி ச நி த ரி ச சா என் உயிர் காற்றே"},
{"திரைப்படம்": "Vaanam Kottattum", "பாடலாசிரியர்": "Siva Ananth", "இசையமைப்பாளர்": "Sid Sriram", "பாடல்": "ஓ தினம் ஓ தினம் வராதா", "வருடம்": "2020", "பாடியவர்கள்": "Sid Sriram", "பாடல்வரிகள்": "பேசாதே…. வீணா உன் சொல்…. ஓடாதே…. என் செல்லம்  போதாதே கொண்டாட என்னுள் போகதே வழியில்லை நில்  உச்சியில்ல உருகும் நீர் மழை கடந்த பின் காட்டாறே உச்சி கொட்டுகிற உதட்டோரம் கோவம் முட்டி இழுக்குது பாரு  இலை நுனி தொடும் ஒரு தூறல் அடி வேர் வரை சேராதா உன் கைகளில் நான் விழும் புண்ணியம் ஓ தினம் ஓ தினம் வராதா தினம் ஓ தினம் ஓ தினம் வராதா தினம் ஓ தினம்  வாராயோ…. ஓடோடி என்னிடம் கூறாயோ ஒரு பாடல்…..  ஆகாயம்…. எங்கேயும் உன் நிழல் ஆனந்தம்….. என் அருகில்  உச்சியில்ல உருகும் நீர் மழை கடந்த பின் காட்டாறே உச்சி கொட்டுகிற உதட்டோரம் கோவம் முட்டி இழுக்குது பாரு  இலை நுனி தொடும் ஒரு தூறல் அடி வேர் வரை சேராதா உன் கைகளில் நான் விழும் புண்ணியம் ஓ தினம் ஓ தினம் வராதா தினம் ஓ தினம் ஓ தினம் வராதா தினம் ஓ தினம் வராத……வராத……வராத……ஓஹ்…..  பேசும்….ஓஹ்…..ஓஹ்……  பேசாதே…..ஓஹ் ஓ ஹோ ஓடாதே….. போகாதே…. போகாதே…..ஓ….ஓஒ….."},
{"திரைப்படம்": "Vaanam Kottattum", "பாடலாசிரியர்": "Siva Ananth", "இசையமைப்பாளர்": "Sid Sriram", "பாடல்": "பூவா தலையா", "வருடம்": "2020", "பாடியவர்கள்": "Anthony Daasan, Sid Sriram", "பாடல்வரிகள்": "யாருமில்லா காட்டுக்குள்ள நான்தான் ராஜா ஆண்டவன நேரில் கண்டா கையேடு கொண்டா  பூவா தலையா போட்டு பாத்தேன் தல கீழா திருப்பி கேட்டேன் வேலை பேசி வாங்க பாத்தேன் பதிலே இல்லையே  ஆண்டவனே ஆண்டவனே கொஞ்சம் பேசு கவலை இல்லா இதயம் உண்டா கண்ணில் காட்டு  ஒரு நாள் இரவில நான் கொஞ்சம் அழுதேன் ஏன்டா பொறந்தோமின்னு நினைச்சேன் தனியா ஒரு பிடி நேசம் தின்னு பாத்தேன் தெளிவாச்சு உள் நெஞ்சு நெருப்பாச்சு  கேக்காத கேள்விக்கு எல்லாம் பதில் தேடி பாக்கயிலேதான் திறக்காத கதவொன்னுதானா ஒரு திரை போல விலகிடலாச்சு  வடக்குக்கும் தெக்குக்கும் போக வழிகாட்டியோ யாருன்னு சொல்லு ஒரு தாயத்த உருட்டி போட்டு ஒன்னா ஆறா எண்ணிப் பாரு  யாருமில்ல காட்டுக்குள்ள நான்தான் ராஜா…. ராஜா ராஜா ஜ ஜ ஜ ஜ ஜ  எனது உனதென்று எதுவும் இங்கே கிடையாது விதிகள் உடையாமல் விடைகள் கண்ணில் தெரியாது  அடிமேல் அடி வைத்து மெதுவாய் மெதுவாய் நடை போடு…. முடிவும் ஆரம்பம் மீண்டும் தொடங்கு முதல் பாட்டு….  மீண்டும் தொடங்கு முதல் பாட்டு….ஊ…..ஊ….. இருவர் : மீண்டும் தொடங்கு முதல் பாட்டு  வாடா….  புத்தி சொல்லும் திட்டம் மட்டும் மொத்தம் கேளு  ஏன்டா…..  வெட்டி வீசும் கத்தி எல்லை கோடு உண்டா கூறு  சரி தவறா பிரிச்சு வரி வரியா படிச்சு தர்மம் நீதி வெல்லுமின்னு சட்டமில்ல  கடவுள் நின்னு கொல்லும் கதைகள் இல்லம் கனவு தீர்ப்பு சொல்ல வானத்துல யாரும் இல்ல  ஆண்டவனே ஆண்டவனே கொஞ்சம் பேசு நீ இருந்தா இந்த பக்கம் ஓர பார்வை பாரு  வாடா…..  புத்தி சொல்லும் திட்டம் மட்டும் மொத்தம் கேளு  ஏன்டா…..  வெட்டி வீசும் கத்தி எல்லை கோடு உண்டா கூறு  வாடா"},
{"திரைப்படம்": "Soorarai Pottru", "பாடலாசிரியர்": "Arivu", "இசையமைப்பாளர்": "G. V. Prakash Kumar", "பாடல்": "பருந்தாகுது ஊர்க்குருவி", "வருடம்": "2020", "பாடியவர்கள்": "Suriya", "பாடல்வரிகள்": "பருந்தாகுது ஊர்க்குருவி வணங்காதது என் பிறவி அடங்கா பல மடங்காவுறேன் தடுத்தா அத ஒடைச்சி வருவேன்  இப்ப வந்து மோதுடா கிட்ட வந்து பாருடா கட்டறுந்த காளை நெஞ்சு மேல ஏற போதுடா  திமிருடா திமிர திமிர நிமிருடா நிலமை நிலமை உணருடா பயணம் பயணம் தொடருடா  த்தா இப்ப நானும் வேறடா கிட்ட வந்து பாருடா பாருடா  "},
{"திரைப்படம்": "Pattas", "பாடலாசிரியர்": "Uma Devi", "இசையமைப்பாளர்": "Vivek - Mervin", "பாடல்": "புது சூரியன் என் வீட்டிலே", "வருடம்": "2020", "பாடியவர்கள்": "Anuradha Sriram", "பாடல்வரிகள்": "பெண் : புது சூரியன் என் வீட்டிலே அழகாகதான் விளையாடுதே இரு தோளிலும் சுகம் கூடுதே உன்னை தூக்கி நான் பசி ஆறுவேன்  பெண் : அருகினில் வளரும் பிறையே வளர்ந்தே பரவும் மழையே வான் நிலவு திரையே திரண்டே ஜொலிக்கும் அழகே  பெண் : வா சிறந்த மொழியே மடல்கள் திறந்த வழியே நான் உடைந்த சிலையே சிலையில் முளைக்கும் உயிரே  பெண் : கடல் தாண்டி நீரும் போய் விடுமா கரை தாண்டி மீனும் வாழ்ந்திடுமா  பெண் : அனுதினம் உன்னை நினைக்கையில் மனம் அணு அணுவாய் துடிக்குது வா திருமுகம் தந்து சிறு விரல் கொண்டு பெரு வழிகளை துடைத்திட வா மறுபடி உன்னை மடியினில் பெற கருவறை தவம் கிடக்குது வா  பெண் : நீயின்றி நான் வாழ ஆரம்பம் ஏதிங்கே நீதானே நான் வாழ ஆதரவா அன்பே  பெண் : வான் தாண்டி சூரியனும் தூரங்கள் போய்விடுமா தாய் போல வாழ்வெல்லாம் நியாங்கள் தோன்றுமா  பெண் : தலை சாய்ந்திடு ஆராரிரோ இமை மூடிடு ஆராரிரோ தலை சாய்ந்திடு ஆராரிரோ இமை மூடிடு ஆராரிரோ  பெண் : அருகினில் வளரும் பிறையே வளர்ந்தே பரவும் மழையே வான் நிலவு திரையே திரண்டே ஜொலிக்கும் அழகே  பெண் : வா சிறந்த மொழியே மடல்கள் திறந்த வழியே நான் உடைந்த சிலையே சிலையில் முளைக்கும் உயிரே  பெண் : கடல் தாண்டி நீரும் போய் விடுமா….. கரை தாண்டி மீனும் வாழ்ந்திடுமா கடல் தாண்டி நீரும் போய் விடுமா…… கரை தாண்டி மீனும் வாழ்ந்திடுமா"},
{"திரைப்படம்": "Pattas", "பாடலாசிரியர்": "Ku. Karthik", "இசையமைப்பாளர்": "Vivek - Mervin", "பாடல்": "பிரியாத என்ன எப்போதும் நீதான்", "வருடம்": "2020", "பாடியவர்கள்": "Niranjana, Vijay Yesudas", "பாடல்வரிகள்": "பெண் : ஏதேதோ ஆசை நெஞ்சுல சொல்லத்தான் தெரியல உன்னால கண்ணு தூங்கல எதுக்குன்னு புரியல  ஆண் : ஒலகமே நமக்குத்தான் நீ கூட இருந்துட்டா சொர்க்கமே தொறக்குதா உன் கூட நடந்துட்டா  பெண் : உசுரெல்லாம் இனிக்குதா உன் தோளில் சாஞ்சிட்டா சிறகுதா முளைக்குதா உன் கைய பிடிச்சிட்டா  ஆண் : ஒரு வார்த்தைக்கூட இங்கு சொல்ல தேவை இல்ல காதல் இதுதான்  பெண் : பிரியாத என்ன எப்போதும் நீதான் நெனைப்புல கொறையாமா உன்ன நெஞ்சோடு சேர்க்க மறக்கல  ஆண் : பிரியாத என்ன எப்போதும் நீதான் நெனைப்புல கொறையாமா உன்ன நெஞ்சோடு சேர்க்க மறக்கல  ஆண் : கையால நானும் மேகத்த தட்டுறவன் நீ மட்டும் பார்த்த…. கை கட்டி நிக்குறவன்  பெண் : என் பேர நானும் எப்போதும் சொன்னது இல்ல உன் பேர சேர்த்து சொல்லாத நாளும் இல்ல  ஆண் : ஈரேழு ஜென்மம் தாண்டி ஒன்ன தோளில் தாங்கனும் பெண் : தள்ளாடும் போதும் கண்ணு ரெண்டும் ஒன்ன தேடனும்  ஆண் : உயிர் விட்டு போகும் அந்த நொடியில் உன் உருவம் முன்னாள் வரணும்  பெண் : பிரியாத என்ன எப்போதும் நீதான் நெனைப்புல கொறையாமா உன்ன நெஞ்சோடு சேர்க்க மறக்கல  இருவர் : பிரியாத என்ன எப்போதும் நீதான் நெனைப்புல கொறையாமா உன்ன நெஞ்சோடு சேர்க்க மறக்கல  ஆண் : ஏதேதோ ஆசை நெஞ்சுல சொல்லத்தான் தெரியல உன்னால கண்ணு தூங்கல எதுக்குன்னு புரியல எதுக்குன்னு புரியல"},
{"திரைப்படம்": "Pattas", "பாடலாசிரியர்": "Arivu", "இசையமைப்பாளர்": "Vivek - Mervin", "பாடல்": "மவனே என்ன மோதிட", "வருடம்": "2020", "பாடியவர்கள்": "Arivu, Vivek Siva, Mervin Solomon", "பாடல்வரிகள்": "ஆண் : மவனே என்ன மோதிட வாடா…. தனியா வரேன் நீ இப்ப வாடா…..  ஆண் : மவனே என்ன மோதிட வாடா…. தனியா வரேன் நீ இப்ப வாடா….. வெறியாகுது வா இப்ப வாடா….  ஆண் : தலை தலை தலை ஹஹஹ்ஹா தலை நிமிரு உன் நரம்புகள் துடிக்குது களம் இறங்கு கண்ணிரண்டிலும் வெறித்தனம் பலமடங்கு உன் உரை தொடங்கு பகைவன் இருக்கின்ற இடத்தினை நீ அடைந்து  ஆண் : தனியா….வா நீ இறங்குற நேரமிது சரியா…..வா உன் இலக்கினை தொடங்கிடு  ஆண் : உருவம் சிறிதென சிரிக்கின்ற நரிகளை புருவம் எரிகின்ற நெருப்பினில் அணைத்திடு  ஆண் : தோற்ப்பது யாரென பார்க்குது களம் வென்றவனாய் உன்னை மாற்றுது ரணம் விழுந்து எழுவது வீரனின் குணம் இறுதியே கிடையாதது யுத்தம்  ஆண் : தோற்ப்பது யாரென பார்க்குது களம் வென்றவனாய் உன்னை மாற்றுது ரணம் விழுந்து எழுவது வீரனின் குணம் இறுதியே கிடையாதது யுத்தம்  ஆண் : மவனே என்ன மோதிட வாடா…. தனியா வரேன் நீ இப்ப வாடா….. வெறியாகுது வா இப்ப வாடா….  ஆண் : மவனே என்ன மோதிட வாடா…. தனியா வரேன் நீ இப்ப வாடா….. வெறியாகுது வா இப்ப வாடா….  ஆண் : ஹேய் …. மொறச்சா மொறப்பேன் என்ன தொடனுன்னு நினைச்சா அழிப்பேன் தன்னந்தனியா மோத வறியா சண்டைக்கு நானும் ரெடியா எப்ப சொந்தக்கரனுக்கெல்லாம் சொல்லிவிடுயா  ஆண் : யெஹ் சொம்ப வாலாட்டாத நீ ரொம்ப வெச்சுக்காதடா வம்ப நான் கேட்ட பையன் ரொம்ப ரொம்ப ரொம்ப கூலாதான் வந்து நிப்பேன்டா சின்ன பையன் உன் அப்பன்டா தனியாக வந்திருக்கேன்டா இப்போ நீ வாடா  ஆண் : மூக்குல நாக்குல குத்துற சோக்குல செத்துறபோறான் சிறு வண்டு ஒரு பேச்சுல வாக்குல வாய நீ விட்டா வெச்சிற போறான் அணுகுண்டு  ஆண் : தாக்கிடவா தூக்கிடவா பகைவனை மொத்தம் நீக்கிடவா பார்த்திடவா மாத்திடவா மறுபடி வந்தா சாத்திடவா உன்னை பந்தாடும் பங்காளி நான் வந்தாலே நீ காலிதான் மிஞ்சாதே உன் பாடிதான் அஞ்சாதே என்னைக்கும்தான்  ஆண் : என்னை போல சண்டைக்காரன் யாருமில்லா இங்கதான் ரிங்குள்ள வந்து பாரு காத்திருக்கேன் வெல்லத்தான்  ஆண் : மவனே என்ன மோதிட வாடா…. தனியா வரேன் நீ இப்ப வாடா….. வெறியாகுது வா இப்ப வாடா….  ஆண் : மவனே என்ன மோதிட வாடா…. தனியா வரேன் நீ இப்ப வாடா….. வெறியாகுது வா இப்ப வாடா….  ஆண் : உருவம் சிறிதென சிரிக்கின்ற நரிகளை புருவம் எரிகின்ற நெருப்பினில் அணைத்திடு அழிச்சிடு….விழித்திடு….பொறுத்திடு…. பழிக்க வந்த பகை வேர் அறுத்திடு  ஆண் : மவனே என்ன தனியா வரேன் வெறியாகுது வா இப்ப வாடா…."},
{"திரைப்படம்": "Pattas", "பாடலாசிரியர்": "Vivek (lyricist)", "இசையமைப்பாளர்": "Vivek - Mervin", "பாடல்": "முறட்டு தமிழன்டா", "வருடம்": "2020", "பாடியவர்கள்": "Mervin Solomon, Vivek Siva", "பாடல்வரிகள்": "ஆண்கள் : திமு திமு திமிறடிகுதா ஹேய் பட பட பட வெடிக்குதா வா….நர நரம்புங்க புடைக்குதா ஹேய் ஹேய்….எதிரிய வச்சு பொளக்குதா  ஆண்கள் : வாடா….. வீரம் எங்க வரமா புலிய தொரத்தும் மொரமா ஹேய் கருணை கர்வம் ரெண்டும் கலந்த மொரட்டு தமிழன்டா  ஆண்கள் : இந்த ஆரம்பம் புதுசு வரலாறு பெருசு எந்த மானுட குலமும் எங்க புகழ தொட்டது கெடையாது  ஆண்கள் : மண் சாயுற பொழுதும் வேல் மார்புல இருக்கும் எந்த எதிரியின் வாளும் எங்க முதுக பாத்தது கெடையாது  ஆண்கள் : ஒரு ஆயிரம் கை உன்னை சரிக்கும் உன் மனச தூக்கி நிறுத்து உன்னை வீசிட பாக்குற எவனும் எட்டி விழனும் வலிய கொடுத்து  ஆண்கள் : எல்லாமே கொடுத்து ஒசத்துற பூமி அன்பான கைய அரவணைக்கும் உன்னோட காவல் இருக்குற வரைக்கும் நம்மோட மண்தான் ஜெயிச்சிருக்கும்  ஆண்கள் : வேட்டை இனிடா ஹேய்….. ஆட்டம் வெறிடா வா…..  ஆண்கள் : சாட்டை எடுடா ஹேய் ஹேய்….. கோட்ட இடிடா குழு : ஹேய்ய்ய்ய்  ஆண் : வாடா….   ஆண் : கலை வாழும் பூமி அது தானே சாமி கலை சொல்ல கேட்டு பண்பாட காத்தோம்  ஆண் : அயல் நாட்டு மோகம் அதுக்குள்ள மாட்டி இன்னைக்கு ஏனோ இனத்தோட தவிச்சோம்  ஆண் : ஹேய்…..வேர தொலைச்சா வேற ஒருத்தன் பாதையில நீ மண்ணாவ உன்னை மதிச்சா முன்ன நீ வழிய காட்டி போவ  ஆண் : ரோஷம் இருக்கா மீசை முறுக்கும் கட்டபொம்மன் கைய ஆவ கோவம் இருக்கா பாரதியின் முண்டசா ஆவ  ஆண்கள் : எல்லாமே கொடுத்து ஒசத்துற பூமி அன்பான கைய அரவணைக்கும் உன்னோட காவல் இருக்குற வரைக்கும் நம்மோட மண்தான் ஜெயிச்சிருக்கும்  ஆண்கள் : வேட்டை இனிடா ஹேய்….. ஆட்டம் வெறிடா வா…..  ஆண்கள் : சாட்டை எடுடா ஹேய் ஹேய்….. கோட்ட இடிடா ஆண் : வாடா….  ஆண்கள் : இந்த ஆரம்பம் புதுசு வரலாறு பெருசு எந்த மானுட குலமும் எங்க புகழ தொட்டது கெடையாது  ஆண்கள் : மண் சாயுற பொழுதும் வேல் மார்புல இருக்கும் எந்த எதிரியின் வாளும் எங்க முதுக பாத்தது கெடையாது  ஆண்கள் : ஒரு ஆயிரம் கை உன்னை சரிக்கும் உன் மனச தூக்கி நிறுத்து உன்னை வீசிட பாக்குற எவனும் எட்டி விழனும் வலிய கொடுத்து  ஆண்கள் : வேட்டை இனிடா ஹேய்….. ஆட்டம் வெறிடா வா…..  ஆண்கள் : சாட்டை எடுடா ஹேய் ஹேய்….. கோட்ட இடிடா ஆண் : வாடா…."},
{"திரைப்படம்": "Pattas", "பாடலாசிரியர்": "Vivek - Mervin", "இசையமைப்பாளர்": "Vivek - Mervin", "பாடல்": "ஜில் ப்ரோ", "வருடம்": "2020", "பாடியவர்கள்": "Dhanush", "பாடல்வரிகள்": "ஆண் : ஹேய் பேட்ட பாய் ஐ ஆம் எ சேட்ட பாய் பில்ட் அப் இல்லாம மாஸ் காட்டும் பாய்  ஆண் : பாசம் பாய் கொஞ்சம் மோசம் பாய் காசு இல்லாட்டிகூட ஹேப்பி பாய்  ஆண் : டும்மாங்கி நம்மகிட்ட வேணாம் சீனாகி போயிடுண்டா வந்து ப்ரண்ட்டு ஆகி ஒன்னுக்குள்ள ஒண்ணா பிட்டாகி தாறுமாறா ஹிட் ஆகி  குழு : {ஜில் ப்ரோ ரொம்ப தில் ப்ரோ கோ பார் கில் ப்ரோ வி ஆர் வின்னர் வின்னர் வின்னர் சிக்கன் டின்னர்} (2)  குழு : ஜில் ப்ரோ……. வின்னர் வின்னர் சிக்கன் டின்னர்  விசில் : ………………………………….  ஆண் : ப்ரோ ஜில் ப்ரோ ப்ரோ ஜில் ப்ரோ ப்ரோ……ப்ரோ……. ஜில் ப்ரோ…..  ஆண் : ஹேய் பெட்ரோல் விலை ஏறிபோச்சு ஆண் : காரே இல்ல பிராபலம் இல்ல ஆண் : சென்னையில தண்ணி இல்ல ஆண் : நான் குளிக்கவேமாட்டேன் கவலை இல்லை  ஆண் : நாளைக் என்னான்னு யோசிக்க மாட்டேன் சீக்ரெட் சொன்னாலும் பேசிக்க மாட்டேன் நம்பி வந்தாக்கா கைவிட மாட்டேன் நன்றி கேட்டாலும் கண்டுக்கமாட்டேன்  ஆண் : டும்மாங்கி நம்மகிட்ட வேணாம் சீனாகி போயிடுண்டா வந்து ப்ரண்ட்டு ஆகி ஒன்னுக்குள்ள ஒண்ணா பிட்டாகி தாறுமாறா ஹிட் ஆகி  குழு : {ஜில் ப்ரோ ரொம்ப தில் ப்ரோ கோ பார் கில் ப்ரோ வி ஆர் வின்னர் வின்னர் வின்னர் சிக்கன் டின்னர்} (2)  ஆண் : ஹேய் பேட்ட பாய் ஐ ஆம் எ சேட்ட பாய் பில்ட் அப் இல்லாம மாஸ் காட்டும் பாய்  ஆண் : பாசம் பாய் கொஞ்சம் மோசம் பாய் காசு இல்லாட்டிகூட ஹேப்பி பாய்  விசில் : …………………………….  குழு : {ஹேய் ஹேய் ஹேய் ஹேய் வா} (3) ஹேய்…..ஹேய்…..ஹேய்…..ஹேய்  குழு : {ஜில் ப்ரோ ரொம்ப தில் ப்ரோ கோ பார் கில் ப்ரோ வி ஆர் வின்னர் வின்னர் வின்னர் சிக்கன் டின்னர்} (2)  குழு : {வின்னர் வின்னர் சிக்கன் டின்னர்} (2)"},
{"திரைப்படம்": "Dagaalty", "பாடலாசிரியர்": "Subu", "இசையமைப்பாளர்": "Vijay Narain", "பாடல்": "கொத்தா கொத்துது போதை", "வருடம்": "2020", "பாடியவர்கள்": "Govind Vasantha, Santhosh Narayanan", "பாடல்வரிகள்": "கொத்தா கொத்துது போதை என் பாதை இனி மேல மேல  கொத்தா கொத்துது போதை என் பாதை இனி மேல மேல கத்தா கத்துது கூட்டம் பின்னால ஹேய் ஹேய் ஹேய் ஹேய்  பச்சை பசுந் தோட்டம் பொக மூட்டம் அதில் ஆட்டம் பாட்டம் எங்க போயி சேரும் தெரியாதே  தாக்குறேன் பொருள தூக்குறேன் கரையில் சேக்குறேன் அட வழியில பழிகள குழிகள பழகிட பாக்குறேன்  தேடுறேன் திரும்பி பாக்குற டைம் இல்ல ஓடுறேன் தாமதமா ஞானம் பொறந்தா படுறேன்  பள பளக்குற பொருள கண்டாலே பல் இழிச்சு தொலைக்கிறியே பொன்னுக்கும் பொருளுக்கும் இடையில நீ தவிக்கிறியே  கொத்தா கொத்துது போதை என் பாதை இனி மேல மேல கத்தா கத்துது கூட்டம் பின்னால ஹேய் ஹேய் ஹேய் ஹேய்  பச்சை பசுந் தோட்டம் பொக மூட்டம் அதில் ஆட்டம் பாட்டம் எங்க போயி சேரும் தெரியாதே   ஓ ஒட்டாமலே….சேராமலே…. கல் மனசா இருந்தாலும் அப்பாவியா பொண்ண கண்டா பேயும் இறங்கும் பெரும்பாலும் சிக்கலுன்னு வந்தாக்காதான் பச்சோந்தியும் நிறம் மாறும் டகால்டி நீ காச கண்டா மாறுவியே தினம் தோறும்  புரியுதுடா மாமே ரைட் எது ராங் எது வெளங்குது  அட சில பல கருந்துங்களால மயகத்த நீ கலைக்கிறியே எனக்குள்ள தூங்குற லைன்னதான் நீ எழுப்புறியே…..ஹேய்….ஆ….  கொத்தா கொத்துது போதை என் பாதை இனி மேல மேல கத்தா கத்துது கூட்டம் பின்னால ஹேய் ஹேய் ஹேய் ஹேய்  பச்சை பசுந் தோட்டம் பொக மூட்டம் அதில் ஆட்டம் பாட்டம் எங்க போயி சேரும் தெரியாதே  தெளிஞ்சிச்சா….உண்மை வெளங்கிச்சா உள்ள இறங்கிச்சா…. உன் வருந்துற மனசுக்கு விருந்துல மருந்துல புரிஞ்சுச்சா  காயபட்ட என் மனசோட நீ வெலக பாத்திருந்த திரும்ப வரும் வரையில கரையில நான் காத்திருப்பேன்….ஓ…..  புத்தம் புது பாதை என் பாதை இனி மேல மேல கட்டம் கட்டும் ஆட்டம் இனி மேல சொல்லி அடிக்கும் நேரம் இனி வீரம் அது ஏறும் ஏறும் பேரம் பேச யாரும் கிடையாதே  கொத்தா கொத்துது போதை மேல மேல…. புத்தம் புது பாதை போதை….. ஹேய் ஹேய் ஹேய் ஹேய் கொத்தா கொத்துது போதை மேல மேல…. புத்தம் புது பாதை மேல மேல……."},
{"திரைப்படம்": "Dagaalty", "பாடலாசிரியர்": "Madhan Karky", "இசையமைப்பாளர்": "Vijay Narain", "பாடல்": "ஆழியஹ் ஆழியஹ்", "வருடம்": "2020", "பாடியவர்கள்": "Harshitha Krishna, Gowtham Bharadwaj", "பாடல்வரிகள்": "ஆழியஹ் ஆழியஹ் உன் முன்னே வந்தாளா தேன் முத்தம் வேணாமா கண்ணாடி கண்ணால ஆழியஹ் ஆழியஹ் ஓ கண்ணாடி கண்ணால ஓ  பல பல ஹார்ட்ட ஒடச்சி பேக்குறேன்டா உன் ஹார்ட்ட கொஞ்சோம் தா செல்லமா தடவி பார்த்து சில் ஆக்குற உடைக்காம கிஸ் பண்ணுற ஓஒ ஹோ ஹோஓ ஓ ஹோ ஓஒ ஓஒ ஹோ  ஹெய்யா ஆழியஹ் ஹிப் ஹிப்னாடிக் தீயா  ஹிப் ஹிப்னாடிக் தீயா……  ஆழியஹ் ஆழியஹ் உன் முன்னே வந்தாளா தேன் முத்தம் வேணாமா கண்ணாடி கண்ணால ஆழியஹ் ஆழியஹ் ஓ கண்ணாடி கண்ணால ஓ  நல்ல பண்ணும் உன்ன ப்ரீயா பண்ணாதேன்னு சொன்னது ஜோக்கர்ரு பேட்மேன் எல்லாம் ஜீரோ ஜோக்கர்தான் என் ஹீரோ காசுதான் மேட்டர்ரு  தெனம் தெனம் புது ஒரு வேஷம்தான் ஓடுறோம் ஓடுறோம்  வேஷேமெல்லாம் கலைச்சிட்டு வாறியா யாரு நீ தேடுவோம்  பல பல வேஷம் கலஞ்சிட்டே வா பக்கம் வா உன் ஆடை நீக்கத்தான் தங்கமா ஒரசி பாக்க உன் நெஞ்ச தா உறுத்தாம தரம் பாக்குறேன் ஓஒ ஹோ ஹோஓ ஓ ஹோ ஓஒ ஓஒ ஹோ  ஹெய்யா ஆழியஹ் ஹிப் ஹிப்னாடிக் தீயா  நான் ஹிப்னாடிக் தீயா……  நான் ஹிப்னாடிக் தீயா……  நான் ஹிப்னாடிக் தீயா……"},
{"திரைப்படம்": "Dagaalty", "பாடலாசிரியர்": "Arivu", "இசையமைப்பாளர்": "Vijay Narain", "பாடல்": "டகால்டினா", "வருடம்": "2020", "பாடியவர்கள்": "Arivu", "பாடல்வரிகள்": "ஹேய் ஹேய் ஹேய் ஹேய்  என்ன நடந்தா எனக்கென்னடா கண்ண தெறந்தா ஒன்னு ரெண்டு மூனு  ஹேய் ஹேய் ஹேய் ஹேய்  அலட்டிக்காத மாமா வயசிருக்கு மெரட்டி கொஞ்சம் போடா மனசிருக்கு தனக்கு தின தா தெறிக்க விடலாம் சிரிப்புக்குதான் பஞ்சமில்ல….பஞ்சமில்ல  டகால்டினா சும சும்மா காத்துல பூவா சுத்துற டகால்டினா கம கம்மா காதுல ஊர சுத்துற  டகால்டினா சும சும்மா காத்துல பூவா சுத்துற டகால்டினா கம கம்மா கும்மா கும்மா கும்மா  பாட்டி சூடா தாத்தா வடை போட்டிக்குதா வாப்பா மலை காப்பி கட ஆண்டிகூட ஆத்தி விழும் அண்டாக்குள்ள  அஹ் ஹா இவ சேட்டைகாரன் அஹ் ஹா செம்ம ஐட்டம்காரன் ஆ ஹா வால ஆட்டி பாரேன் மியாவ் மியாவ் மியாவ் மியாவ்  டகால்டினா சுமா சும்மா காத்துல பூவா சுத்துற டகால்டினா கம கம்மா காதுல ஊர சுத்துற  டகால்டினா தன தன்ன தத்தா தான நானனன டகால்டினா தன தன்ன தன்ன தன்ன…. டகால்ட்டீ…………."},
{"திரைப்படம்": "Darbar", "பாடலாசிரியர்": "Yogi B, Senthuzhan, Syan", "இசையமைப்பாளர்": "Anirudh Ravichander", "பாடல்": "தனி வழி", "வருடம்": "2020", "பாடியவர்கள்": "Yogi B, Anirudh Ravichander, Shakthisree Gopalan", "பாடல்வரிகள்": "Oh we taking over this show Step it up back it up lock and load Damn you never seen this before Follow the leader now  தோள்பட்டை நட்சத்திரம் காக்கி சட்டை நீதி கவசம் பேர் சொன்னால் கொட்டம் அடங்கும் ஆதித்திய அருணாச்சலம்  Commissioner Come stand up salute Thalaivar in charge என்றும் தனி ரூட் ஓடி ஒழிந்தால் வியூகம் வகுப்பார் யார் வென வா Get ready for வார்  தனி வழி என்றும் தனி வழி… ஹே அட எவன் இங்க எதிருள அதிரடி ரொம்ப அதிரடி… ஹே சீண்டாத டா டே  தனி வழி என்றும் தனி வழி… ஹே அட எவன் இங்க எதிருள அதிரடி ரொம்ப அதிரடி… ஹே சீண்டாத டா டே  Round’em up and take’em down We gonna round’em up And take’em down  அண்ணன் டா எல்லோருக்குமே அவர் அண்ணன் டா மன்னன்  டா ஆணவம் வேட்டையாடும் மன்னன் டா..  Start praying now இனி விழு வெறி ஆதி சத்தம் பார் கண்ணா பார்  இங்கேய எல்லாருக்கும் ஒரே சத்தம் போர் கடந்தார் உயர்ந்தார் மக்கள் அவர் பக்கம் யார் எதிர்ப்பார் கோடி நெஞ்சங்கள் சொல்லிடும் பேர்  தொட்டா முரட்டு காளை முட்டும் எதிர்க்கும் ஆள தப்பே செய்யாத வேல confirm உனக்கு மாலை  வெட்ட படை இருக்கு நெஞ்சில் துணிவிருக்கு நாடு முழுதும் வெற்றி தொடரும் அண்ணனுக்கு ஜே  அருணாச்சலம் ஆதித்யா அருணாச்சலம்  ஒரு வரி பேசுன நியூஸ் தான் புரிஞ்சுக்கோ உழைப்புல உயர்ந்ததால் மாஸ்’உ தான் தெரிஞ்சுக்கோ  அதிசயம் அற்புதம் எறங்குன களத்துல நமக்கென இருக்கிறார் பயம் என்ன நெஞ்சுக்குள்ள  We gonna round’em up Or take’em out அன்றும் இன்றும் என்றும் ஒரே சூப்பர்ஸ்டார் அன்றும் இன்றும் ஒரே சூப்பர்ஸ்டார்  Catch dem liars set dem on fire Movin up higher never retire  ​Catch dem liars set dem on fire Movin up higher never retire  தனி வழி என்றும் தனி வழி… ஹே அட எவன் இங்க எதிருள அதிரடி ரொம்ப அதிரடி… ஹே சீண்டாத டா டே  தனி வழி என்றும் தனி வழி… ஹே அட எவன் இங்க எதிருள அதிரடி ரொம்ப அதிரடி… ஹே சீண்டாத டா டே  Keep movin Keep movin Don’t stop  Keep movin Keep movin Don’t stop  We gonna round’em up And take’em down We gonna round’em up And take’em down"},
{"திரைப்படம்": "Pattas", "பாடலாசிரியர்": "Vivek (lyricist)", "இசையமைப்பாளர்": "Vivek - Mervin", "பாடல்": "ஜிகிடி கில்லாடி", "வருடம்": "2020", "பாடியவர்கள்": "Anirudh Ravichander", "பாடல்வரிகள்": "ஆண் : எதிர் வீட்டு ஹீரோயினி நீ லெமன் மின்ட்டு கூலர்மா நீ ஏதோ கொஞ்சம் கிளாமருதான் நீ அதுகின்னமா  ஆண் : டபுள் எக்ஸ்எல் டார்ச்சர்மா நீ படம் ஓட்டும் தியேட்டர்மா நீ பீட்டர்க்கு டாட்டருதான் நீ சலப்பாதம்மா  ஆண் : தூண்டில் போட்டு பாரு புலியா இருப்பா வலை விரிச்சன எலியா கடிப்பா பொரி வெச்சதுமே கிளியா பறப்பா ஜிகிடி கில்லாடி  ஆண் : பக்கத்துல வந்தா ஒலிக்கும் மெலோடி மச்சம் மட்டும் இல்ல அக்மார்க் ரவுடி நமளுக்கே டஃப் குடுக்கும் திருடி அதப்பு அம்மாடி  ஆண் : {ஜில்லு விடும் குழு : ஜிகிடி கில்லாடி ஆண் : ஜின்னு கண்ணு குழு : ஜிகிடி கில்லாடி ஆண் : உள்ள வர குழு : ஜிகிடி கில்லாடி ஆண் : என்ன பண்ண குழு : ஜிகிடி கில்லாடி} (2)  ஆண் : எதிர் வீட்டு ஹீரோயினி நீ லெமன் மின்ட்டு கூலர்மா நீ ஏதோ கொஞ்சம் கிளாமருதான் நீ அதுகின்னமா  ஆண் : டபுள் எக்ஸ்எல் டார்ச்சர்மா நீ படம் ஓட்டும் தியேட்டர்மா நீ பீட்டர்க்கு டாட்டருதான் நீ சலப்பாதம்மா  ஆண் : ஏமாத்துற ஹெட் ஆபீஸ்சு ஒன்னோடதா கேடிடி…. ஹெட் வெயிட்ல எட்டு கிலோ போயாச்சுடி கூடி  ஆண் : இன்ஸ்டாவுக்கே நீ இல்லைனா வியாபாரம் இல்லைடி இன்ஸ்டால்மென்டில் உன் துட்டு எல்லாம் கரியாக்குறேன் வாடி  ஆண் : பொம்ம புள்ள இப்போ இவதான் அனபெல் வாயவுட்டா நம்ம நிலைமை திருகல் சின்ன அரக்கின்னு ஊருல தகவல் ஜிகிடி கில்லாடி  ஆண் : பக்கத்துல வந்தா ஒலிக்கும் மெலோடி மச்சம் மட்டும் இல்ல அக்மார்க் ரவுடி நமளுக்கே டஃப் குடுக்கும் திருடி அதப்பு அம்மாடி  ஆண் : {ஜில்லு விடும் குழு : ஜிகிடி கில்லாடி ஆண் : ஜின்னு கண்ணு குழு : ஜிகிடி கில்லாடி ஆண் : உள்ள வர குழு : ஜிகிடி கில்லாடி ஆண் : என்ன பண்ண குழு : ஜிகிடி கில்லாடி} (2)  ஆண் : எதிர் வீட்டு ஹீரோயினி நீ லெமன் மின்ட்டு கூலர்மா நீ ஏதோ கொஞ்சம் கிளாமருதான் நீ அதுகின்னமா  ஆண் : டபுள் எக்ஸ்எல் டார்ச்சர்மா நீ படம் ஓட்டும் தியேட்டர்மா நீ பீட்டர்க்கு டாட்டருதான் நீ சலப்பாதம்மா"},
{"திரைப்படம்": "Darbar", "பாடலாசிரியர்": "Vivek (lyricist)", "இசையமைப்பாளர்": "Anirudh Ravichander", "பாடல்": "தரம் மாறா சிங்கிள் நானடி", "வருடம்": "2020", "பாடியவர்கள்": "Anirudh Ravichander, Arjun Chandy", "பாடல்வரிகள்": "Romance-ஏ இந்த Face'ல வர்லானாலும் ஒடாமா நிப்பியா என் கூட நீயும் தரம் மாறா Single நானடி என் பாவையே... இந்த star-உம் twinkle ஆகவே நீ தேவையே Purchase பண்ண market போனனே  என் முல்லையே அங்க கூட ladies finger-ஏ அட இல்லையே  எங்க வீட்டு காலண்டர் நல்ல DATE-அ காட்டாதா   வழக்கம் போல lovers day எனக்கு மட்டும் APRIL ஒண்ணா  Movie கூட்டி போவேனா  லட்சியத்தை சேர்வேனா  Couple seat-ஐ பாப்பேனா கடைசி வரைக்கும் ONLY நானா  Romance-ஏ இந்த Face'ல வரலானாலும்  ஓன் account-இல் வாழுவேன் ஆனாலும் சேர்த்துக்கோடி  Flow இல்லாம பாடுவேன் திட்டாம கேட்டுகோடி வால் இல்லாத வானரம் Friend-ஆக ஏத்துக்கோடி என் கண்ணோட சோகமே இல்லாம பாத்துகோடி நெஞ்சோட SET-ஆக fit-ஆக யாரடி என்னோட BLOOD-ஓட RED-ஆக யாரடி நீ தானடி Zero தான் என் காதல் balance பாரடி bureau-இல் காட்டாத LOAN-ஆக நீயடி  தரம் மாறா Single நானடி என் பாவையே... இந்த star-உம் twinkle ஆகவே நீ தேவையே Purchase பண்ண market போனனே  என் முல்லையே அங்க கூட ladies finger-ஏ அட இல்லையே  எங்க வீட்டு காலண்டர் நல்ல DATE-அ காட்டாதா வழக்கம் போல lovers day எனக்கு மட்டும் APRIL ஒண்ணா   Movie கூட்டி போவேனா  லட்சியத்தை சேர்வேனா  Couple seat-ஐ பாப்பேனா கடைசி வரைக்கும் நான் மட்டும் தானா   Romance-ஏ இந்த Face'ல வரலானாலும் ஒடாமா நிப்பியா என் கூட நீயும்"},
{"திரைப்படம்": "Dagaalty", "பாடலாசிரியர்": "Subu", "இசையமைப்பாளர்": "Vijay Narain", "பாடல்": "​ஏதோ மாயம்", "வருடம்": "2020", "பாடியவர்கள்": "Thee", "பாடல்வரிகள்": "ஏதோ மாயம் என்ன தொடுதே ஏக்கம் லேசா சுத்தி விடுதே  வளையும் நெடுஞ்சாலையும் புதிர் போட விடையே இல்ல குடுக்க கரையும் மணி காலமும் நொடி போல அறையும் எதிர் காத்துல சிறகு போலவே ஆச்சுது என் மனசு  ஏதோ மாயம் என்ன தொடுதே  கள்ள சிரிப்புல கெறங்குறனே சின்ன கோவத்த ரசிக்குறனே படங்காட்டும் என்னோட கனவுல தடு மாற்றம் என்ன  வந்த நோக்கத்த மறக்குறனே மனகூட்டுல சறுக்குறனே கிறுக்கேத்தும் உள்ளார புதுசா போராட்டம் என்ன  தனியே வருஷம் பல கடந்தேனே நான் துணைக்குன்னு ஒரு தேவை வல்லையே கனவ நினைச்சே கிறுக்கா அலைஞ்சேன் வானமே நீ காத்துல பறக்க தயங்குறனே  உன் கதை என்ன தெரியலையே உன் பேச்சும் புரியலையே உன் வழி எது கேக்கலையே இருந்தும் புடிக்குதே  கள்ள சிரிப்புல கெறங்குறனே சின்ன கோவத்த ரசிக்குறனே படங்காட்டும் என்னோட கனவுல தடுமாற்றம் என்ன  வந்த நோக்கத்த மறக்குறனே மனகூட்டுல சறுக்குறனே கிறுக்கேத்தும் உள்ளார புதுசா போராட்டம் என்ன  ஏதோ மாயம் என்ன தொடுதே ஏக்கம் லேசா சுத்தி விடுதே  வளையும் நெடுஞ்சாலையும் புதிர் போட அறையும் எதிர் காத்துல சிறகு போலவே ஆச்சுது என் மனசு  ஏதோ மாயம் என்ன தொடுதே…."},
{"திரைப்படம்": "Soorarai Pottru", "பாடலாசிரியர்": "K Ekadesi", "இசையமைப்பாளர்": "G. V. Prakash Kumar", "பாடல்": "மண்ணு உருண்ட மேல", "வருடம்": "2020", "பாடியவர்கள்": "Sendhil Ganesh", "பாடல்வரிகள்": "மண்ணு உருண்ட மேல மண்ணு உருண்ட மேல மனுச பய ஆட்டம் பாரு அஹ் அஹ் ஆட்டம் பாரு  யெஹ் யெஹ் ஆட்டம் பாரு ஆட்டம் பாரு ஆட்டம் பாரு ஆட்டம் பாரு ஆட்டம் ஆட்டம் ஆட்டம்  மண்ணு உருண்ட மேல இங்க மனுச பய ஆட்டம் பாரு கண்ணு ரெண்ட மூடி புட்டா வீதியில போகும் தேரு  அண்டாவுல கொண்டு வந்து சாரயத்த ஊத்து அய்யாவோட ஊர்வலத்துல ஆடுங்கட கூத்து  ஏழை பணக்காரன் இங்க எல்லாம் ஒன்னு பங்கு கடைசில மனுஷனுக்கு ஊதுவாய்ங்க சங்கு  ஏழை பணக்காரன் இங்க எல்லாம் ஒன்னு பங்கு கடைசில மனுஷனுக்கு ஊதுவாய்ங்க சங்கு  டனக்கு டக்கான் டக்கான் டக்கான் டனக்கு டக்கான் டக்கான் டா டனக்கு டக்கான் டக்கான் டக்கான் டனக்கு டக்கான் டக்கான் டா  டனக்கு டக்கான் டக்கான் டக்கான் டனக்கு டக்கான் டக்கான் டா டனக்கு டக்கான் டக்கான் டக்கான் டனக்கு டக்கான் டக்கான் டா  நெத்தி காசு ஒத்த ரூவா கூட வரும் சொத்து ஏய் ஒத்த ரூவா ஒத்த ரூவா ஏய் ஏய்  ஒத்த ரூவா ஒத்த ரூவா ஒத்த ரூவா ஒத்த ரூவா ஒத்த ஒத்த ஒத்த  நெத்தி காசு ஒத்த ரூவா கூட வரும் சொத்து தானே செத்தவரும் சேர்ந்து ஆட வாங்கி போட்டு குத்துவோமே  சாராயம் குடிச்சவங்க வேட்டி அவுழுந்து விழுமே குடம் உடைக்கும் இடம் வரைக்கும் பொம்பளைங்க அழுமே     ஆயிரம் பேரு இருந்தாலும் கூட யாரும் வரலடா அடுக்கு மாடி வீடு இருந்தும் ஆறடிதான் மெய்யடா  ஆயிரம் பேரு இருந்தாலும் கூட யாரும் வரலடா அடுக்கு மாடி வீடு இருந்தும் ஆறடிதான் மெய்யடா  டமுக்கு டப்பான் டப்பான் டப்பான் டமுக்கு டப்பான் டப்பான் டா டமுக்கு டப்பான் டப்பான் டப்பான் டமுக்கு டப்பான் டப்பான் டா  கீழ் சாதி உடம்புக்குள்ள கீழ் சாதி உடம்புக்குள்ள ஓடுறது சாக்கடையா அய்யா ஓடுறது சாக்கடையா  அந்த மேல் சாதி காரனுக்கு அந்த மேல் சாதி காரனுக்கு ரெண்டு கொம்பு இருந்தா கொம்பு இருந்தா ஏய் ஏய்  கொம்பு இருந்தா கொம்பு இருந்தா கொம்பு கொம்பு கொம்பு கொம்பு கொம்பு கொம்பு கொம்பே  கீழ் சாதி உடம்புக்குள்ள ஓடுறது சாக்கடையா அந்த மேல் சாதி காரனுக்கு கொம்பு இருந்தா காட்டுங்கையா  உழைக்குற கூட்டம் எல்லாம் கீழ் சாதி மனுஷன்கலாம் உக்காந்து திங்கறவன்ல்லாம் மேல் சாதி வம்சங்கலாம்  என்னங்கடா நாடு அட சாதிய தூக்கி போடு அட என்னங்கடா நாடு அட சாதிய பொதைச்சு மூடு  என்னங்கடா நாடு அட சாதிய தூக்கி போடு அட என்னங்கடா நாடு அட சாதிய பொதைச்சு மூடு  டனக்கு டக்கான் டக்கான் டக்கான் டனக்கு டக்கான் டக்கான் டா டனக்கு டக்கான் டக்கான் டக்கான் டனக்கு டக்கான் டக்கான் டா  டனக்கு டக்கான் டக்கான் டக்கான் டனக்கு டக்கான் டக்கான் டா டனக்கு டக்கான் டக்கான் டக்கான் டனக்கு டக்கான் டக்கான் டா"},
{"திரைப்படம்": "Master", "பாடலாசிரியர்": "Vignesh Shivan", "இசையமைப்பாளர்": "Anirudh Ravichander", "பாடல்": "Quit பண்ணுடா", "வருடம்": "2020", "பாடியவர்கள்": "Anirudh Ravichander", "பாடல்வரிகள்": "என் ஜீவனே என் போதையே நீ போதுமென்று தோன்றும் நேரம்தான் உன்னாலே நான் தல்லாடிய அந்த காலம் ஆறும் நேரம் இன்றுதான்  அடிச்சது போதும்டா அவுட் பண்ணுடா அழிஞ்சது போதும்டா ஆப் பண்ணுடா குடிச்சது போதும்டா Quit பண்ணுடா ஓடச்சிதான் போடுடா தூக்கி போடுடா (3)  ம்ம்….வழியான நேர்த்தில பாத்துக்க யாருமில்ல நீ வந்த பக்கத்துல உன்னோட வாசத்துல உன்னோட பாசத்துல உளுந்தேன் உள்ள கோபம் இல்ல…..உன்மேல கோபம் இல்ல நீ ஒன்னும் பாவம் இல்ல ஆனா நீ தேவை இல்ல என்னத்த நானும் சொல்ல….வார்த்தை இல்ல  ஜுரத்தில நடுங்கின நேரத்தில மருந்தென நீதான் இருந்த குதிச்சு நான் ஆட்டம் போட்ட காலமெல்லாம் எனகென்ன நீ…..தான் சந்தோசமும் சோகத்துக்கும் நல்லதுக்கும் கெட்டதுக்கும் நீதான் இருந்த இங்க முடிஞ்சுது உன் வேல….. இப்போ விடுமா ஆள  அடிச்சது போதும்டா அவுட் பண்ணுடா அழிஞ்சது போதும்டா ஆப் பண்ணுடா குடிச்சது போதும்டா Quit பண்ணுடா ஓடச்சிதான் போடுடா தூக்கி போடுடா (3)  இனிமே குடிப்பியா….. நோ வாழ்க்கைய கெடுப்பியா மாட்டேன் நமக்கு இது தேவையா நான் சொன்னா கேட்ப்பியா எஸ் மாஸ்டர் (2)  இனிமே குடிப்பியா….. நோ வாழ்க்கைய கெடுப்பியா மாட்டேன் நமக்கு இது தேவையா நான் சொன்னா கேட்ப்பியா சொன்னா கேட்ப்பியா கேட்ப்பியா எஸ் மாஸ்டர்  இனிமே குடிப்பியா….. நோ வாழ்க்கைய கெடுப்பியா மாட்டேன் நமக்கு இது தேவையா நான் சொன்னா கேட்ப்பியா சொன்னா கேட்ப்பியா எஸ் மாஸ்டர்"},
{"திரைப்படம்": "Master", "பாடலாசிரியர்": "Vignesh Shivan", "இசையமைப்பாளர்": "Anirudh Ravichander", "பாடல்": "அந்த கண்ண பார்த்தாக்கா", "வருடம்": "2020", "பாடியவர்கள்": "Yuvan Shankar Raja", "பாடல்வரிகள்": "அந்த கண்ண பார்த்தாக்கா லவ்வு தானா தோனாதா அவன் கிட்ட போனாக்கா மனம் மானா மாறாதா  அகமெல்லாம் அவன்தான் அவன்தான் இருந்தான் நடந்தால் அவன் கனவெல்லாமே அவன் முகம் தானே…ஏ…. அழகன்தான் அவன்தான் அவன்தான் அழகா அளவா அவன் சிரிப்பானே அட அழகன் தானே….ஏ…..ஏ……ஏ….  பூப் போல மனசு…..ஏறாத வயசு பாவம்டா நம்ம கேர்ள்ஸு மத்தாப்பு சிரிப்பு மாறாத நடப்பு கிளாஸ்ஸானா மாஸ்டர் மாஸு பட்டாசு பார்வை பட்டாலே போதும் ஃபெயில்லான ஹார்ட்டு பாஸு சிங்கிள்ன்னு நியூஸு இதுதான்மா சான்ஸு  அந்த கண்ண பார்த்தாக்கா லவ்வு தானா தோனாதா அவன் கிட்ட போனாக்கா மனம் மானா மாறாதா (2)  லவ்வு தானா தோனாதா  அகமெல்லாம் அவன்தான் அவன்தான் இருந்தான் நடந்தால் அவன் கனவெல்லாமே அவன் முகம் தானே…ஏ….. அழகன்தான் அவன்தான் அவன்தான் அழகா அளவா அவன் சிரிப்பானே அட அழகன் தானே….ஏ…..ஏ……ஏ….  நட்பான பார்வை நிதான பேச்சு எல்லார்க்கும் புடிச்சி போச்சு மேக்னட்டு ஈர்ப்பு ரொம்பதான் ஷார்ப்பு எப்போதும் மாஸ்டர் டாப்பு ஏதோ ஓர் பவரு ஏதோ உன் திமிரு எப்போதும் இருக்கும் பாரு சோலோவா நின்னா ஏங்காதே பொண்ணா  அந்த கண்ண பார்த்தாக்கா லவ்வு தானா தோனாதா அவன் கிட்ட போனாக்கா மனம் மானா மாறாதா அந்த கண்ண பார்த்தாக்கா லவ்வு தானா தோனாதா அவன் கிட்ட போனாக்கா…..  லவ்வு தானா தோணாத"},
{"திரைப்படம்": "Master", "பாடலாசிரியர்": "Vishnu Edavan", "இசையமைப்பாளர்": "Anirudh Ravichander", "பாடல்": "போனா போகட்டும் பிச்சை", "வருடம்": "2020", "பாடியவர்கள்": "C. B. Vinith", "பாடல்வரிகள்": "தருதல கதறுன எல்லாம் கேட்குமா கேட்குமா தருதல கதிர் எல்லாம் கேட்குமா கேட்குமா  இருட்டு அறையுல அட உண்மை மறவில நான் சிறக விரிக்கதான் கொஞ்சம் ஆச வளர்த்துட்டேன் வெளிச்சம் தெரிஞ்சது மேல வானம் விடிஞ்சது ஆன பறக்க முடியல அடி நகர முடியல  பச்ச மண்ணு புள்ள ரெண்டு மூச்சு நின்னு போயாச்சு இங்க தங்குறதும் தூங்குறதும் ரெண்டும் ஒன்னு ஆயாச்சு  கண்ணு ரெண்டும் கலங்குதா நீயே தொடச்சுக்கோ இங்கே அப்பன் ஆத்தா யாரும் இல்லே தனியே தவிச்சுக்கோ  போனா போகட்டும் பிச்சை உசுருதானே திருந்த முடியாத தருதலதான் நாமே போனா போகட்டும் பிச்சை உசுருதானே திருந்த ஆசை உள்ள தருதலதான் நாமே  தருதல கதறுன எல்லாம் கேட்குமா கேட்குமா தருதல கதிர் எல்லாம் கேட்குமா கேட்குமா"},
{"திரைப்படம்": "Master", "பாடலாசிரியர்": "Vishnu Edavan", "இசையமைப்பாளர்": "Anirudh Ravichander", "பாடல்": "பொளக்கட்டும் பற பற", "வருடம்": "2020", "பாடியவர்கள்": "Santhosh Narayanan, Vijay Sethupathi", "பாடல்வரிகள்": "உங்களுக்கு ரெண்டு நிமிஷம் டைம் தரேன் முடிஞ்சா என்ன கொன்னுட்டு உங்கள காப்பாத்திகோங்க  பொளக்கட்டும் பற பற தெறிக்கட்டும் அளப்பற நம்ம படை படை வெளுக்கும் தரை தரை  தப்பாது தப்பாது தப்பு அடிச்சா எனக்கு துடிக்காத நரம்பு இல்ல கொட்டு அடிச்சா….அட்றா…..  விடியிற வரை வரை அலறட்டும் தரை தரை முடியிற வரை வரை ஆட்டாத கொறை கொற  எமனுக்கும் சாவுண்டு இவன் மொறச்சா ஆட தம்பி சூடம் ஏத்து சாமி வந்துருச்சா  ஊரு முழுக்க சந்து பொந்து தேடி பாத்துக்க நீ இவனை எதுக்க சத்தம் கொடுக்க கொம்பன் இல்லை இனி…..மவனே  அடிக்கிற அடியில் அட தவுலு கிழிஞ்சு தொங்கட்டும் அடிச்சது யாரு வெறும் சத்தம் கேட்டு சொல்லட்டும்  மவனே….. அடிக்கிற அடியில் அட தவுலு கிழிஞ்சு தொங்கட்டும் அடிச்சது யாரு வெறும் சத்தம் கேட்டு சொல்லட்டும்  போதை தெளிஞ்சு பட்டை எடுக்க கிளம்பி வரவன்டா உன்ன தொங்கவுட்டு தோல உரிப்பேன் சொல்லி வெச்சவன்டா….வாத்தி  பொளக்கட்டும் பற பற தெறிக்கட்டும் அளப்பற நம்ம படை படை வெளுக்கும் தரை தரை  தப்பாது தப்பாது தப்பு அடிச்சா எனக்கு துடிக்காத நரம்பு இல்ல கொட்டு அடிச்சா….அட்றா…..  விடியிற வரை வரை அலறட்டும் தரை தரை முடியிற வரை வரை ஆட்டாத கொறை கொற  எமனுக்கும் சாவுண்டு இவன் மொறச்சா ஆட தம்பி சூடம் ஏத்து சாமி வந்துருச்சா"},
{"திரைப்படம்": "Master", "பாடலாசிரியர்": "Arivu", "இசையமைப்பாளர்": "Anirudh Ravichander", "பாடல்": "வாத்தி ரைடு", "வருடம்": "2020", "பாடியவர்கள்": "Arivu, Anirudh Ravichander", "பாடல்வரிகள்": "ஆனா ஆவன்னா அப்னா டைம்னா வாங்கனா வணக்கம்னா வாத்தி ரைடுனா ஆனா ஆவன்னா அப்னா டைம்னா வாங்கனா வணக்கம்னா  உலகத்தரம் உள்ளூரு வாத்தியாரு தூக்கி போட்டு சாத்துவாரு தட்டி தட்டி தூக்குவாரு கெட்ட புள்ள திருந்திட சட்டம் தானடா எடம் உள்ள வந்து தப்பு செஞ்சா வாத்தி ரைடு வரும்  வாத்தி ரைடு வாத்தி ரைடு வாத்தி ரைடு  வந்து வாண்டட்டாவே மாட்டிடாத பாத்து போயிடு நண்பா நல்லமாறி சொல்லும் போதே கேட்டு போயிடு  நம்ம வாத்தி ரைடு வாத்தி ரைடு வாத்தி ரைடு  வாத்தி ரைடு வாத்தி ரைடு வாத்தி ரைடு  மேல ஏத்தி விட்டு பார்த்துடாத வேற சைடு இந்த வாத்திகிட்ட வெச்சிக்காத ஓரம் போயிடு  நம்ம வாத்தி ரைடு வாத்தி ரைடு வாத்தி ரைடு  பங்கம் பங்கம் பதிலடி சந்தும் பொந்தும் சரவெடி அண்ணா பண்ணும் அதிரடி  வாத்தி யாரு?….. தளபதி  பிளாக்கு தங்கம் டி காட்டு சிங்கம் டி நவுரு டி வாக்-க பாரு கெத்தா நீ கேட்ட மூடு  டர ரரா டராரா டர ரரா டராரா  தே கால் மீ மாஸ்டர் மாற்றங்கள் வரும் பாஸ்டர்  கற்பி ஒன்று சேர் வெற்றி கொண்டு சீர் திருத்துற வாத்தியாரு கூர் விழியில பார் வகுப்பறை நடுங்கும் இரும்பு கரம் அடங்கும் அரச மரம் ஒழுக்கம் தவறும் நேரம்  வாத்தி ரைடு வரும்  பக்குவொம சொல்லும் போதே கேட்டுகோங்க செல்லம் தொல்ல பண்ணா வாத்தியாரு கம்பு வந்து கொஞ்சும்….ஐயோ  வேண்டாம் பிலிப்பு இது வார்னிங் சிரிப்பு வந்து தானவே ஒத்திகிட்டா போலாம் சமத்து குட்டி  எண்ணம்மா அங்க சத்தம் வச்ச மூக்கு மேல ரத்தம் நண்பா எங்க ஓடி ஒளிஞ்சாலும் வாத்தி கண்ணு தூக்கும் வாத்தியாரு பேச்சை கேட்டா வாழ்க்கை மேல ஏறும் தேவை இல்லாத வேலை பார்த்தா முட்டி போட நேரும்  டர ரரா டராரா டர ரரா டராரா  நிக்காத நிக்காத மறுபடி சிக்காத சிக்காத ஒருமுறை தொட்டாலே கெட்டனே பதிலடி பக்கவா வெப்பானே  தெருவில் நடுக்குற கொடுமைய கடக்குற தலைமுறை படிக்கிற தமிழில் இருக்குது பொதுமறை எதுக்குன்னு விலகுற பழக்கமும் எனக்கில்லே எப்போதும் என்னோடு இருக்கும் பட்டாளம் உன்னை உரைக்கும் கட்டாயம் மண்ணை திரட்டும் பேதங்கள் இல்லாதிருக்கும் நாடெங்கள் கண்ணாய் இருக்கும்  {இது வர பொறுத்தோம் சும்மா அடி விழும் இனிமே கும்மா} (2)  கண்டம் கண்டம் கதறும்டி நண்டும் சிண்டும் ஒதரும்டி உள்ள வந்தா பவருடி  அண்ணா யாரு ? தளபதி  பிளாக்கு தங்கம் டி காட்டு சிங்கம் டி நவுரு டி இது பீஸ்ட் மோட்  டர ரரா டராரா டர ரரா டராரா டர ரரா டராரா டர ரரா டராரா  ராக்ஸ்டார் பார் தி மாஸ்டர்  வாத்தி ரைடு வாத்தி ரைடு வாத்தி ரைடு  வந்து வாண்டட்டாவே மாட்டிடாத பாத்து போயிடு நண்பா நல்லமாறி சொல்லும் போதே கேட்டு போயிடு  நம்ம வாத்தி ரைடு வாத்தி ரைடு வாத்தி ரைடு  வாத்தி ரைடு வாத்தி ரைடு வாத்தி ரைடு  மேல ஏத்தி விட்டு பார்த்துடாத வேற சைடு இந்த வாத்திகிட்ட வெச்சிகாத ஓரம் போயிடு  நம்ம வாத்தி ரைடு வாத்தி ரைடு வாத்தி ரைடுடா  {ஆனா ஆவன்னா அப்னா டைம்னா வாங்கனா வணக்கம்னா வாத்தி ரைடுனா} (2)"},
{"திரைப்படம்": "Darbar", "பாடலாசிரியர்": "Vivek (lyricist)", "இசையமைப்பாளர்": "Anirudh Ravichander", "பாடல்": "டும் டும்", "வருடம்": "2020", "பாடியவர்கள்": "Nakash Aziz", "பாடல்வரிகள்": "டும்ம் டும்ம் டும்ம் டும்ம் கெட்டி மேளம் தலையாட்டும் நல்ல சத்தம் மட்டும் பரவட்டும்  டும்ம் டும்ம் டும்ம் டும்ம் கட்டி அதிருது வேட்டும் நம்ம கல்யாணம் கல கட்டும்  மாப்பிள்ளை பொண்ணோட வலியுற வேளையில் சொந்தங்கள் சொல்லாமல் மறைஞ்சிருக்கும் கேலியும் கிண்டலும் நடக்குற கூத்துல சந்தோசம் காத்தோடு நிறைஞ்சிருக்கும்  டும்ம் டும்ம் டும்ம் டும்ம் கெட்டி மேளம் தலையாட்டும் நல்ல சத்தம் மட்டும் பரவட்டும்  காலம் வர உனக்காக வந்துட்டா பாத்துக்கணும் மகராசியா ஆசையெல்லாம் உனக்காக மாத்திப்பான் வாழ வையி மகரானா  அவன் கவலைய கலைக்க தெரிஞ்சவ அவன ஜெயிக்கிறா ஓ  அவளிடம் தோற்க்க தெரிஞ்சவன் உலகம் ஜெயிக்கிறான் ஓ  டும்ம் டும்ம் ஹேய் டும்ம் டும்ம் ஹேய்  டும்ம் டும்ம் டும்ம் டும்ம் கெட்டி மேளம் தலையாட்டும் நல்ல சத்தம் மட்டும் பரவட்டும்  டும்ம் டும்ம் டும்ம் டும்ம் கட்டி அதிருது வேட்டும் நம்ம கல்யாணம் கல கட்டும்  மாப்பிள்ளை பொண்ணோட வலியுற வேளையில் சொந்தங்கள் சொல்லாமல் மறைஞ்சிருக்கும் கேலியும் கிண்டலும் நடக்குற கூத்துல சந்தோசம் காத்தோடு நிறைஞ்சிருக்கும்  ஆசையா இளமை மயக்கத்தில் முத்தத்த கொடுக்கையில் அன்ப கொடுக்கணும் நாற்பது வருஷம் கடந்தாபோதும் கைய பிடிப்பதில் காதல் இருக்கணும்  வருஷ கணக்கா அழகு சண்ட போட்டு நெஞ்ச புரிஞ்சிக்க தொடங்கும் கணக்கில் எடுத்த உறவில் எதுனாலும் இந்த உறவுல அடங்கும்  உன்னோட உன்னோட உயிருக்கு காவலா இன்னொரு நெஞ்சமும் துடி துடிக்கும் மண்மேல வாழ்த்திட உனக்கு ஒரு காரணம் உண்டாக்கி கல்யாணம் பரிசளிக்கும்  டும்ம் டும்ம் டேய் டும்ம் டும்ம் போடு  டும்ம் டும்ம் டும்ம் டும்ம் கெட்டி மேளம் தலையாட்டும் நல்ல சத்தம் மட்டும் பரவட்டும்  டும்ம் டும்ம் டும்ம் டும்ம் கட்டி அதிருது வேட்டும் நம்ம கல்யாணம் கல கட்டும்  மாப்பிள்ளை பொண்ணோட வலியுற வேளையில் சொந்தங்கள் சொல்லாமல் மறைஞ்சிருக்கும் கேலியும் கிண்டலும் நடக்குற கூத்துல சந்தோசம் காத்தோடு நிறைஞ்சிருக்கும்  புள்ளைங்களா புருஷன் பொண்டாட்டியா இல்லாம நண்பர்களா இருந்தீங்கனா வாழ்க்கை நல்லா இருக்கும்"},
{"திரைப்படம்": "Darbar", "பாடலாசிரியர்": "Vivek (lyricist)", "இசையமைப்பாளர்": "Anirudh Ravichander", "பாடல்": "சும்மா கிழி", "வருடம்": "2020", "பாடியவர்கள்": "S. P. Balasubramaniam", "பாடல்வரிகள்": "நான்தான்டா இனிமேலு வந்து நின்னா தர்பாரு உன்னோட கேங்கு நான்தான்டா லீடு  ஆண் : பில்லா என் வரலாறு பாத்தவன் நான் பல பேரு உன்னோட பேட்டைக்கு நான்தான்டா லாடு  ஆண் : ரகள உட்டாக்கா குழு : ர ஆண் : ராக்குனக்குறும் எல்லாமே ஜினுக்கா வந்தாக்கா குழு : ஜி ஆண் : ஜீக்குனுக்குறுமே நிறுத்த பாத்தாக்கா குழு : னி ஆண் : நீக்குனுக்குறும் தொடாத அடிச்சா என்னாவ டண்டனக்கருளே  குழு : ரஜினி  ஆண் : நெருப்பு பேரோட நீ குடுத்த ஸ்டாரோட இன்னிக்கும் ராஜா நான் கேட்டுபாரு  குழு : சும்மா கிழி  ஆண் மற்றும் குழு : கருப்பு தோலோட சிங்கம் வரும் சீனோட எடமே பத்திக்கும் அந்தமாரி சும்மா கிழி  ஆண் : நான்தான்டா இனிமேலு வந்து நின்னா தர்பாரு உன்னோட கேங்கு நான்தான்டா லீடு  ஆண் : பில்லா என் வரலாறு பாத்தவன் நான் பல பேரு உன்னோட பேட்டைக்கு நான்தான்டா லாடு  குழு : ரணகளம் சகல சாப் ரகள நம்ம அண்ணாத்த அவன் லிமிட் அலறும் வந்து கட போடாத  குழு : ஒன்னுவுட்டா செவுலு அவன் தவுழு நீ என்னாத்த அண்ணன் கொஞ்சம் மொரடன் நீ ரயிலோட்டாத  ஆண் : கிழி………..  ஆண் : நேர்மை உனக்கிருந்தா ஸ்டைலோ ஸ்டைலு பார்வை தெரிக்குதுன்னா விசிலோ விசிலு  ஆண் : நம்பும் மனசிருந்தா ஸ்டைலோ ஸ்டைலு வேகம் பிரிக்குதுன்னா புயலோ புயலு  ஆண் : இரும்பு சொகமா கைய கட்டி உக்கார்ந்தா ஒடஞ்சி துரும்பா சில்லு சில்லா கொட்டும் பார்  ஆண் : உழைப்ப மதிச்சி கால் எடுத்து வச்சாலே இளமை முழுசா உன் கூடவே ஒட்டும் பார்  ஆண் : ரகள உட்டாக்கா குழு : ர ஆண் : ராக்குனக்குறும் எல்லாமே ஜினுக்கா வந்தாக்கா குழு : ஜி ஆண் : ஜீக்குனுக்குறுமே நிறுத்த பாத்தாக்கா குழு : னி ஆண் : நீக்குனுக்குறும் தொடாதே அடிச்சா என்னாவ டண்டனக்கருளே  குழு : ரஜினி  ஆண் : நெருப்பு பேரோட நீ குடுத்த ஸ்டாரோட இன்னிக்கும் ராஜா நான் கேட்டுபாரு  குழு : சும்மா கிழி!!!!  ஆண் மற்றும் குழு : கருப்பு தோலோட சிங்கம் வரும் சீனோட எடமே பத்திக்கும் அந்தமாரி சும்மா கிழி  ஆண் : நான்தான்டா இனிமேலு வந்து நின்னா தர்பாரு   ஆண் : பில்லா என் வரலாறு பாத்தவன் நான் பல பேரு  குழு : ரணகளம் சகல சாப் ரகள நம்ம அண்ணாத்த அவன் லிமிட் அலறும் வந்து கட போடாத!!  குழு : ஒன்னுவுட்டா செவுலு அவன் தவுழு நீ என்னாத்த அண்ணன் கொஞ்சம் மொறடன் நீ ரயிலோட்டாத  ஆண் : ஹேய் நெருப்பு பேரோட குழு : ரகள நம்ம அண்ணாத்த ஆண் : நீ குடுத்தா ஸ்டாரோட குழு : கட போடாதா ஆண் : இன்னிக்கும் ராஜா நான் ஆஅ…..அஆ…..ஆ…. குழு : தவுழு நீ என்னாத்தா  ஆண் : நெருப்பு பேரோட நீ குடுத்த ஸ்டாரோட இன்னிக்கும் ராஜா நான் கேட்டுப்பாரு  குழு : சும்மா கிழி  கருப்பு தோலோட சிங்கம் வரும் சீனோட இடமே பத்திக்கும் அந்தமாரிடா  ஹாஹஹஹா சும்மா கிழி……………………….."},
{"திரைப்படம்": "Master", "பாடலாசிரியர்": "Ka Ka Balachander", "இசையமைப்பாளர்": "Anirudh Ravichander", "பாடல்": "வாத்தி கம்மிங்", "வருடம்": "2020", "பாடியவர்கள்": "Ka Ka Balachander, Anirudh Ravichander", "பாடல்வரிகள்": "ஹான்….. ஹான் ஹான் ஹான் ஹான் ஹக் ஹான் ஹக் ஹான் ஏய் என்னடா இது சப்ப பீட்டு கொழுத்துங்கடா  ஆஅஹ் மஜாபா மஜாபா இதான் இதான் இதான் இதான் ஏய் இடிடா வாங்கடா  ஏ வாத்தி கம்மிங் ஒத்து ஆஹ் ஆஹ் ஏய் ஒத்து தக்க துன்னா டோம்பா டோம்பா  ஹோய்…..  அண்ணா வந்தா ஆட்டோ பாம்ப்பு டும்மு  பிளு பிளு பிளு பிளாம்மி பிளு பிளு பிளு ஐய் பிளு பிளு பிளு பிளாம்மி பிளு பிளு பிளு ஏ…..  பிளு பிளு பிளு பிளாம்மி பிளு பிளு பிளு பிளாம்மி பிளு பிளு பிளு பிளு வாத்தி கம்மிங் ஒத்து  ஊர்ரகர கட்டே…..  ஏய் டருக்குல ட்ரிபிள்ளு வுட்டா சல்பில சில்பி தொட்டா தொகுறுல தகர வுட்டா பகுறு அகுருதான்  சில்கிள சில்கி வுட்டா கில்புள சல்ட்டு தொட்டா பிஜிலில பில்பி வுட்டா ஜெட்டக் ஜருக்குத்தான்  ஐயோ  பெரட்டி சொல்லே பெரட்டி சொல்லே  டுமுக்கு டுமா டுமுக்கு டுமா  அண்ணா பெரட்டிவுடு செதறவுடு  ஒத்தே…..  ஐயோ  அண்ணா வந்தா ஆட்டோ பாம்ப்பு டும்மு  அண்ணா பெரட்டிவுடு செதறவுடு  வாத்தி கம்மிங்…..ஒத்தே….  பிளு பிளு பிளு பிளாம்மி பிளு பிளு பிளு பிளாம்மி பிளு பிளு பிளு பிளு  ஆய் சீ"},
{"திரைப்படம்": "Dagaalty", "பாடலாசிரியர்": "Vijay Narain", "இசையமைப்பாளர்": "Vijay Narain", "பாடல்": "பாரேன் பாரேன்", "வருடம்": "2020", "பாடியவர்கள்": "Vijay Narain", "பாடல்வரிகள்": "பாரேன் பாரேன் ரெண்டு பறவை போகுதே பாதை வேற இருந்தும் பறக்குது கூடவே  வழியெல்லாம் தோட்டம் வாசனைய ரசிக்க மறக்காதே பயணமே பாடும் புதுமைகள போகுற போக்கில் பழக்கி விடுதே  பாரேன் பாரேன் ரெண்டு பறவை போகுதே…..ஏ….ஏ….. பாதை வேற இருந்தும் பறக்குது கூடவே  வழியெல்லாம் தோட்டம் வாசனைய ரசிக்க மறக்காதே பயணமே பாடும் புதுமைகள போகுற போக்கில் பழக்கி விடுதே  பறக்கதான் ஆசை படும் மனசுக்கு பயணம்தான் சிறகுடா சிரிக்கதான் சில்லறை எதுக்கு வழி போக்கனாகையிலே ஒலகம் சுருங்குது  பறபபாம் பாபா ரர ரர ரர பறபபாம் பரர ரோம் பறபபாம் பாபா ரர ரர ரம்  பாரேன் பாரேன் ரெண்டு பறவை போகுதே பாதை வேற இருந்தும் பறக்குது கூடவே  கதை கதையா கேட்டாலும் கண் கூடா பாத்தாலும் பயணத்து இன்பம் சொன்னா புரியாததே பொடி நடையா சில நேரம் ஊர்தியில பல நேரம் நெடுஞ்சால பேசும் பாஷை புதிராகுதே….ஓ….  தெரியும் வரை வானம் தேடும் வரை ஞானம் தெரியும் வரை நீளும் அனுபவம் கூடும் கூடையில் மயக்கம்தான் தீரும் கொழந்தையா மாறும் மாற்றங்கள தேடி தேடி பாடி தொலையும் மனம்  பறபபாம் பாபா ரர ரர ரர பறபபாம் பரர ரோம் பறபபாம் பாபா ரர ரர ரம்  பாரேன் பாரேன் ரெண்டு பறவை போகுதே பாதை வேற இருந்தும் பறக்குது கூடவே  வழியெல்லாம் தோட்டம் வாசனைய ரசிக்க மறக்காதே பயணமே பாடும் புதுமைகள போகுற போக்கில் பழக்கி விடுதே  பறக்கதான் ஆசை படும் மனசுக்கு பயணம்தான் சிறகுடா சிரிக்கதான் சில்லறை எதுக்கு வழி போக்கனாகையிலே ஒலகம் சுருங்குது  பறபபாம் பாபா ரர ரர ரர பறபபாம் பரர ரோம் பறபபாம் பாபா ரர ரர ரம் பறபபாம் பாபா ரர ரர ரர பறபபாம் பரர ரோம் பறபபாம் பாபா ரர ரர ரம்"},
{"திரைப்படம்": "Aayiram Jenmangal", "பாடலாசிரியர்": "Yugabharathi", "இசையமைப்பாளர்": "C. Sathya", "பாடல்": "சாம கோழி கூவ சமஞ்சேனே", "வருடம்": "2020", "பாடியவர்கள்": "Velmurugan, Suganthi", "பாடல்வரிகள்": "பெண் : சாம கோழி கூவ சமஞ்சேனே ராசா ராசா என்ன பாக்காம நீயும் போக ரெண்டு கண்ணுல நீரு ஆறா ஓட தொல்லை கொடுக்காம சேரு சேரு  பெண் : சாம கோழி கூவ சமஞ்சேனே ராசா ராசா என்ன பாக்காம நீயும் போக ரெண்டு கண்ணுல நீரு ஆறா ஓட தொல்லை கொடுக்காம சேரு சேரு  ஆண் : ஆமா நானும் கோயில் மணியாட்டோம் ரோசா ரோசா என்ன கேக்காம நீயும் போக என்ன சொல்லிடும் ஊரு லேசா லேசா ஒத்த நொடியாட்டும் பாரு பாரு  பெண் : ஏலே ஏலோ ஏலே ஏலோ சந்தன பொட்டு சந்தன பொட்டு ஏலே ஏலே ஏலே இல்லாலே இல்லாலே லே லே லே லே…..  பெண் : ஓலை பாய நானும் விரிச்சேனே நானும் விரிச்சேனே சேரா சேரா நீயும் நீயும் நீயும் நீயும்…… சி சி சி சி…….. வெள்ளி மணியாரம்….காம்பாபோச்சி  பெண் : ஓலை பாய நானும் விரிச்சேனே ராசா ராசா என்ன சேராம நீயும் போக தங்கம் பித்தளையாச்சி காலில் போட்ட வெள்ளி மணியாரம் காம்பாபோச்சி  ஆண் : பால போல நானும் கொதிச்சேனே ரோசா ரோசா என்ன பாக்காம நீயும் போக புல்லா வாங்குது மூச்சி பாசம் காட்டும் என்ன நெருங்காம போற ஏச்சி  குழு : ஏலே ஏலோ ஏலே ஏலோ தந்தானே தந்னன்னானே ஏலே ஏலே ஏலே இல்லாலே இல்லாலே இல்லாலே லே லே லே லே…….  பெண் : சீதை போல நானும் தவிச்சேனே ராசா ராசா என்ன தூக்காம ராமன் போக பச்சை தண்ணியும் சோறும் தூரம் ஆக நித்தம் மெலிஞ்சேனே தேகம் தேகம்  பெண் : சீதை போல நானும் தவிச்சேனே ராசா ராசா என்ன தூக்காம ராமன் போக பச்சை தண்ணியும் சோறும் தூரம் ஆக நித்தம் மெலிஞ்சேனே தேகம் தேகம்  ஆண் : கூர வேட்டி நானும் அணிஞ்சேனே ரோசா ரோசா என்ன பாக்காமா நீயும் போக நெத்தி பொட்டுல சொகம் சார பாம்பா கொத்த துணியாத போதும் போதும்"},
{"திரைப்படம்": "Ellam Mela Irukuravan Paathupan", "பாடலாசிரியர்": "Karthik Aacharya", "இசையமைப்பாளர்": "Ku. Karthik", "பாடல்": "சூப்பர் ஹீரோ", "வருடம்": "2020", "பாடியவர்கள்": "Benny Dayal, Karthik Aacharya", "பாடல்வரிகள்": "ஹே வானம் எந்தன் கையிலே இனி பூமி எந்தன் பையிலே பல மேஜிக் பூக்கள் பூக்குதே அது கிராபிக்ஸ் அள்ளி பூசுதே  நான் சொல்ல காலம் கேட்குதே என்னுள்ளே வேகம் சேர்க்குதே உல்லாசம் என்னை சுற்றுதே உற்சாகம் மின்னல் வெட்டுதே  இரு விழிகளிலே புது காட்சிகளே உலகம் முதல் முறை பிடிக்கிறதே ஒளி வேகத்திலே என் காலிரண்டும் பாயுதே துள்ளி பாயுதே  ஒரு நொடிதனிலே பல யுகம் கடப்பேன் நகரும் நொடிகளை நான் பிடிப்பேன் புது பிறவி ஒன்றை அட நான் எடுத்தேன் நான் தான்  சூப்பர் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ இனிமேல் உலகின் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ ஹீரோ  சூப்பர் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ இனிமேல் உலகின் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ ஹீரோ  ஹே நேற்றைப்போலே இன்று இல்லை எல்லாம் இங்கே மாறிப்போச்சு நேரம் இங்கே மெதுவாய் போக எல்லாம் பிடிக்கிறதே  நான் உறங்கும் பொது கனவில் தோன்றும் பிம்பம் நிஜமென மாறி போக கால்கள் ரெண்டும் தரையில் இல்லை ராக்கெட் ஆகிறதே  உலகில் பல மொழிகள் உண்டு முற்றும் அறிந்தவன் நான்தானே வேறு யாருமில்லை அடடா ஒரு கன சதுரம் எந்தன் விதியினை சீராக்கும் என நினைக்கவில்லை  கவலை இனி எனக்கில்லையே அதை எல்லாம் இனி மேல இருக்கிறவன் பாத்துக்குவான்   சூப்பர் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ இனிமேல் உலகின் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ ஹீரோ  சூப்பர் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ இனிமேல் உலகின் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ ஹீரோ  ஹே வானம் எந்தன் கையிலே இனி பூமி எந்தன் பையிலே பல மேஜிக் பூக்கள் பூக்குதே அது கிராபிக்ஸ் அள்ளி பூசுதே  நான் சொல்ல காலம் கேட்குதே என்னுள்ளே வேகம் சேர்க்குதே உல்லாசம் என்னை சுற்றுதே உற்சாகம் மின்னல் வெட்டுதே  இரு விழிகளிலே புது காட்சிகளே உலகம் முதல் முறை பிடிக்கிறதே ஒளி வேகத்திலே என் காலிரண்டும் பாயுதே துள்ளி பாயுதே  ஒரு நொடிதனிலே பல யுகம் கடப்பேன் நகரும் நொடிகளை நான் பிடிப்பேன் புது பிறவி ஒன்றை அட நான் எடுத்தேன் நான் தான்  சூப்பர் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ இனிமேல் உலகின் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ ஹீரோ  சூப்பர் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ இனிமேல் உலகின் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ ஹீரோ  சூப்பர் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ இனிமேல் உலகின் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ ஹீரோ  சூப்பர் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ இனிமேல் உலகின் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ ஹீரோ  நான் தான் இனிமேல் சூப்பர் ஹீரோ"},
{"திரைப்படம்": "Naan Sirithal", "பாடலாசிரியர்": "Hiphop Tamizha", "இசையமைப்பாளர்": "Hiphop Tamizha", "பாடல்": "நான் சிரிச்சா வேற லெவல்லு", "வருடம்": "2020", "பாடியவர்கள்": "Kaushik Krish, Gana Vinoth", "பாடல்வரிகள்": "கஷ்டத்துல சிரிச்சா வேற லெவல்லு இஷ்டப்பட்டு உழைச்சா வேற லெவல்லு பெத்தவன மதிச்சா வேற லெவல்லு நம்ம புள்ளைங்கெல்லாம் புள்ளைங்கெல்லாம் வேற வேற வேற லெவல்லு  காந்தி சிரிப்பு காந்தம் மச்சா சேர்ந்து சிரிப்போம் வாங்க மச்சா கிறுக்கு புடிக்கும் போங்க மச்சா எங்க புள்ளைங்கெல்லாம் புள்ளைங்கெல்லாம் வேற வேற வேற லெவல்லு  நான் சிரிச்சா வேற லெவல்லு நான் சிரிச்சா வேற லெவல்லு நான் சிரிச்சா வேற லெவல்லு வேற வேற வேற லெவல்லு  நான் சிரிச்சா வேற லெவல்லு நான் சிரிச்சா வேற லெவல்லு நான் சிரிச்சா வேற லெவல்லு வேற வேற வேற லெவல்லு  ஐட்டம்காரன் ஐட்டம்காரன் கொரட்டபங்கன் கொரட்டபங்கன் கோயிந்தன தூக்கு கோயிந்தன தூக்கு அடில குத்தி அட்டில தூக்கே  ஐட்டம்காரன் ஐட்டம்காரன் கொரட்டபங்கன் கொரட்டபங்கன் கோயிந்தன தூக்கு கோயிந்தன தூக்கு அடில குத்தி அட்டில தூக்கே  சாவு ஊட்டுளையும் சிரிக்கிறான் லீவு போட்டு சிரிக்கிறான் சிரிக்கிறான் சிரிக்கிறான் மொறைக்க மொறைக்க சிரிக்கிறான்  ஹேய் பயந்து பயந்து சிரிக்கிறான் உழுந்து உழுந்து சிரிக்கிறான் கோயிந்தா மனசு கைத வயசு சிரிச்சு கழுத்த அறுக்குறான்  ஹேய் கும்பல்ல கோயிந்தா இன்னா பின்னா போய் சந்துல வழிந்தா கரெக்ட்டா சொன்னா  பேய் பாத்துட்டு பயந்தா அய்யோ ஹேய் மக்குல பேய்தா அய்யயோ  காந்தி சிரிப்பு காந்தம் மச்சா சேர்ந்து சிரிப்போம் வாங்க மச்சா கிறுக்கு புடிக்கும் போங்க மச்சா எங்க புள்ளைங்கெல்லாம் புள்ளைங்கெல்லாம் வேற வேற வேற லெவல்லு  நான் சிரிச்சா வேற லெவல்லு நான் சிரிச்சா வேற லெவல்லு நான் சிரிச்சா வேற லெவல்லு வேற வேற வேற லெவல்லு  நான் சிரிச்சா வேற லெவல்லு நான் சிரிச்சா வேற லெவல்லு நான் சிரிச்சா வேற லெவல்லு வேற வேற வேற லெவல்லு"},
{"திரைப்படம்": "Naan Sirithal", "பாடலாசிரியர்": "Hiphop Tamizha, Arivu", "இசையமைப்பாளர்": "Hiphop Tamizha", "பாடல்": "ஹேப்பி பெர்த்டே டு யூ", "வருடம்": "2020", "பாடியவர்கள்": "Diwakar, Ka Ka Balachander", "பாடல்வரிகள்": "காசுக்கு வெட்டுற கத்தி எல்லாம் பாசத்த கொட்டுது அக்கறையா ஆள தூக்குற குரூப்லையும் அண்ணன் இனிக்குற சக்கரையா  அடி ஆளு அடி தூளு புது ஆளு என் கதை கேளு நான் பாட நீ ஆடு சும்மா அதிரனும்டா தமிழ்நாடு  {ஹேப்பி பெர்த்டே டு யூ எங்க அண்ணனுக்கு ஹேப்பி பெர்த்டே டு யூ என் தலைவனுக்கு} (2)  அருவா புடியில அன்பா குலையுறா ரவுடி அங்கிள்…. ஆண் மற்றும் ஹவ் ஆர் யூ? நான் தனியா சிக்குன தவிய தவிக்குற முடியல மச்சா ஆண் மற்றும் வேர் ஆர் யூ?  மெரட்டி மெரட்டி காச புடுங்கும் தாதா யுவர் ஹானர்ங்க அருமை பெருமையா உலகம் அறிய அடிக்கனும் ஒரு பேனர்…..  ஏசி காருல ஊற சுத்தனும் காச வாங்கினா ஆள குத்தனும்  அண்ணா அடிக்குற அடிய பாத்து ஐயோ அம்மான்னு ஊரே கத்தனும்  {ஹேப்பி பெர்த்டே டு யூ என் சிங்கத்துக்கு ஹேப்பி பெர்த்டே டு யூ என் செல்லத்துக்கு} (2)  துண்டு துண்டா வெட்டி சாய்க்கனும்டா…. சாதி மதத்த பீஸ்சு பீஸ்சா சுட்டு தாக்கனும்டா… கெட்ட நெனப்பா  ஆண் மற்றும் மோதி பாக்காத நீ இவனோட…. மியூச்சுவல் பிரண்டு எங்க அண்ணன் எமனோட ஓ…..ஓ…..  சீன்னு காட்டாத நீ என்னாண்ட…… கூட்டி வருவான் என் ஹௌசிங் போர்ட ஓஒ…..ஓஒ…..ஓ  {ஹேப்பி பெர்த்டே டு யூ எங்க அண்ணனுக்கு ஹேப்பி பெர்த்டே டு யூ என் தலைவனுக்கு} (2) என் தலைவனுக்கு……"},
{"திரைப்படம்": "Naan Sirithal", "பாடலாசிரியர்": "Hiphop Tamizha", "இசையமைப்பாளர்": "Hiphop Tamizha", "பாடல்": "எனக்கு பிரேக்கப்பு", "வருடம்": "2020", "பாடியவர்கள்": "Hiphop Tamizha", "பாடல்வரிகள்": "எனக்கு பிரேக்கப்பு அதுல என் தப்பு எதுவும் இல்லைனாலே என்ன வில்லனாலே எனக்கு ஷாக் அட்ச்சு அதுல ஹார்ட் வெட்ச்சு கருகி போயிச்சு போடா கொய்யாலே  என்ன போக சொன்னாலே போய் சாக சொன்னாலே நான் சோகத்துல பாடுறேன்டி சாமி முன்னாலே  என்ன போக சொன்னாலும் நாண்டுகிட்டு சாக சொன்னாலும் கவலை இல்ல புள்ளைங்க இருக்கு எந்தன் பின்னாலே  வலிக்குதா வலிக்குதா நெஞ்சுக்குள்ள அவ சிங்கிள்ன்னு ஸ்டேட்டஸ் மாத்தி போட்டுட்டாலே சோகமா இருக்குதே தாங்க முடியல அவ வால்பேப்பர்ல என் மூஞ்சிய தூக்கிட்டாலே  பிரேக் அப்….எனக்கு பிரேக்கப்பு பிரேக் அப்….எனக்கு பிரேக்கப்பு  என் சிரிப்பு பிரச்சனை சிரிச்சு முடிச்சொன்ன அழுக முடியல சிரிச்சுட்டேன் லவ்ல பிரச்சனை லைப்ல பிரச்சனை நான் அடக்க முடியல சிரிச்சிட்டேன்  சொந்த பிரச்சனை சோக பிரச்சனை மறக்க முடியல மறைச்சிட்டேன் பிரச்சனை பிரச்சனை எத்தனை பிரச்சனை சிரிச்சி சிரிச்சி தெரிச்சிட்டேன்  காதல மறக்க நினைச்சு சிரிக்கிறேன் என் காதலி முகத்த நினைச்சு சிரிக்கிறேன் சோகத்தில் லைப்ப நினைச்சு சிரிக்கிறேன் நான் கோவத்த அடக்க முடியல சிரிக்கிறேன்  வலிக்குதா வலிக்குதா நெஞ்சுக்குள்ள அவ சிங்கிள்ன்னு ஸ்டேட்டஸ் மாத்தி போட்டுட்டாலே சோகமா இருக்குதே தாங்க முடியல அவ வால்பேப்பர்ல என் மூஞ்சிய தூக்கிட்டாலே  பிரேக் அப்….எனக்கு பிரேக் அப்பு பிரேக் அப்….எனக்கு பிரேக் அப்பு  லவ்வு பிச்சுகிச்சு லைப்பு புட்டுக்கிச்சு மண்ட பிச்சுகிச்சு மெண்டல் ஆச்சு"},
{"திரைப்படம்": "Naan Sirithal", "பாடலாசிரியர்": "Hiphop Tamizha", "இசையமைப்பாளர்": "Hiphop Tamizha", "பாடல்": "தோம் தோம்", "வருடம்": "2020", "பாடியவர்கள்": "Sanjith Hegde, Hiphop Tamizha", "பாடல்வரிகள்": "தோம் தோம் தன திர நன திர நன தோம் தோம் தன நகர்தன நன நன  தோம் தோம் தன திர நன திர நன தோம் தோம் தன நகர்தன நன நன  உன் பார்வை உன் பேச்சு சேலை கட்டிய சிலையே வா தினம்தோறும் வெகு தூரம் உன் பின்னால் நான் வரவா  மருதாணி போலே சிவந்த கன்னங்கள் புன்னகை தேனாய் வடியும் தங்க கிண்ணங்கள் அவள் குழல் அதில் அதில் மெதுவாய் என் மனதே நீ சுழலாதே  ஓ ஓ ஓ ஓ….. தங்க தேர் போலே  தோம் தோம் தன திர நன திர நன  ஓ ஓ ஓ ஓ….. மின்னும் இவளாலே  தோம் தோம் தன நகர்தன நன நன தோம் தோம் தன திர நன திர நன தோம் தோம் தன நகர்தன நன நன  பெண் …………………………….  உன் சிரிப்பு ப்ரைட்டு நீ சொன்ன எல்லாம் ரைட் உன் காதல்தான் என் லைப் அப்றோம் நீதான் பேபி ஒய்ப்  தவுசண்ட் பட்டர்ப்ளைஸ் என் நெஞ்சிக்குள்ள ப்ளை கண்ண மூடி லவ் பண்றேன் உண்மையில் ஹிப்னாடிசம்  உன் பின்னால பின்னால தன்னால தன்னால போகுறேன்டி நானும் வேற யாரும் தேவை இல்லை நீ மட்டும்தான் வேணும் உனக்காக என்னவேணா பண்ணுவேண்டி நானும் இந்த பீலிங்க கண்டுபிடிக்க முடியாது விஞ்ஞானம்  ஹா…..ஆஅ……ஆஅ…..  ஹே ஹேய் ஓகே…..  அவள் அவள் பொன்மகள் எந்தன் மனம் கவரந்தவள் கரம் கரம் பற்றியே தினம் உனை சுற்றுவேன் உன் பின்னே பெண்ணே நான் வருவேனே நீ கேளாமல் என்னை தருவேனே  ஓ ஓ ஓ ஓ….. தங்க தேர் போலே  தோம் தோம் தன திர நன திர நன  ஓ ஓ ஓ ஓ….. மின்னும் இவளாலே  தோம் தோம் தன நகர்தன நன நன தோம் தோம் தன திர நன திர நன தோம் தோம் தன நகர்தன நன நன"},
{"திரைப்படம்": "Oh My Kadavule", "பாடலாசிரியர்": "Ko Sesha", "இசையமைப்பாளர்": "Leon James", "பாடல்": "காதல் கொழப்புதே", "வருடம்": "2020", "பாடியவர்கள்": "Sanjeev Thomas", "பாடல்வரிகள்": "என் மனசு மனசுதான் ரெக்கை கட்டி பறக்குது என் வயசின் வேலைதான் ரசாயணம் சுரக்குது  நான் சொக்குறேன் ஹையோ உயிர் மூச்சு எங்க போச்சு நான் திக்குறேன் ஏனோ தாய் மொழியே மறந்து  என் ஆசை என் ஆசை அடி பட்டு கெடக்கு இங்க இனிமேலும் இனிமேலும் வலி தாங்க முடியாதே  ஆனாலும் ஆனாலும் எனக்குள்ளே புது மயக்கம் விதியோ விதியோ ஆஹ் காதல் கொழப்புதே….எஹ் இந்த காதல் கொழப்புதே….எஹ் அடியே…. இந்த காதல் கொழப்புதே….எஹ் என் மனசும் சறுக்குதே…. அடியே….  கொண்டாட்டம் பாதி திண்டாட்டம் பாதி என்னோட வாழ்க்கை ஆனதே…..ஏ…..ஏ….ஏ…. பொல்லாத நாடகங்களே……ஏ……ஏ…..ஏ…..  நான் அடிக்கும் புயலில் சிக்கி பலரும் சிறு முயலா நீ பொழியும் மழையில் எனக்கான குடையா….  என் ஆசை என் ஆசை அடி பட்டு கெடக்கு இங்க இனிமேலும் இனிமேலும் வலி தாங்க முடியாதே  ஆனாலும் ஆனாலும் எனக்குள்ளே புது மயக்கம் விதியோ விதியோ ஆஹ் காதல் கொழப்புதே….எஹ் இந்த காதல் கொழப்புதே….எஹ் அடியே…. இந்த காதல் கொழப்புதே….எஹ் என் மனசும் சறுக்குதே…. அடியே….  ஓஹோ…..  அடியே…..ஏ…..  ஓஹோ…..  அடியே…..ஏ…..  காதல் கொழப்புதே….  காதல் கொழப்புதே….  இந்த காதல் கொழப்புதே….ஏ…"},
{"திரைப்படம்": "Oh My Kadavule", "பாடலாசிரியர்": "Ko Sesha", "இசையமைப்பாளர்": "Leon James", "பாடல்": "கதைப்போமா", "வருடம்": "2020", "பாடியவர்கள்": "Sid Sriram", "பாடல்வரிகள்": "நேற்று நான் உன்னை பார்த்த பார்வை வேறு நீங்காத எண்ணம் ஆக ஆனாய் இன்று உன்னோடு நானும் போன தூரம் யாவும் நெஞ்சிலே ரீங்கார நினைவுகளாக அலையை இங்கே மிஞ்சுதே நூலறுந்த பட்டம் போலே உன்னை சுற்றி நானும் ஆட கைகள் நீட்டி நீயும் பிடிக்க காத்திருக்கிறேன்  இதற்கெல்லாம் அர்த்தங்கள் என்ன கேக்க வேண்டும் உன்னை காலம் கை கூடினால்  கதைப்போமா கதைப்போமா கதைப்போமா ஒன்றாக நீயும் நானும்தான் கதைப்போமா கதைப்போமா கதைப்போமா நீ பேச பேச காயம் ஆறுமே  அதிகாலை வந்தால் அழகாய் என் வானில் நீ அணையாத சூரியன் ஆகிறாய் நெடு நேரம் காய்ந்து கத கதப்பு தந்தவுடன் நிலவாய் உருமாறி நிற்கிறாய்  உன்னை இன்று பார்த்ததும் என்னை நானே கேட்க்கிறேன் வைரம் ஒன்றை கையில் வைத்து எங்கே தேடி அலைந்தாயோ  உண்மை என்று தெரிந்துமே நெஞ்சம் சொல்ல தயங்குதே கைகள் கோர்த்து பேசினாலே தைரியங்கள் தோன்றுமே  கதைப்போமா கதைப்போமா கதைப்போமா கதைப்போமா ஒன்றாக நீயும் நானும்தான் கதைப்போமா கதைப்போமா கதைப்போமா கதைப்போமா கதைப்போமா நீ பேச பேச காயம் ஆறுமே  கதைப்போமா கதைப்போமா கதைப்போமா கதைப்போமா கதைப்போமா  கதைப்போமா கதைப்போமா கதைப்போமா ஒன்றாக நீயும் நானும்தான் கதைப்போமா கதைப்போமா கதைப்போமா நீ பேச பேச காயம் ஆறுமே"},
{"திரைப்படம்": "Aayiram Jenmangal", "பாடலாசிரியர்": "Vivek (lyricist)", "இசையமைப்பாளர்": "C. Sathya", "பாடல்": "சலுப்பி சொக்கா", "வருடம்": "2020", "பாடியவர்கள்": "Sundarayyar, Hyde Karty", "பாடல்வரிகள்": "ஆண் : ஹேய்…..சலுப்பி சொக்கா கிளி கணக்கா கொத்தின்னு போவாத ஹேய்….வஞ்சர பிஸ்ஸா மணலுக்குள்ள இஸ்த்துன்னு போவாத  ஆண் : அயில்போங்கு ஆட்டம் இது அந்தர் பண்லாமா நட்புக்குள்ள ஜாலி ஆவும் எல்லாம் ஜில்லோம  ஆண் : என்ன எடுத்துன்னு போவ போற சோக்கா சொன்னாம்மா அத்த இத்த டீல்லவுட்டு கல்ட்டா பண்ணி கொண்டாடுமா  ஆண் : ஹேய்……சலுப்பி சொக்கா கிளி கணக்கா கொத்தின்னு போவாத ஹேய்…..வஞ்சர பிஸ்ஸா மணலுக்குள்ள இஸ்த்துன்னு போவாத  ஆண் : சாலு வேணாம் மாமு சல்பேட்டா வேணாம் மாமு தூக்குது அக்கா கடை கோழி கொழம்பு  ஆண் : ஊத்து அட்சிகின்னு கிஸ்சோவா இருந்துகின்னு டென்த்துக்கு பண்ணுவோமா செம்ம அலும்பு  ஆண் : கொயந்த புள்ள யார்னா இருந்தா அப்டியே போயிடு லெப்ட்க்கா டொமரு லாடு அது நம்ம சாரு ஆட்டம் போடு அலேக்கா…  ஆண் : நைனா பேஜாரு லுங்கி மஸ்டாரு நம்ம பிகில்லு வுட்ட அட்டிகுள்ள கிட்ட வந்து மாட்டிகிட்டயே  ஆண் : ஹேய்…..சலுப்பி சொக்கா கிளி கணக்கா கொத்தின்னு போவாத ஹேய்…..வஞ்சர பிஸ்ஸா மணலுக்குள்ள இஸ்த்துன்னு போவாத  ஆண் : லைப் வந்து நம்ம தொல் தொலா பேண்ட் மாதிரி காத்தா அடிக்கும் ஜில்லுன்னு ஆன சில வாட்டி லுங்கிய கட்டிடோம் சும்மா நமச்சலா இருக்கும் ஆணா அதே லுங்கிய பைக்ல ஓட்டின்னு போ சும்மா வேற லெவல் பீல் இஸ்ஸ்ஸ்ஸா ஆஹ்….  ஆண் : சோனு வெச்சுருந்தா சாவும் புடிச்சுருன்டா டேப்பு வச்சா கல கட்டும் மரணம் கருத்து வெச்சிருந்த வாப்பா அப்பாலிகா ஜல்பு புடிச்சாதான்ட மப்புவுடனும்  ஆண் : தரமா கெலிச்சு ஏரியா முழுக்க நம்ம பேரு தெரியனும் டாமா பீசுங்க மங்குட்டு பசங்க பாத்தா அள்ளு உடனும்  ஆண் : தட்டி வஸ்ட்டாம்மா சல்பி எடுபோம்மா நம்ம பிகுலு வுட்ட அட்டிகுள்ள கிட்ட வந்து மட்டிகிட்டயே  ஆண் : ஹேய்…..சலுப்பி சொக்கா கிளி கணக்கா கொத்தின்னு போவாத ஹேய்…..வஞ்சர பிஸ்ஸா மணலுக்குள்ள இஸ்த்துன்னு போவாத  ஆண் : அயில்போங்கு ஆட்டம் இது அந்தர் பண்லாமா நட்புக்குள்ள ஜாலி ஆவும் எல்லாம் ஜில்லோம  ஆண் : என்ன எடுத்துன்னு போவ போற சோக்கா சொன்னாம்மா அத்த இத்த டீல்லவுட்டு கல்ட்டா பண்ணி கொண்டாடுமா ஹேய்ய்……"},
{"திரைப்படம்": "Aayiram Jenmangal", "பாடலாசிரியர்": "Rokesh", "இசையமைப்பாளர்": "C. Sathya", "பாடல்": "வாடி என் வாயாடி கிளியே", "வருடம்": "2020", "பாடியவர்கள்": "G. V. Prakash Kumar , Solar Sai", "பாடல்வரிகள்": "ஆண் : வாடி என் வாயாடி கிளியே நீ சும்மான்ன நோண்டாத மியூசிக்கலிய தேடி நான் மாத்திட்ட வழிய கத குடுக்க பாத்த கலக்கிடுவேன் உன்னோட கொலைய  ஆண் : வாடி என் வாயாடி கிளியே நீ சும்மான்ன நோண்டாத மியூசிக்கலிய தேடி நான் மாத்திட்ட வழிய கத குடுக்க பாத்த கலக்கிடுவேன் உன்னோட கொலைய  ஆண் : உண்டிகொல வச்சி நெஞ்ச ரெண்டா வொடச்சி தாண்டி போறேன் இடுச்சி என்ன பார்த்து கண் அடிச்சி  ஆண் : மங்க மஞ்ச மச்சி பண்ணத்தில்ல டச்சி சரீன்னா கட்டி பிடுச்சி போட்டுடுவேன் மூணு முடிச்சி  ஆண் : மிட்டாய் மேல பர்ப்பி யூகேம்முல எடுப்போம் செல்பி ஹேய் மிட்டாய் மேல பர்ப்பி யூகேம்முல எடுப்போம் செல்பி  ஆண் : ஹேய் வாயாடி கிளியே வாடியம்மா வாயாடி கிளியே வாயாடி கிளியே  ஆண் : சும்மா ஒருவாட்டி லவ் பண்ணு என்ன நைட்டோட மாத்துறேன்டி நைட்டி போட்ட உன்ன ஆட்டோல போவாத நான் ஆசை பட்ட பொண்ணே ஆடி கார்ரு வரும் காட்டு நீயும் கண்ண  ஆண் : கொஞ்சோன்டு பேச்சுலதான் என்னென்னமோ சொல்லாத கொஞ்சோன்டு பார்வையில என்ன நீயும் கொல்லாத பின்னாடி சுத்துறேன்னு உங்க அம்மாகிட்ட சொல்லாத இருக்கமாட்டேன் உன் ஞாபகம்தான் இல்லாத  ஆண் : எப்படி பார்த்தாலும் நல்ல புள்ளடி மாமியார் தொல்ல கூட உனக்கு இல்லடி எப்படி பார்த்தாலும் நல்ல புள்ளடி மாமியார் தொல்ல கூட உனக்கு இல்லடி  ஆண் : டீவ்வு கட்டாத பைக்யில சுத்துற ஆளுன்னு நீ கட்டின்னு போனைனா லாரில மாட்டீனு சாவடி  ஆண் : நடந்து காட்டாத ஊரு பசங்க கண்ணுல மாட்டாத நீ வண்டில ஏறுமா மாமா புஷுன்னு போறேன்டி  ஆண் : சீன்னுல சிக்காத எம்மா தொழுவ தள்ளிதான் நிக்காத நீ கிட்டயே இருந்தையினா நானும் கில்லாடி ஆவேன்டி  ஆண் : அசிங்கம திட்டாத உன் நகைய புடுங்கி வைக்காத நல்ல புருஷனா இருப்பேன் நீயும் என் கூட வாயேன்டி என் கூட வாயேன்டி  ஆண் : என் கூட வாயேன்டி…..  ஆண் : உன் கூட….. உன் கூட….. உன் கூட….. உன் கூட….. உன் கூட….. உன் கூட….. உன் கூட….. உன் கூட….. உன் கூட வாயேன்டி……….  ஆண் : உன்ன உஷார் பண்ண நீயே கொடு ரூட்டு ஹேய் மரப்பா போகதம்மா மொக்க சீன்ன போட்டு  ஆண் : ஹேய் வாயாடி கிளியே ஹேய் நீ வாடி வெளியே ஹேய் வாயாடி கிளியே நீ வாடி……  ஆண் : ஹேய் ஹேய் ஹேய் ஹேய்  ஆண் : ஹேய் வாடி என் வாயாடி கிளியே நீ சும்மான்ன நோண்டாத மியூசிக்கலிய தேடி நான் மாத்திட்ட வழிய கத குடுக்க பாத்த கலக்கிடுவேன் உன்னோட கொலைய"},
{"திரைப்படம்": "Master", "பாடலாசிரியர்": "Arunraja Kamaraj", "இசையமைப்பாளர்": "Anirudh Ravichander", "பாடல்": "குட்டி ஸ்ரோரி", "வருடம்": "2020", "பாடியவர்கள்": "Anirudh Ravichander, Vijay", "பாடல்வரிகள்": "Let Me Sing A Kutti Story Pay Attention Listen To Me  என்ன-ந இங்கிலீஷு  Just Listen Bro  லேட் மீ சிங் எ குட்டி ஸ்டோரி ப்யே அட்டேன்ஷன் லிஸ்சன் டு மீ  இப் யு வாண்ட் டேக் இட் ஆர் எல்ஸ் வேணாம் டென்ஷன் லீவ் இட் பேபி  லைப் ஸ் வெரி ஷார்ட் நண்பா ஆல்வேஸ் பி ஹாப்பி  பலவித ப்ராப்ளம்ஸ் வில் கம் அண்ட் கோ கொஞ்சம் ஜில் பண்ணு மாப்பி...  டுகெதர் மேன்  லேட் மீ சிங் எ குட்டி ஸ்டோரி ப்யே அட்டேன்ஷன் லிஸ்சன் டு மீ  இப் யு வாண்ட் டேக் இட் ஆர் எல்ஸ் வேணாம் டென்ஷன் லீவ் இட் பேபி  லைப் ஸ் வெரி ஷார்ட் நண்பா ஆல்வேய்ஸ் பி ஹாப்பி  டிசைன் டிசைனா... ப்ராப்ளம்ஸ் வில் கம் அண்ட் கோ கொஞ்சம் ஜில் பண்ணு மாப்பி  நோ டென்ஷன் பேபி...  ஸ்பீடா போன - கவனம் மஸ்ட்டு ஸ்லோவா போனா - ஸ்டெடியும் மஸ்ட்டு ஹே -- ஹ ஹ ஹ அங்கர் ஆல்வேய்ஸ் மிசிரி பேபி  ப்ரண்ஸா நின்னா பவ்ர்புல் மாப்பி ஹாட்டர்ஸ் ஆர் கொன்ன ஹாட் பட் இக்னோர் கால்ம்லி  நெகடிவிட்டி எல்லாம் தள்ளி வை பேபி ஃபோகஸ் ஆன் வாட் யு ட்ரீம் அண்ட் டோன்ட் ஒர்ரி மாப்பி பாஸ்ட்டிவிட்டி உன்ன லிப்ட் பண்ணும் பேபி  லைப் ஸ் வெரி ஷார்ட் நண்பா ஆல்வேஸ் பி ஹாப்பி  வெரி மெனி ப்ராப்ளம்ஸ் வில் கம் அண்ட் கோ கொஞ்சம் ஜில் பண்ணு மாப்பி   ஸ்டுடென்ட்ஸ் லேட் மீ சிங் எ குட்டி ஸ்டோரி ப்யே அட்டேன்ஷன் லிஸ்சன் டு மீ  இப் யு வாண்ட் டேக் இட் ஆர் எல்ஸ் வேணாம் டென்ஷன் லீவ் இட் பேபி  லைப் ஸ் வெரி ஷார்ட் நண்பா ஆல்வேஸ் பி ஹாப்பி  டிசைன் டிசைனா ப்ராப்ளம்ஸ் வில் கம் அண்ட் கோ கொஞ்சம் சில் பண்ணு மாப்பி  நோ டென்ஷன் பேபி  ஹார்ட் ஒர்க்கும் வேணும் ஸ்மார்ட் ஒர்க்கும் வேணும் ஸெல்ப் மோட்டிவேஷன் அது நீதானே  எஜிகேஷன் வேணும் டெடிகேஷன் வேணும் ஸெல்ப் வேல்யுவேஷன் அத பண்ணி பாரேன்  டோன்ட் பி த பெர்சன் ஸ்ப்ரேடிங் ஹாட்டர்ட் மாப்பி பின்னாடி பேசுறது ரொம்ப கிராப்பி  ஆல்வேஸ் பி பொலைட் அண்ட் ஜஸ்ட் டோன்ட் பி நாஸ்ட்டி யு வில் பி தி ரீசன் டு மேக் சம்ஒன் ஹாப்பி  லைப் ஸ் வெரி ஷார்ட் நண்பா ஆல்வேஸ் பி ஹாப்பி  பலவித ப்ராப்ளம்ஸ் வில் கம் அண்ட் கோ கொஞ்சம் ஜில் பண்ணு மாப்பி  ஒன் லாஸ்ட் டைம்  லேட் மீ சிங் எ குட்டி ஸ்டோரி ப்யே அட்டேன்ஷன் லிஸ்சன் டு மீ  இப் யு வாண்ட் டேக் இட் ஆர் எல்ஸ் வேணாம் டென்ஷன் லீவ் இட் பேபி  லைப் ஸ் வெரி ஷார்ட் நண்பா ஆல்வேஸ் பி ஹாப்பி  டிசைன் டிசைனா... ப்ராப்ளம்ஸ் வில் கம் அண்ட் கோ கொஞ்சம் சில் பண்ணு மாப்பி  தட் வாஸ் மை குட்டி ஸ்டோரி ஹொவ் வாஸ் மை குட்டி ஸ்டோரி தட் வாஸ் மை குட்டி ஸ்டோரி ஹொவ் வாஸ் மை குட்டி ஸ்டோரி  ஜஸ்ட் அவ்ஷாம்-ந நோ டென்ஷன் பேபி"},
{"திரைப்படம்": "Aayiram Jenmangal", "பாடலாசிரியர்": "Yugabharathi", "இசையமைப்பாளர்": "C. Sathya", "பாடல்": "அடடா அவளே என் ஆளு", "வருடம்": "2020", "பாடியவர்கள்": "Vijay Narain", "பாடல்வரிகள்": "ஆண் : அடடா…. அடடா…. அவளே என் ஆளு….. அழகோ…. அழகு….. முழுசா நீ கேளு….  ஆண் : சுத்தவிடும்…. கண்ணால…. என் உச்சந் தலையில அம்மி அரைச்சவ முட்டின முட்டுல முட்டியும் பேந்தேனே  ஆண் : நான் ரெக்க விரிச்சிட நின்னு சிரிச்சவ தட்டின தட்டுல சல்லடையானேனே  ஆண் : தன்னாலே…..ஏ…..ஏ….ஏ….ஏ…. கொன்னாலே……ஏ…..ஏ…..ஏ…..  ஆண் : ஜின்னு அடிக்கவில்லை ரம்மு குடிக்கவில்லை பின்ன எதுக்கு இப்படி மனுசு கெறங்கி போனேன்  ஆண் : முத்தம் குடுக்கவில்லை குத்தம் நடக்கவில்லை பின்ன எதுக்கு இப்படி மனச கொரங்கு ஆனேன்  ஆண் : என் மின்னல கொட்டுற கண்ணுல புள்ளி வெச்சி என்ன வளச்சி நெளுச்சி வண்ணக்கிளி அவ வரைஞ்சா கோலம்  ஆண் : மத்தாளம் தட்டுற மன்மத சங்கதி மொத்தமும் சொல்லவச்சி அந்த மொரட்டு சிறுக்கி ஒத்த நொடியில எடுத்தா ஏலம்  ஆண் : அடடா…. அடடா…. அவளே என் ஆளு….. அழகோ…. அழகு….. முழுசா நீ கேளு….  ஆண் : ஹேய் கால் அழக கண்டுவிட கொஞ்சம் குனிஞ்சேனே கை அழக தட்டிவிட கன்னி கழிஞ்சேனே  ஆண் : வாய் அழக வட்டமிட கண்ணு முழிச்சேனே மார் அழகு மத்தியிலே செத்து பொழைச்சேனே  ஆண் : கொஞ்சம் அவ சிரிச்சா கொழுப்பே ஏறும் தொட்டுவிட துணிஞ்சா பசி தீரும்  ஆண் : ஒட்டி அவ நடந்தா உலகே சேதம் வெக்கத்துல கரைஞ்ச ரசவாதம்  ஆண் : கொலைகாரி நெஞ்சே மல பம்பா வந்து கொத்திவிட வழி ஏதும் இல்லை இருந்தாலும் என்னை கத்த விட்டாயே  ஆண் : ஜின்னு அடிக்கவில்லை ரம்மு குடிக்கவில்லை பின்ன எதுக்கு இப்படி மனசு கெறங்கி போனேன்  ஆண் : முத்தம் குடுக்கவில்லை குத்தம் நடக்கவில்லை பின்ன எதுக்கு இப்படி மனுச கொரங்கு ஆனேன்  ஆண் : என் மின்னல கொட்டுற கண்ணுல புள்ளி வெச்சி என்ன வளச்சி நெளுச்சி வண்ணக்கிளி அவ வரைஞ்சா கோலம்  ஆண் : மத்தாளம் தட்டுற மன்மத சங்கதி மொத்தமும் சொல்லவச்சி அந்த மொரட்டு சிறுக்கி ஒத்த நொடியில எடுத்தா ஏலம்  ஆண் : அடடா…. அடடா…. அவளே என் ஆளு….. அழகோ…. அழகு….. முழுசா நீ கேளு…."},
{"திரைப்படம்": "Naan Sirithal", "பாடலாசிரியர்": "Kabilan", "இசையமைப்பாளர்": "Hiphop Tamizha", "பாடல்": "அஜுக்கு அஜுக்கு கும்க்கு கும்க்கு", "வருடம்": "2020", "பாடியவர்கள்": "Hiphop Tamizha", "பாடல்வரிகள்": "இட்லிக்கு மீன் குழம்பு இதயத்தில் நீ…. சாலட்க்கு ப்ரோக்கோழி காதலுக்கு நீ…..  நூறு வகை பரோட்டா ஹான் ஹான் ஊருக்குள்ள காட்டடா ஹேய் ஹேய் நண்டு கறி சமோசா ஊட்டி விடட்டா  காருக்குள்ள உக்காந்து ஹான் ஹான் காபி தண்ணி அண்டாம ஹேய் ஹேய் ரோட்டு கடை சூப்பத்தான் அள்ளி வரட்டா  நம்ம காந்தி தாத்தா சிரிப்பிருக்குது ரூபா நோட்டுல இந்த காந்தி பையன் சிரிப்பிருக்குது உன் ஹார்ட் பீட்டுல  காந்தி தாத்தா சிரிப்பிருக்குது ரூபா நோட்டுல இந்த காந்தி பையன் சிரிப்பிருக்குது உன் ஹார்ட் பீட்டுல  அஜுக்கு அஜுக்கு கும்க்கு கும்க்கு  வா… என்னை பிஞ்சுல கொஞ்சன வஞ்சற ஜனங்க வந்துருக்காயிங்க  ஏன்….. என் நெஞ்சுல நொழஞ்ச வஞ்சிய கண்டுக்கதான்  வா…. நம்ம தத்தக்க புத்தக்க நெத்திலி புள்ளைங்க வந்துருக்காயிங்க  ஏன்…. என் புத்தியில் புகுந்த தத்தைய கண்டுக்கத்தான்  என் காலம் எனக்கு காதல் பஜ்ஜியா போட்டு தந்துருச்சா என் பீபி மனசு ஹேப்பி ஆக்கி பாட்டு வந்துருச்சா  ஆ அஜுக்கு அஜுக்கு கும்க்கு கும்க்குதான் அவ காத்துல தந்த கிஸ்சில் எனக்கு கிறுக்கு பிடிச்சிகிருச்சாம்  அஜுக்கு அஜுக்கு கும்க்கு கும்க்கு  ஹேய் சோப்பு குச்சி கேப்புகுள்ள நூறு பப்புல் ஊதட்டா ஆகான் ஊதி வரும் பப்பில் குள்ள பேபி மொகத்த காட்டடா ஹோ ஹோ  வண்ண வண்ண ராட்டினத்தில் உன்னை வெச்சு சுத்தட்டா ஆகான் டின்னர்க்கு சுந்தரி அக்கா டெஸ்சர்ட்டுக்கு மோர் தா தா  சிரிக்கும் சிங்காரம் இவ மினுக்கு ஒய்யாரம் நெருப்பு கற்பூரம் இவ நறுக்கு நங்கூரம் நங்கூரம்  ஆ அஜுக்கு அஜுக்கு கும்க்கு கும்க்குதான்… நீ என்னைக்குமே என்னைக்குமே எனக்கு எனக்குதான்….  நம்ம காந்தி தாத்தா சிரிப்பிருக்குது ரூபா நோட்டுல இந்த காந்தி பையன் சிரிப்பிருக்குது உன் ஹார்ட் பீட்டுல  காந்தி தாத்தா சிரிப்பிருக்குது ரூபா நோட்டுல இந்த காந்தி பையன் சிரிப்பிருக்குது உன் ஹார்ட் பீட்டுல  அஜுக்கு அஜுக்கு கும்க்கு கும்க்கு……"},
{"திரைப்படம்": "Naan Sirithal", "பாடலாசிரியர்": "Hiphop Tamizha", "இசையமைப்பாளர்": "Hiphop Tamizha", "பாடல்": "கெக்க பெக்க", "வருடம்": "2020", "பாடியவர்கள்": "Hiphop Tamizha, Rajan Chelliah", "பாடல்வரிகள்": "ஏன் சிரிக்கிற மாதிரி இருக்குறங்க சத்தியமா நான் இப்ப சிரிக்கலங்க எனக்கொரு மாதிரி இருக்குதுன்னா என்னை மட்டும் ஏன் நீங்க மொறைக்கிறைங்க  சிரிக்கிற மாதிரி இருக்குறங்க சத்தியமா நான் இப்ப சிரிக்கலங்க எனக்கொரு மாதிரி இருக்குதுன்னா என்னை மட்டும் ஏன் நீங்க மொறைக்கிறைங்க  {கெக்க பெக்க கெக்க பெக்கன்னு ஏன்} (3) என்ன பாத்து சிரிக்குது லைப்பு  {கெக்க பெக்க கெக்க பெக்கன்னு ஏன்} (3) என்ன பாத்து சிரிக்குது லைப்பு  சரி சரி சிரி சிரி  சிரி ப்ளீஸ் டு மீட் யூ  ஹையோ சிரி  சரி சரி சிரி சிரி  ஐ ஆம் சிரி நீட் டு ஹெல்ப் யூ  ஹையோ சிரி  என்ன பாத்து சிரிச்சவன திரும்ப பாத்து சிரிக்கிறேன் நான் என்ன பாத்து சிரிச்சவன திரும்ப பாத்து சிரிக்கிறேன் நான்  கஷ்டம் வந்தாலும் கவலை வந்தாலும் சிரி சிரி சிரி சிரி  என்ன நடந்தாலும் பாத்துக்கலாம் மச்சான் சிரி சிரி சிரி சிரி  கஷ்டம் வந்தாலும் கவலை வந்தாலும் சிரி சிரி சிரி சிரி  என்ன நடந்தாலும் பாத்துக்கலாம் மச்சான் சிரி சிரி சிரி சிரி  ஹஹஹஹ்ஹாஹா  {கெக்க பெக்க கெக்க பெக்கன்னு ஏன்} (3) என்ன பாத்து சிரிக்குது லைப்பு  {கெக்க பெக்க கெக்க பெக்கன்னு ஏன்} (3) என்ன பாத்து சிரிக்குது லைப்பு  என்ன பாத்து சிரிச்சவன திரும்ப பாத்து சிரிக்கிறேன் நான்  என் லவ்வு கெக்க பெக்க கெக்க பெக்க என் லைப்பு கெக்க பெக்க கெக்க பெக்க  டே அண்ட் நைட்டு கெக்க பெக்க கெக்க பெக்க தினமும் பைட்டு கெக்க பெக்க கெக்க பெக்க  நான் சிரிச்சா இந்த பூமி அதரும் அந்த சாமி மெரளும் சாதி சனமெல்லாம் செதரும் கதரும் நான் சிரிச்சா…..ஆஅ…..  என் லவ்வு கெக்க பெக்க கெக்க பெக்க என் லைப்பு கெக்க பெக்க கெக்க பெக்க  டே அண்ட் நைட்டு கெக்க பெக்க கெக்க பெக்க தினமும் பைட்டு கெக்க பெக்க கெக்க பெக்க"},
{"திரைப்படம்": "Oh My Kadavule", "பாடலாசிரியர்": "Ko Sesha", "இசையமைப்பாளர்": "Leon James", "பாடல்": "பிரண்ட்ஷிப்தான் சொத்து நமக்கு", "வருடம்": "2020", "பாடியவர்கள்": "Anirudh Ravichander, M. M. Manasi", "பாடல்வரிகள்": "நட்புக்கு வயதில்லை என்று ஒரு ஞானி சொன்னானே ஓ சொன்னானே மெய்யான நட்புகிங்கே பிரிவில்லை என்றும் சொன்னானே ஓ சொன்னானே  ஆல்மோஸ்ட் டைபர் கட்டும் காலம் தொடங்கி நாமும் தோள்கள் உரசி நடந்தோம்  குஸ்தி பைட்டும் போட்டு ஒன்றாய் முஸ்தபாவும் பாடி வாழ்வை கடந்தோம்  நாம் எழில் நதிகளில் ஆடிய ஓடம் வற்றாத கடல் இந்த ரகசிய பாசம் நமக்குள் இருந்ததே இல்லை வெளி வேஷம்தான்  பிரண்ட்ஷிப்தான் சொத்து நமக்கு பிரண்ட்ஷிப்தான் சொத்து நமக்கு…ஊ….ஊ…. பிரண்ட்ஷிப்தான் சொத்து நமக்கு….ஊ….ஊ….ஊ…. ஆயிரம் உறவு வந்தாலும் நண்பன்தான் கெத்து நமக்கு  காலேஜ் கட் அடிச்சு தல படம் போனோம் போனோம்…… போனோம் எக்ஸாமில் பிட் அடிச்சும் ஜஸ்டு பெயிலு ஆனோம் ஆனோம் ஆனோம்  சொத்தில் கூட பங்கு உண்டு சமொசவில் பங்கில்லையே கலப்படம் ஏதுமில்லா காலம் அந்த காலம்தானே  பிரண்ட்ஷிப்தான் சொத்து நமக்கு பிரண்ட்ஷிப்தான் சொத்து நமக்கு….ஊ….ஊ….ஊ….ஊ பிரண்ட்ஷிப்தான் சொத்து நமக்கு….ஊ….ஊ…. ஆயிரம் உறவு வந்தாலும்….ம்ம்….ம்ம்ம் நண்பன்தான் கெத்து நமக்கு  நட்புக்கு வயதில்லை என்று ஒரு ஞானி சொன்னானே ஓ சொன்னானே மெய்யான நட்புகிங்கே பிரிவில்லை என்றும் சொன்னானே ஓ சொன்னானே  கள்ள தம் அடிச்சி கூட்டா சைட் அடிச்சி பைக்கில் சுற்றி திரிந்தோம்  மொட்ட மாடிமேல வெட்டி கதை அடிச்சி கோடி ஆண்டு களித்தோம்  நாம் எழில் நதிகளில் ஆடிய ஓடம் வற்றாத கடல் இந்த ரகசிய பாசம் நமக்குள் இருந்ததே இல்லை வெளி வேஷம்தான்…ஆஅ…..ஹா…  பிரண்ட்ஷிப்தான் சொத்து நமக்கு பிரண்ட்ஷிப்தான் சொத்து நமக்கு….ஊ….ஊ….ஊ….ஊ பிரண்ட்ஷிப்தான் சொத்து நமக்கு….ஊ….ஊ…. ஆயிரம் உறவு வந்தாலும்….ம்ம்….ம்ம்ம் நண்பன்தான் கெத்து நமக்கு  பிரண்ட்ஷிப்தான் சொத்து நமக்கு"},
{"திரைப்படம்": "Oh My Kadavule", "பாடலாசிரியர்": "Ko Sesha", "இசையமைப்பாளர்": "Leon James", "பாடல்": "என்னடா லைப் இது", "வருடம்": "2020", "பாடியவர்கள்": "Santhosh Narayanan", "பாடல்வரிகள்": "அலாரம் காதுக்குள்ள ஊன்னு சங்கு ஊத தள்ளாடி பெட்ட விட்டு மப்பாக எழுந்து போக  டாய்லெட்குள்ள கூட டு டூ லிஸ்ட் மைண்டில் ஓட மொக்க போடுதே இந்த வாழ்க்கையே  நாஸ்தாவ தட்டில் போட்டு பாஸ்டாக கொட்டிகிட்டு பைக்கோட சண்டை போட்டு கிக் ஸ்டார்ட்ட பண்ணி விட்டு  ஒன் வேயில் ராங்கா பூந்து ஓ வேர்டில் திட்டு வாங்கி மொக்க போடுதே இந்த வாழ்க்கையே  என்னடா லைப் இது என்னடா லைப் இது என்னடா லைப் இது என்னடா லைப் இது ஓ ஸ்டக் ஆகி நிக்குது ஓ ஸ்டக் ஆகி நிக்குது  ஓ என்னடா லைப் இது என்னடா லைப் இது என்னடா லைப் இது விடிவு காலம் பொறக்கதான் பிரேக் த சைக்கிள்லு  கேபின்குள்ள பாஸ்சு கூப்ட்டு வச்சி செஞ்சி கேவல படுத்தினாலும் கூலா சிரிக்குறோம்  இன்கிரீமெண்ட்டு கேட்டா நெக்ஸ்ட் இயர் உண்டு ஹெச் ஆர் சொல்ல கேட்டு சுத்தி அலையறோம்  ஹேல்த் கான்னு கான்னு பிஎம்ஐயும் கெஞ்ச வெல்த் எங்க மாமு ஈஎம்ஐய மிஞ்ச  9 டு 6 லைப்பு நச்சு பண்ணும் வொய்ப்பு ரெண்டும் ஒன்னுதான் ஊசி போன பன்னு நான்  என்னடா லைப் இது என்னடா லைப் இது ஆ…..ஆ….ஓ ஓஹ் என்னடா லைப் இது ஓ ஸ்டக் ஆகி நிக்குது ஆ…..ஆ….ஓ ஓஹ்  என்னடா லைப் இது என்னடா லைப் இது ஆ…..ஆ….ஓ ஓஹ் விடிவு காலம் பொறக்கத்தான் பிரேக் த சைக்கிள்லு  நெருப்பு மாதிரி வேலை செய்வோம் குமாரு தியாகம் தான் உன்னை உயர்த்தும் (வசனம்)  என்ன என்ன என்ன என்ன ….. என்னடா லைப் இது  இந்த வெத்து ஜாப் இனி செய்ய வாலு ஆட்டும் டாக்க்கு நான் இல்ல ரோஷம் ஏறும் நேரம் போன்ன பாத்தா யுவர் சேலரி ஹாஸ் பீன் கிரெடிடெட்  என்னடா லைப் இது என்னடா லைப் இது ஆ…..ஆ….ஓ ஓஹ் என்னடா லைப் இது ஓ ஸ்டக் ஆகி நிக்குது ஆ…..ஆ….ஓ ஓஹ்  என்னடா லைப் இது என்னடா லைப் இது ஆ…..ஆ….ஓ ஓஹ் விடிவு காலம் பொறக்கத்தான் பிரேக் த சைக்கிள்லு"},
{"திரைப்படம்": "Soorarai Pottru", "பாடலாசிரியர்": "Vivek (lyricist)", "இசையமைப்பாளர்": "G. V. Prakash Kumar", "பாடல்": "வெய்யோன் சில்லி", "வருடம்": "2020", "பாடியவர்கள்": "Harish Sivaramakrishnan", "பாடல்வரிகள்": "சீயஞ் சிறுக்கிகிட்ட சீவன தொலைச்சிட்டேன் சோட்டு வளவிக்குள்ள மாட்டிக்க வளஞ்சிட்டேன்  உள்ள பட்டறைய போட்டுட்டு ஏழரைய கூட்டிட்டு தப்பிச்சு போறாளே அங்கிட்டு  இவ வீதியில் வாரத வேடிக்கை பாக்கத்தான் விழுந்த மேகங்க எம்புட்டு  இடுக்கியே ஏ ஏ இடுக்கியே ஏ ஏ அடிக்கிறா அடிக்கிறா அடுக்கியே அடுக்கியே  வெய்யோன் சில்லி இப்போ நிலத்தில் இறங்கி அனத்துறா லந்தா பேசி என்ன ஒரண்ட இழுக்குறா  கட்டாரி கண்ணாலே உட்டாளே தெரிக்கிறேன் ஒட்டார சிட்டால மப்பாகி கெடக்குறேன்  என் உசுருல சல்லட சலிச்சி ஏன் சிரிக்கிற அரக்கியே உன் குறுக்குல என்னைய முடிச்சு நீ நடக்குற தருக்கியே  மல்லாட்ட ரெண்டா என்னாட்டம் வந்தா  என் உசுருல சல்லட சலிச்சி ஏன் சிரிக்கிற அரக்கியே உன் குறுக்குல என்னைய முடிச்சு நீ நடக்குற தருக்கியே  என் காது ஜவ்வுல இசையும் ஒவ்வுலா நீ மட்டும் பேசடி ஏழட்டும் நாளுட்டும் எதுவும் உங்கள் இச்சொன்னு வீசடி   கண்ணுல உதடு மின்னலு தகடு எனக்கு தானடி சட்டையில் பாக்கெட்டே தச்சது உன்னைய பதுக்கதானடி  தின்னா ஆணம் வெச்சு தின்னா உள்ள உன் கொக்காமக்கா நின்னா  என் உசுருல சல்லட சலிச்சி ஏன் சிரிக்கிற அரக்கியே உன் குறுக்குல என்னைய முடிச்சு நீ நடக்குற தருக்கியே  தொரட்டி கொரல பெரட்டி எவ்வியே இதயம் பறிச்சியே கரண்டு கம்பியா சொரண்டி கிடந்த கதண்ட எறிச்சியே  ஓ பதனம் உதற கவனம் செதற மனச கலைச்சியே கருக்க பொழுதில் சிரிச்சு தொலைச்சு பகல படைச்சியே  தீயா இவ வந்தா மண்டவெல்லம் துண்டா உண்டா இந்த ஜிகிர்தண்டா  என் உசுருல சல்லட சலிச்சி ஏன் சிரிக்கிற அரக்கியே உன் குறுக்குல என்னைய முடிச்சு நீ நடக்குற தருக்கியே  வெய்யோன் சில்லி இப்போ நிலத்தில் இறங்கி அனத்துறா லந்தா பேசி என்ன ஒரண்ட இழுக்குறா  கட்டாரி கண்ணாலே உட்டாளே தெரிக்கிறேன் ஒட்டார சிட்டால மப்பாகி கெடக்குறேன்"},
{"திரைப்படம்": "Oh My Kadavule", "பாடலாசிரியர்": "Ko Sesha", "இசையமைப்பாளர்": "Leon James", "பாடல்": "ஹையோ ஹையோ", "வருடம்": "2020", "பாடியவர்கள்": "Leon James", "பாடல்வரிகள்": "அவ ஹையோ ஹையோ ஹையோ கொல்லுறாலே தவுசன் வாட்டு கண்ணால என்ன மெல்ல மெல்ல மெல்ல மெல்லுறாலே சூடான ஜிலேபி போல…..  Bougainvillea ரோஸ் எல்லாம் போதை ஏறி கேட்குமாம் அவ புது பூவினமா…..பூவினமா ஹைக்கு லிமெரிக் வெண்பாலாம் வெக்க பட்டு கேட்க்குமாம் அவ அஞ்சு அடி கவிதையா  மூடு பனி நேரம் பார்த்து அவளோடு ஈசிஆர்யில் லாங் டிரைவ்வு போக சொல்ல அவளால அவசதைகள் ஏராளம்தான் ஹையோ என் லைப்புல லவ் மூடு ஸ்டார்ட் ஆய்டுச்சே  அவ ஹையோ ஹையோ ஹையோ கொல்லுறாலே தவுசன் வாட்டு கண்ணால என்ன மெல்ல மெல்ல மெல்ல மெல்லுறாலே சூடான ஜிலேபி போல…..  அவ ஹையோ ஹையோ ஹையோ கொல்லுறாலே தவுசன் வாட்டு கண்ணால என்ன மெல்ல மெல்ல மெல்ல மெல்லுறாலே சூடான ஜிலேபி போல…..  ஆரோமலே பேபி அவ பியூட்டி தனி கிளாஸ்சுதான் ஹிப்னாடிக் கண்ணால என்ன மயங்க வச்சிட்டாலே  கோல்டில் செஞ்ச தெரு அவ நடந்த செம மாஸ்சுதான் வடம் புடிச்சி பின்னால் என்ன அலைய வச்சிட்டா  அந்த கோகினூரு திருடி அவ கால் கொலுசில் மாட்டி அத ஹனிமூன்லதான் தருவேன்…..தருவேன் ஒண்ணா சேர்ந்து வாழத்தானே ஒரு லோன் போடுவேனே அந்த காஷ்மீருல வீடு வாங்குவேனே…..ஏ……  அவ ஹையோ ஹையோ ஹையோ கொல்லுறாலே தவுசன் வாட்டு கண்ணால என்ன மெல்ல மெல்ல மெல்ல மெல்லுறாலே சூடான ஜிலேபி போல…..  அவ ஹையோ ஹையோ ஹையோ கொல்லுறாலே தவுசன் வாட்டு கண்ணால என்ன மெல்ல மெல்ல மெல்ல மெல்லுறாலே சூடான ஜிலேபி போல…..  அவ எம்மா எம்மா கொல்லுறா என்ன சும்மா சும்மா மெல்லுறா அவ கண்ணா வச்சி தாக்குறா என்ன கண்டம் துண்டம் ஆக்குறா  அவ எம்மா எம்மா கொல்லுறா என்ன சும்மா சும்மா மெல்லுறா அவ மனச அலசி தொவைக்குறா என்ன முழுசா மெண்டல் ஆக்குறா"},
{"திரைப்படம்": "Randoms 2020", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Musics", "பாடல்": "வாடியே காதலியே", "வருடம்": "2020", "பாடியவர்கள்": "", "பாடல்வரிகள்": "வாடியே காதலியே என்னை நீ பாக்காம போகறியே உனக்காக நான் காத்திருந்தேன் என்னை நீ பாக்காம போகறியே  பார்க்கும் பார்வையில பத்திக்கும் மனசு கணக்க முடியாம துடிக்குமே உசுரு நெஞ்சோடு வந்து தன்னால பேசு உன்னால ஆகிட்டேன் நான் முழு லூசு  தானா தானா தந்தானே நானா தானானே தானே தந்தானே நானா தானே தானா தந்தானே நானா தானானே தானே தந்தானே நானா  நீ காதல் சொன்ன வார்த்தைக்காக இங்கு ஒடோடி வந்தேன்டி… தனியாக நான் இருந்தேன் நினைச்சேன் பக்கத்தில் நீயாடி….  புதிதாக ஓர் பூக்கள் தோட்டத்தில் உன்னை பார்த்தேனடி வளர்ந்து வந்த பூக்கள் எல்லாமே உன்னை கண்டு ரசிக்குமடி  காதல் அழகை பார்த்துபுட்டேன் என்ன மாயம் நீ செஞ்சிபுட்ட பேசி பேசி சிரிச்சி சிரிச்சி என்னை நீ கவுத்து விட்ட  தானா தானா தந்தானே நானா தானானே தானே தந்தானே நானா தானே தானா தந்தானே நானா தானானே தானே தந்தானே நானா  ஹே நிலவின் நிழலில் தெரிஞ்சது உன் முகத்தை பார்க்க துடிப்பேனடி நிழலில் உன் முகத்தை பார்த்ததுமே நான் என்னை மறந்தேனடி  நீ நடந்து வந்த பாதை எல்லாமே பூக்கள் முளைக்குமடி ஹே வானத்தில் உள்ள நட்சத்திரங்கள் உன்னை காண வந்ததடி  காதல் போதையில் நானும் இருந்தேன் தெளியும் மருந்தாக நீயும் வந்த காதல் இல்லாம நீயும் இல்லாம உசுரே இல்லையடி  ஹே உன் அழகுல மயங்கிட்டேன் உன் சிரிப்புல விழுந்துட்டேன் என் மனசார உன்னை காதலிப்பேன் படுத்தாலும் தூக்கம் இல்லை உன் நினப்புல இருந்தேன் புள்ள காதல் உலகத்தில் நான் இருந்தேன்  உன் நினைப்புல நானும் தினமும் உருகி உனக்காக இங்கே ஒரு பாடல் பாடி அங்கே இங்கே பார்த்தாலும் உன் முகம்தான்டி நீதானே எனக்கு பியூச்சர் பொண்டாட்டி  வாடா மாமா பக்கத்துல மடியில் சாய இடம் ஒன்னு குடுக்குறேன் காக்க உன்னை வெக்க மாட்டேன் கூட்டிட்டு போ பின்னாடி ஓடி வரேன்  பார்த்தாலே போதும் பின்னாலே வாரேன் பின்னால வந்தா முத்தத்தை தாரேன் பார்க்காம போனா தனியாக நிப்பேன் உன்னால ஆகி விட்டேன் முழு லூசா முழு லூசா ஹே முழு லூசா முழு லூசா…….  Produced, Lyrics, Vocal, Sung by BP PUVEN"},
{"திரைப்படம்": "Street Dancer 3D", "பாடலாசிரியர்": "Shabbir Ahmed, Tanishk Bagchi", "இசையமைப்பாளர்": "Tanishk Bagchi", "பாடல்": "முக்காலா முக்காபுல்லா", "வருடம்": "2020", "பாடியவர்கள்": "Yash Narvekar, Parampara Thakur", "பாடல்வரிகள்": "எங்களின் ஆட்டம்தான் வேற லெவெலில் இருக்கும்டா எங்களின் ஆட்டம்தான் சூப்பர் மாஸ்ஸுடா எப்பவுமே நாங்க கெத்துடா  முக்காலா முக்காபுல்லா லைலா ஓஹோ லைலா முக்காபுல்லா சொக்காமல்லா லைலா ஓஹோ லைலா  எந்த ஸ்டேஜ் போட்டாலும் என்ன போட்டி போட்டாலும் எங்க ஆட்டம் தெறிக்கும் எதிரிக்கு அள்ளு விடும்  எங்க கிட்ட ரவுசு வேணாம் எங்ககிட்ட மோத வேணாம் எங்ககிட்ட சீன்ன போட்டா டாரு டாரா கிழிஞ்சிரும்  எங்களின் ஆட்டம்தான் எப்பவும் கில்லிடா  ஓ ஓ எங்களின் எதிரிக்கு எப்பவும் பயம்தான்டா எப்பவுமே நாங்க கெத்துடா  ஒயே  ஓ ஓ……  முக்காலா முக்காபுல்லா லைலா ஓஹோ லைலா முக்காபுல்லா சொக்காமல்லா லைலா ஓஹோ லைலா"},
{"திரைப்படம்": "Psycho", "பாடலாசிரியர்": "Kabilan", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "உன்ன நெனச்சு நெனச்சு", "வருடம்": "2020", "பாடியவர்கள்": "Sid Sriram", "பாடல்வரிகள்": "உன்ன நெனச்சு நெனச்சு உருகி போனேன் மெழுகா(2) நெஞ்ச ஒதைச்சு ஒதைச்சு பறந்து போனா அழகா  உன்ன நெனச்சு நெனச்சு உருகி போனேன் மெழுகா நெஞ்ச ஒதைச்சு ஒதைச்சு பறந்து போனா அழகா (2)  யாரோ அவளோ எனை தீண்டும் காற்றின் விரலோ யாரோ அவளோ தாலாட்டும் தாயின் குரலோ  உன்ன நெனச்சு நெனச்சு உருகி போனேன் மெழுகா நெஞ்ச ஒதைச்சு ஒதைச்சு பறந்து போனா அழகா  வாசம் ஓசை இவைதானே எந்தன் உறவே….ஓ உலகில் நீண்ட இரவென்றால் எந்தன் இரவே கண்ணே உன்னால் என்னை கண்டேன் கண்ணை மூடி காதல் கொண்டேன்  பார்வை போனாலும் பாதை நீதானே காதல் தவிர உன்னிடம் சொல்ல எதுவும் இல்லை  உன்ன நெனச்சு நெனச்சு உருகி போனேன் மெழுகா நெஞ்ச ஒதைச்சு ஒதைச்சு பறந்து போனா அழகா  ஏழு வண்ணம் அறியாத ஏழை இவனோ உள்ளம் திறந்து பேசாத ஊமை இவனோ காதில் கேட்ட வேதம் நீயே தெய்வம் தந்த தீபம் நீயே  கையில் நான் ஏந்தும் காதல் நீதானே நீயில்லாமல் கண்ணீருக்குள் மூழ்கிப்போவேன்  உன்ன நெனச்சு நெனச்சு உருகி போனேன் மெழுகா நெஞ்ச ஒதைச்சு ஒதைச்சு பறந்து போனா அழகா  யாரோ அவளோ எனை தீண்டும் காற்றின் விரலோ யாரோ அவளோ தாலாட்டும் தாயின் குரலோ  உன்ன நெனச்சு நெனச்சு உருகி போனேன் மெழுகா நெஞ்ச ஒதைச்சு ஒதைச்சு பறந்து போனா அழகா"},
{"திரைப்படம்": "Street Dancer 3D", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Tanishk Bagchi", "பாடல்": "என்னோட அழகும் என்னோட பேச்சும்", "வருடம்": "2020", "பாடியவர்கள்": "", "பாடல்வரிகள்": "அந்த அழகிய கண்ணையும் வைப்பேன் அதில் தெரியும் மின்னலை பாரு  அந்த அழகிய கண்ணையும் வைப்பேன் அதில் தெரியும் மின்னலை பாரு என் அழகிய அசைவுகள்ஒவ்வொன்றும் அழகிய இடையின் என் அசைவுகளும் அது அதிரடியாக காட்டிடுமே  என்னோட அழகும் என்னோட பேச்சும் என்னோட உதடுகள் கிறங்கடிக்கும் என்னோட இடுப்பும் என்னோட கண்களும் எப்பவும் மக்களை மயங்க வைக்கும்  என்னோட உடம்பு அத்தனையும் இயற்க்கை அழகின் உச்சம் மிச்சம் உச்சன் மிச்சம் முடிஞ்சா என்னை காதலிச்சு பாரு முடிஞ்சா என்னை காதலிச்சு பாரு என்னை காதலில விழ வைக்க ட்ரை பண்ணு  என்னோட அழகும் என்னோட பேச்சும் என்னோட உதடுகள் கிறங்கடிக்கும் என்னோட இடுப்பும் என்னோட கண்களும் எப்பவும் மக்களை மயங்க வைக்கும்  கண்ணுக்குள்ள தீயாக தெரிகின்றாய் புயல் வேக ஆட்டத்தில் மயக்குகிறாய்  கண்ணுக்குள்ள தீயாக தெரிகின்றாய் புயல் வேக ஆட்டத்தில் மயக்குகிறாய் உன்னோட நடன நளினங்கள் பார்த்து என்னோட இதயம் துடிக்கிறதே என் நாடி நரம்புகள் தாக்குதே  என்னோட ஆடு என்கூட பாடு உன்னை நான் சூப்பர்ஸ்டார் ஆக்குகிறேன் என்னோட ஆடு என்கூட பாடு உன்னை நான் சூப்பர்ஸ்டார் ஆக்குகிறேன்  என்னோட அழகும் என்னோட பேச்சும் என்னோட உதடுகள் கிறங்கடிக்கும் என்னோட இடுப்பும் என்னோட கண்களும் எப்பவும் மக்களை மயங்க வைக்கும்"},
{"திரைப்படம்": "Psycho", "பாடலாசிரியர்": "Kabilan", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "நீங்க முடியுமா நினைவு தூங்குமா", "வருடம்": "2020", "பாடியவர்கள்": "Sid Sriram", "பாடல்வரிகள்": "நீங்க முடியுமா நினைவு தூங்குமா  நீங்க முடியுமா நினைவு தூங்குமா காலம் மாறுமா காயம் மாறுமா  வானம் பிரிந்த மேகமா வாழ்வில் உனக்கு சோகமா காதல் போயின் காதல் சாகுமா காற்றாகவே நேற்றாகவே நீ போனதேன்  உயிர் போகும் நாள் வரை உன்னை தேடுவேன் உன்னை மீண்டும் பார்த்தப்பின் கண் மூடுவேன்  நீங்க முடியுமா நினைவு தூங்குமா  தேவன் ஈன்ற ஜீவனாக உன்னை பார்க்கிறேன் மீண்டும் உன்னை வேண்டுமென்று தானம் கேட்கிறேன்  நீ கண்கள் தேடும் வழியோ என் கருணை கொண்ட மழையோ நீ மழலை பேசும் மொழியோ என் மனதை நெய்த இழையோ  வீசும் தென்றல் என்னை விட்டு விலகி போகுமோ போன தென்றால் என்று எந்தன் சுவாசம் ஆகுமோ இரு விழியிலே ஒரு கனவென உன்னை தொடருவேன்…..  நீங்க முடியுமா நினைவு தூங்குமா காலம் மாறுமா காயம் மாறுமா  மூன்று காலில் காதல் தேடி நடந்து போகிறேன் இரண்டு இரவு இருந்த போதும் நிலவை கேட்க்கிறேன்  நீ கடந்து போன திசையோ நான் கேட்க மறந்த இசையோ நீ தெய்வம் தேடும் சிலையோ உன்னை மீட்க என்ன விலையோ  இன்று இல்லை நீ எனக்கு உடைந்து போகிறேன் மீண்டு வாழ நாளை உண்டு மீட்க வருகிறேன்  ஒரு தனிமையும் ஒரு தனிமையும் இனி இனையுமே  நீங்க முடியுமா நினைவு தூங்குமா காலம் மாறுமா காயம் மாறுமா  வானம் பிரிந்த மேகமா வாழ்வில் உனக்கு சோகமா காதல் போயின் காதல் சாகுமா காற்றாகவே நேற்றாகவே நீ போனதேன்  உயிர் போகும் நாள் வரை உன்னை தேடுவேன் உன்னை மீண்டும் பார்த்தப்பின் கண் மூடுவேன்  நீங்க முடியுமா நினைவு தூங்குமா"},
{"திரைப்படம்": "Thamezharasan", "பாடலாசிரியர்": "ARP. Jayaraam", "இசையமைப்பாளர்": "Vijay Antony", "பாடல்": "​தமிழனோட வீரம் எல்லாம்", "வருடம்": "2020", "பாடியவர்கள்": "Sid Sriram", "பாடல்வரிகள்": "தமிழனோட வீரம் எல்லாம் தற்பெருமை கதைகள் இல்ல சரித்திரந்தான் தம்பி வாடா வா…..  தமிழனோட வீரம் எல்லாம் தற்பெருமை கதைகள் இல்ல சரித்திரந்தான் தம்பி வாடா வா…..  சரித்திரத்த பொரட்டி விடு சாதனைய கணக்கு எடு கணக்கில் இல்லா கணக்கு இதுடா….  வெற்றி கொடி தூக்கிபுடி பாட்டுபடி வேட்டுவெடி வெட்டுவெடிடா  தமிழனோட வீரம் எல்லாம் தற்பெருமை கதைகள் இல்ல சரித்திரந்தான் தம்பி வாடா வா…..   தமிழனோட வீரம் எல்லாம் தற்பெருமை கதைகள் இல்ல சரித்திரந்தான் தம்பி வாடா வா…..  சரித்திரத்த பொரட்டி விடு சாதனைய கணக்கு எடு கணக்கில் இல்லா கணக்கு இதுடா…..  வெற்றி கொடி தூக்கிபுடி பாட்டுபடி வேட்டுவெடி வெட்டுவெடிடா….  வடக்கே இமயம் தொட்டு கல்லெடுத்து தெற்க்கே தட்டி தட்டி சிலை எடுத்தான் கப்பல் கட்டி கடலில் படை எடுத்து எட்டு திக்கும் வெற்றி கொடிய நட்டான்  நாட்டோட எல்லையே இல்லாம ஆக்கினான் பாட்டோட அடங்காது பத்தாது தோற்றோடும் எதிரியின் தோளில் கல் ஏற்றியே தூக்கவச்சு கோயில்கள் கட்டி வச்சான்  ஆண் மற்றும் முண்டாச கட்டிக்கிட்டு வா தண்டோரா கொட்டிக்கிட்டு வா முண்டாச கட்டிக்கிட்டு வா தண்டோரா கொட்டிக்கிட்டு வா  நீ வெற்றி கொடி தூக்கிபுடி பாட்டுபடி வேட்டுவெடி வெட்டுவெடிடா  தமிழனோட வீரம் எல்லாம் தற்பெருமை கதைகள் இல்ல சரித்திரந்தான் தம்பி வாடா வா…..   தமிழனோட வீரம் எல்லாம் தற்பெருமை கதைகள் இல்ல சரித்திரந்தான் தம்பி வாடா வா…..  வெற்றிகென்றா ஆட்டம் ஆடுவது கற்று கொண்டால் கிட்டும் வெற்றி அது திட்டம் போட்டால் வெற்றி வந்திடுமா நம்பி சென்றால் வெற்றி கை விடுமா  எல்லோருக்கும் நல்லவன் எங்கேயும் இல்லடா கடவுளுக்கும் எதிரிகள் இருந்தாங்கடா உன்னோட ஆடுறவன் உன்னோட நண்பன்தான் உனக்கு அவன் போட்டிதான் எதிரி இல்லடா   தாய் பேச்ச தட்டிட மாட்டோம் வாய் பேச்ச விட்டிட மாட்டோம் தாய் பேச்ச தட்டிட மாட்டோம் வாய் பேச்ச விட்டிட மாட்டோம்   நீ வெற்றி கொடி தூக்கிபுடி பாட்டுபடி வேட்டுவெடி வெட்டுவெடிடா….  தமிழனோட வீரம் எல்லாம் தற்பெருமை கதைகள் இல்ல சரித்திரந்தான் தம்பி வாடா வா…..  தமிழனோட வீரம் எல்லாம் தற்பெருமை கதைகள் இல்ல சரித்திரந்தான் தம்பி வாடா வா…..  சரித்திரத்த சரித்திரத்த பொரட்டி விடு பொரட்டி விடு சாதனைய சாதனைய கணக்கு எடு கணக்கு எடு கணக்கில் இல்லா கணக்கு இதுடா….  வெற்றி கொடி தூக்கிபுடி பாட்டுபடி வேட்டுவெடி வெட்டுவெடிடா…."},
{"திரைப்படம்": "Thamezharasan", "பாடலாசிரியர்": "ARP. Jayaraam", "இசையமைப்பாளர்": "Vijay Antony", "பாடல்": "பொறுத்தது போதும் பொங்கிட", "வருடம்": "2020", "பாடியவர்கள்": "K. J. Yesudas", "பாடல்வரிகள்": "பொறுத்தது போதும் பொங்கிட வேண்டும் புயலென வா…. அழுதது போதும் அடங்கிய காலம் முடியட்டும் வா….  உனக்கென எனக்கென வழியில்லையா உலகினில் பொதுவினில் விதியில்லையா  நீதியும் நேர்மையும் கலங்கிடுதே தீமையும் துரோகமும் வலம் வருதே தர்மமும் நியாயமும் அழுகிறதே  போதும் இது போதும் நாம் பொறுத்தது போதும் வேண்டும் இங்கு வேண்டும் நமது உரிமைகள் வேண்டும் காலம் எதிர்காலம் நமதாகிட வேண்டும்  பொறுத்தது போதும் பொங்கிட வேண்டும் புயலென வா….. அழுதது போதும் அடங்கிய காலம் முடியட்டும் வா….    நாடென ஒரு சிலர் உடமைகளா நதிகளும் அவருக்கு அடிமைகளா காசுக்கு வாங்கிய ஆட்சிகளா மக்களின் வாழ்வென்ன வறுமையிலா  குற்றத்துக்கே துணை சட்டமடா ஏழையிடம் விளையாடுமடா நடந்துவிட்ட அந்த தவறுகளை திருத்திடவே நம்மால் முடியும்  ஒரு குரலாக முழங்கிட வா ஒரு இனமாக இணைந்திட வா பொதுவினில் நமக்கொரு புது விதி ஆக்கி தேசம் உயர்ந்து நிற்க சபதம் செய்வோம்  பொறுத்தது போதும் பொங்கிட வேண்டும் புயலென வா….. அழுதது போதும் அடங்கிய காலம் முடியட்டும் வா….    ரத்தத்தை சிந்திடும் ஏழையிடம் புத்தனின் போதனை எடுபடுமா விளக்கினில் விழுந்துட்ட விட்டிலை போல் துடித்திடும் பேருக்கு வழி வருமா பேசுவதெல்லாம் அமைதி என்றால் ஆயுதம் செய்வது எதற்கு இங்கே  தடை உடைத்து தடை காத்திடுவோம் இடை மறித்தால் படை பெருக்கிடுவோம்  தீபத்தை நெருப்பென சொல்லாதே நெருப்பினை தீயென தள்ளாதே பொதுவினில் நமக்கொரு புது விதி ஆக்கி தேசம் உயர்ந்து நிற்க சபதம் செய்வோம்  பொறுத்தது போதும் பொங்கிட வேண்டும் புயலென வா…. அழுதது போதும் அடங்கிய காலம் முடியட்டும் வா….  உனக்கென எனக்கென வழியில்லையா உலகினில் பொதுவினில் விதியில்லையா  நீதியும் நேர்மையும் கலங்கிடுதே தீமையும் துரோகமும் வளம் வருதே தர்மமும் நியாயமும் அழுகிறதே  போதும் இது போதும் நாம் பொறுத்தது போதும் வேண்டும் இங்கு வேண்டும் நமது உரிமைகள் வேண்டும் காலம் எதிர்காலம் நமதாகிட வேண்டும்  பொறுத்தது போதும் பொங்கிட வேண்டும் புயலென வா…. அழுதது போதும் அடங்கிய காலம் முடியட்டும் வா…."},
{"திரைப்படம்": "Psycho", "பாடலாசிரியர்": "Mysskin", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "தாய்மடியில் நான் தலையை சாய்க்கிறேன்", "வருடம்": "2020", "பாடியவர்கள்": "Kailash Kher", "பாடல்வரிகள்": "தாய்மடியில் நான் தலையை சாய்க்கிறேன் தங்கமே ஞான தங்கமே  தாய்மடியில் நான் தலையை சாய்க்கிறேன் தங்கமே ஞான தங்கமே  உன் பூமடி எனக்கு கிடைக்கவுமில்லை போகும் வழிக்கு உன் நினைவே துணை  ஆராரோ பாடு கண்மணியே ஆராரோ பாடு கண்மணியே ஆராரோ பாடு கண்மணியே கண்மணியே என் பொன்மணியே  தாய்மடியில் நான் தலையை சாய்க்கிறேன் தங்கமே ஞான தங்கமே  சோகம் தாங்கி பாரம் இறக்க யாரும் இல்லையே தாகம் தீர்க்க சுணையாய் இங்கு கருணை இல்லையே  கோபம் வாழ்வில் நிழலாய் ஓடி ஆடி அலையா பாசம் நெஞ்சில் கனலாய் ஓங்கி ஏங்கி எரிய  காற்றே என் காற்றே உன் தாலாட்டில் இன்று தூங்கிடுவேன்  தாய்மடியில் நான் தலையை சாய்க்கிறேன் தங்கமே ஞான தங்கமே  காயம் செய்த மனிதன் இன்று இருளில் கரைகிறேன் நியாயம் செய்த மனதை நினைத்து ஒளியில் நனைகிறேன்  காலம் மீண்டும் மாற மாயம் கையில் இல்லை ஞாலம் மீண்டும் மாற பாரம் நெஞ்சில் இல்லை  தாயே என் தாயே உன் சேய் இங்கு கருவில் கலந்திடுவேன்  தாய்மடியில் நான் தலையை சாய்க்கிறேன் தங்கமே ஞான தங்கமே உன் பூமடி எனக்கு கிடைக்கவுமில்லை போகும் வழிக்கு உன் நினைவே துணை  ஆராரோ பாடு கண்மணியே ஆராரோ பாடு கண்மணியே ஆராரோ பாடு கண்மணியே கண்மணியே என் பொன்மணியே  தாய்மடியில் நான் தலையை சாய்க்கிறேன் தங்கமே ஞான தங்கமே (2)"},
{"திரைப்படம்": "Seeru", "பாடலாசிரியர்": "Viveka", "இசையமைப்பாளர்": "D. Imman", "பாடல்": "வா வாசுகி", "வருடம்": "2020", "பாடியவர்கள்": "Shivam Mahadevan", "பாடல்வரிகள்": "வா வாசுகி வா வாசுகி என்னோடு வா  உன் பூவிழி என் தாய்மடி ஆராரோதான்  கிளை ஆகாயம் போனாலும் வேர் என்றுமே இந்த மன்னோடுதான் உள்ளது நான் ஊரெங்கும் சென்றாலும் எண்ணம் எல்லாம் அடி உன்னோடுதான் உள்ளது  இந்த தீராத ஆறாத பேராசைக்கு இன்று நான் என்ன பேர் வைப்பது நெருப்பு இல்லாமல் புகை இல்லாமல் ஒரு தீ என்னை சூழ்கின்றது  தத்திதான் தாவுது தாவுது தாவுது தத்திதான் தாவுது தாவுது மனசு உன்னைத்தான் ஏங்குது ஏங்குது ஏங்குது உன்னைத்தான் ஏங்குது ஏங்குது வயசு எஹ் ஹேய்  தத்திதான் தாவுது தாவுது உன்னைத்தான் ஏங்குது ஏங்குது  வா வாசுகி வா வாசுகி என்னோடு வா……ஆஅ……ஆ…..  உன் பூவிழி என் தாய்மடி ஆராரோதான்  தத்திதான் தாவுது உன்னைத்தான் ஏங்குது  ஓர் இரு நாள் உரையாடலிலே உலகம் உலகம் இனி வேர் ஒரு தோரணை ஆகிறதே முழுதும் முழுதும்  வீரனை சூரனை போல் இருக்கு மனதும் மனதும் உன் வீடுள்ள வீதியில் போனாலும் உதறும் உதறும்  உன்னை பாராமல் வேர் ஏதும் பணி இல்லை ஆனால் நேராக பார்க்கின்ற துணிவில்லை அன்பே நீ இன்றி என் நாட்கள் இனி இல்லை இங்கு நீ என்றும் நான் என்றும் தனி இல்லை  உந்தன் வாசம் நுகரும் அந்த நொடி பொழுதே உள்ளுக்குள்ளே ஏதோ ஒன்று நடக்கிறதே  வா வாசுகி வா வாசுகி என்னோடு வா  உன் பூவிழி என் தாய்மடி ஆராரோதான்  கிளை ஆகாயம் போனாலும் வேர் என்றுமே இந்த மன்னோடுதான் உள்ளது நான் ஊரெங்கும் சென்றாலும் எண்ணம் எல்லாம் அடி உன்னோடுதான் உள்ளது  இந்த தீராத ஆறாத பேராசைக்கு இன்று நான் என்ன பேர் வைப்பது நெருப்பு இல்லாமல் புகை இல்லாமல் ஒரு தீ என்னை சூழ்கின்றது  தத்திதான் தாவுது தாவுது தாவுது தத்திதான் தாவுது தாவுது மனசு உன்னைத்தான் ஏங்குது ஏங்குது ஏங்குது உன்னைத்தான் ஏங்குது ஏங்குது வயசு எஹ் ஹேய்  தத்திதான் தாவுது தாவுது உன்னைத்தான் ஏங்குது ஏங்குது  வா வாசுகி வா வாசுகி என்னோடு வா……"},
{"திரைப்படம்": "Thamezharasan", "பாடலாசிரியர்": "Palani Barathi", "இசையமைப்பாளர்": "Vijay Antony", "பாடல்": "நீதான் என் கனவு மகனே", "வருடம்": "2020", "பாடியவர்கள்": "S. P. Balasubramaniam", "பாடல்வரிகள்": "நீதான் என் கனவு மகனே வா வா கண் திறந்து தேயும் வான் பிறைதான் மகனே நாளை முழு நிலவு  மெதுவாய் திடமாய் எழுவாய் என் மகனே  நீதான் என் கனவு மகனே வா வா கண் திறந்து மழையாய் கருணை பொழிவான் இங்கு அவனே  நீதான் என் கனவு மகனே  ஏறாது ஏழை சொல் என்றும் பொதுவில் இது தானே நாம் கண்ட உண்மை உலகில்  வழிகளை அறியாத இந்த வாழ்க்கையில் சுவையில்லை நீ வந்து விளையாடு என்றும் தோல்விகள் இனி இல்லை தெய்வம் கை விடுமா ஏதும் இல்லாதார் வாழ்விலே  நீதான் என் கனவு மகனே வா வா கண் திறந்து தேயும் வான் பிறைதான் மகனே நாளை முழு நிலவு  நீதான் என் கனவு மகனே  தீராத சோகங்கள் தீரும் சில நாளில் தீக்கூட ஒளி சேர்க்கும் தேடும் விழியில்  கனவுகள் மெய் ஆகும் அது கற்பனை கிடையாது அழைத்திடும் திசை எங்கும் இனி நீ வந்து விளையாடு காலம் வரும்போது உனை நாடெல்லாம் போற்றுமே  நீதான் என் கனவு மகனே வா வா கண் திறந்து தேயும் வான் பிறைதான் மகனே நாளை முழு நிலவு  மெதுவாய் திடமாய் எழுவாய் என் மகனே  நீதான் என் கனவு மகனே……"},
{"திரைப்படம்": "Thamezharasan", "பாடலாசிரியர்": "ARP. Jayaraam", "இசையமைப்பாளர்": "Vijay Antony", "பாடல்": "பாக்குறப்போ பாக்குறப்போ", "வருடம்": "2020", "பாடியவர்கள்": "Ilaiyaraaja, Neeti Mohan", "பாடல்வரிகள்": "பாக்குறப்போ பாக்குறப்போ பச்ச புள்ள போல மத்தபடி சேட்டை எல்லாம் மன்மதனின் வேலை  பாக்குறப்போ பாக்குறப்போ பச்ச புள்ள போல மத்தபடி சேட்டை எல்லாம் மன்மதனின் வேலை  தேகமிது தேனா தேடி வந்ததா மோகனங்கள் அலை மோத மோக தாகம் தீராதோ  பாக்குறப்போ பாக்குறப்போ பச்ச புள்ள போல மத்தபடி சேட்டை எல்லாம் மன்மதனின் வேலை  தேகமிது தேனா தேடி வந்ததா மோகனங்கள் அலை மோத மோக தாகம் தீராதோ  ஒருவர் போடும் ஆடைக்குள் இருவர் போகலாம் இருவர் போடும் ஜதிகளில் இசையை தேடலாம்  பள்ளி கால கதைகளை மடியில் பேசலாம் விஷமம் செய்த விஷயங்கள் நினைத்து மகிழலாம்  செல்ல சண்டை போடும்போது காதல் கூடுதே சின்ன சின்ன அன்பளிப்பில் மையல் ஏறுதே  கொலுசை கொஞ்சம் சிணுங்க வைத்து நோட்டம் பார்க்கிறாய் வெப்ப மூச்சில் சூடு ஏற்றி உருக வைக்கிறாய்  பாக்குறப்போ பாக்குறப்போ பச்ச புள்ள போல மத்தபடி சேட்டை எல்லாம் மன்மதனின் வேலை  மலர்களும் கொண்டாடிடும் கூடல் காலமே பழகுகின்ற வைபவம் காதல் பயணமே  உணர்வுகள் ஒன்றாகிடும் இன்ப யாகமே கலந்த அந்த அனுபவம் காம வேதமே  இதழை தாண்டி போகும் போது ஆசை சொல்லுவேன் இன்ப ராகம் நீயும் மீட்ட வீணை ஆகுவேன்  பாதி விழிகள் மூடும் அழகு மூன்று நாள் பிறை பாவை உடலில் பொங்கி வழியும் காதல் நாள் மழை  பாக்குறப்போ பாக்குறப்போ பச்ச புள்ள போல மத்தபடி சேட்டை எல்லாம் மன்மதனின் வேலை  தேகமிது தேனா தேடி வந்ததா மோகனங்கள் அலை மோத மோக தாகம் தீராதோ  பாக்குறப்போ பாக்குறப்போ பச்ச புள்ள போல மத்தபடி சேட்டை எல்லாம் மன்மதனின் வேலை"},
{"திரைப்படம்": "Seeru", "பாடலாசிரியர்": "Parvathy", "இசையமைப்பாளர்": "D. Imman", "பாடல்": "செவ்வந்தியே மதுவந்தியே ‍(ஆண்)", "வருடம்": "2020", "பாடியவர்கள்": "Nochipatti Thirumoorthi", "பாடல்வரிகள்": "செவ்வந்தியே மதுவந்தியே இவளே இனிமேல் புவயின் ராணியே செவ்வந்தியே மதுவந்தியே நடக்கும் போதே பறக்கும் தேனியே  கனியா அமுதா பசும்பால் கொழுந்தா நெருப்பு துகளின் பல நாள் விழுதா கலவை போல் ஒரு நூறு தனி தன்மை குணம் உண்டு இவளால் அனைத்தும் அலட்டிடும் அழகு  செவ்வந்தியே மதுவந்தியே இவளே இனிமேல் புவயின் ராணியே செவ்வந்தியே மதுவந்தியே நடக்கும் போதே பறக்கும் தேனியே  நீர் வீழ்ச்சியை வீழ்ச்சி என்று சொல்வது உன் மூக்கிலே கோபம் சேர்க்குமே இல்லை இல்லை அருவி என்று சொன்னதும் உன் கண்ணிலே அன்பு பூக்குமே  ஒரு சொல்தான் என்றாழுமே வானம் போன்றது எனச் சொல்வாள் தோழி நீயும் பூக்களின் மது மரபாச்சி பொம்மை போல நேர்த்தி உன்னது திருப்பாச்சி போலக் கூர்மை பேச்சில் உள்ளது  மயில் பீலி போல் இதமானாளே வெறும் தாளை போல் மனம் கொண்டாளே தினம் தினம் கொண்டட்டாமாய் இவள் ஆக்கினாள்  செவ்வந்தியே மதுவந்தியே இவளே இனிமேல் புவயின் ராணியே செவ்வந்தியே மதுவந்தியே நடக்கும் போதே பறக்கும் தேனியே  கனியா அமுதா பசும்பால் கொழுந்தா நெருப்பு துகளின் பல நாள் விழுதா கலவை போல் ஒரு நூறு தனி தன்மை குணம் உண்டு இவளால் அனைத்தும் அலட்டிடும் அழகு  செவ்வந்தியே……."},
{"திரைப்படம்": "Seeru", "பாடலாசிரியர்": "Viveka, RJ Vijay", "இசையமைப்பாளர்": "D. Imman", "பாடல்": "கண்ணால போடுறாளே", "வருடம்": "2020", "பாடியவர்கள்": "Nakash Aziz, RJ Vijay", "பாடல்வரிகள்": "அனைவருக்கும் வணக்கம் இன்றைய ராசி பலன்  மேஷம்….. உங்க அப்பா அர்ஜென்ட்க்கு காசு கேட்டாக் கூட ரெண்டு வட்டிக்குத்தான் குடுப்பா  ரிஷபம்…… வால் இல்லா காத்தாடி போல ஆள் இல்லாம சிங்கிள்ளா சுத்துவ  மிதுனம்….. பாஸ் சொல்ற மொக்க ஜோக்குக்கு எல்லாம் விழுந்து விழுந்து சிரிப்ப அப்ப அடுத்த இன்கிரீமெண்ட் உனக்குத்தான்  சிம்மம்…. பைக் சைடு மிரர்ர்ல வண்டியையும் கொஞ்சம் பாரு  கன்னி யுவர் டே வில் பீ funny  கண்ணால போடுறாளே காந்த ஊசி காந்த ஊசி அவ பின்னால உயிர் போகும் கைய வீசி கைய வீசி  கண்ணால போடுறாளே காந்த ஊசி காந்த ஊசி அவ பின்னால உயிர் போகும் கைய வீசி கைய வீசி  பாவாடை பறவைங்க என்ன ராசி என்ன ராசி பாத்துக்கோ எல்லாமே ரொம்ப ஈசி ரொம்ப ஈசி  மூக்காண்ட மீசை மொளைசிருச்சு மூனு கழுத வயசு ஆயிருச்சி பொண்ணுன என்ன புரிஞ்சிருச்சு புட்டு புட்டு வைக்கிறேன் கேளு மச்சி ஹேய் ஹேய் ஹேய்ய் அட்றா அட்றா அட்றா…..ஹோ ஹோ ஹேய் ஹேய்ய்……..  கண்ணால போடுறாளே காந்த ஊசி காந்த ஊசி அவ பின்னால உயிர் போகும் கைய வீசி கைய வீசி  கடகம்… பண்ணுவ நாரதர் கழகம்  தனுஷ்…. லைப் ரொம்ப சொகுசு  குழு : கும்பம் அது ரம்பம் சிம்மம் அது துன்பம் கும்பம் அது ரம்பம் சிம்மம் அது துன்பம்  குழு : தனுசு தண்ட செலவு மகரம் மண்டை கசாயம் மிதுனம் ராசி மெண்டல் கேஷ்சு துலாம் ராசி பாதி லூசு  குழு : பாதி லூசு…. பாதி லூசு…..  அவளோட ராசி மேஷம் அவ பின்னால போவாத ஆயிடும் மோசம்  குழு : ஆமாம் ஆமாம் ஆமாம் மச்சி ஆமாம் மச்சி  இவளோட ராசி மீனம் இவ கூட நீ பேச பத்து வாய் வேணும்  குழு : ஆமாம் ஆமாம் ஆமாம் மச்சி ஆமாம் மச்சி  கடக ராசி பொண்ணு அவ காண்டா பேசி அலைவா குழு : ஆமாம்  ரிஷப ராசி காரி அவ ரீல்ல விட்டு திரிவா குழு : ஆமாம்  விருச்சிகம் சட்டுன்னு முறிச்க்கும் உறவ வீட்டுக்கும் நாட்டுக்கும் அடங்காத பறவை  கன்னி ராசி பொண்ண குழு : ஆமாம் யோசி பல தடவ குழு : ஆமாம்  அது டு பீஸ்சில் சுத்துமடா குழு : ஆமாம் கட்டாது புடவை குழு : ஆமாம்  கண்ணால போடுறாளே காந்த ஊசி காந்த ஊசி அவ பின்னால உயிர் போகும் கைய வீசி கைய வீசி  பாவாடை பறவைங்க என்ன ராசி என்ன ராசி பாத்துக்கோ எல்லாமே ரொம்ப ஈசி ரொம்ப ஈசி  மூக்காண்ட மீசை மொளைசிருச்சு மூனு கழுத வயசு ஆயிருச்சி பொண்ணுன என்ன புரிஞ்சிருச்சு புட்டு புட்டு வைக்கிறேன் கேளு மச்சி  மகரம் லவ்வு துரு பிடிச்ச தகரம்  கும்பம் நட்பே உடையாத பிம்பம்  மீனம் யோசிச்சு சொல்ற அளவுக்கு இன்னிக்கு உனக்கு ஒன்னும் இல்லம்மா  நன்றி……வணக்கம்"},
{"திரைப்படம்": "Thamezharasan", "பாடலாசிரியர்": "ARP. Jayaraam", "இசையமைப்பாளர்": "Vijay Antony", "பாடல்": "யாவும் யாவுமே நீயானாய்", "வருடம்": "2020", "பாடியவர்கள்": "V. V. Prasanna, Vibhavari Apte-Joshi", "பாடல்வரிகள்": "யாவும் யாவுமே நீயானாய் காதல் நந்தலாலா தேவ தேவனாய் நீயானாய் ராதை வந்ததாலா  நாளும் நாளுமே நன் நாளா காதல் நந்தலாலா தேவ தேவியாய் நீ ஆனாய் கண்ணன் வந்ததாலா  ஓர் ஆயிரம் வாரணம் சூழவா ஓர் இதழ் தாமரை சூடவா  பூசிய மை தடம் தீண்டவா பூமகள் கைத்தளம் ஏந்தவா  என்னில் வேறு……. ஏக்கமில்லையே நீதான் கண்ணா…… மொத்த வாழ்க்கையே சுகமடா…..  நாளும் நாளுமே நன் நாளா காதல் நந்தலாலா தேவ தேவியாய் நீ ஆனாய் கண்ணன் வந்ததாலா….ஹேய்……  தம் தம் இருதயம் புதியதா சந்தம் ஒலித்ததா நம் நம் ஆனந்தம் இணைந்ததால் பந்தம் விளைந்ததா  தாலாட்டி தலை நீவி தாங்கும் தாய் மடி நீ மூழ்காமல் நான் பெற்ற மூத்த பிள்ளையே நீ சீர் வாங்கினேன் வாழ்க்கையை காதலா  நாளும் நாளுமே நன் நாளா காதல் நந்தலாலா தேவ தேவியாய் நீ ஆனாய் கண்ணன் வந்ததாலா….ஹேய்…..  உலகம் தொடங்குதே உன்னிலே பாதம் வையடா வானம் திறந்ததே உனக்கென என்றும் வெல்லடா  நீ ஏற என் தோள் ஏணி வானம் தொட்டு வா நீ நீ கோடி விதை தூவி தோட்டமாகும் பூமி பூங்காற்றிலே கழுவலாம் இதயமே…  யாவும் யாவுமே நீயானாய் காதல் நந்தலாலா  தேவ தேவியாய் நீ ஆனாய் கண்ணன் வந்ததாலா…  ஓர் ஆயிரம் வாரணம் சூழவா ஓர் இதழ் தாமரை சூடவா  பூசிய மை தடம் தீண்டவா பூமகள் கைத்தளம் ஏந்தவா…  என்னில் வேறு…… ஏக்கமில்லையே நீதான் கண்ணா…… மொத்த வாழ்க்கையே சுகமடா….."},
{"திரைப்படம்": "Seeru", "பாடலாசிரியர்": "Parvathy", "இசையமைப்பாளர்": "D. Imman", "பாடல்": "செவ்வந்தியே மதுவந்தியே (பெண்)", "வருடம்": "2020", "பாடியவர்கள்": "Vaikom Vijayalakshmi", "பாடல்வரிகள்": "செவ்வந்தியே மதுவந்தியே இவளே இனிமேல் புவயின் ராணியே செவ்வந்தியே மதுவந்தியே நடக்கும் போதே பறக்கும் தேனீயே  கனியா அமுதா…… பசும்பால் கொழுந்தா நெருப்பு துகளின் பல நாள் விழுதா கலவை போல் ஒரு நூறு தனி தன்மை குணம் உண்டு இவளால் அனைத்தும் அலட்டிடும் அழகு  செவ்வந்தியே மதுவந்தியே இவளே இனிமேல் புவயின் ராணியே செவ்வந்தியே மதுவந்தியே நடக்கும் போதே பறக்கும் தேனீயே  நீர் வீழ்ச்சியை வீழ்ச்சி என்று சொல்வது உன் மூக்கிலே கோபம் சேர்க்குமே இல்லை இல்லை அருவி என்று சொன்னதும் உன் கண்ணிலே அன்பு பூக்குமே  ஒரு சொல்தான் என்றாழுமே வானம் போன்றது எனச் சொல்வாள் தோழி நீயும் பூக்களின் மது மரபாச்சி பொம்மை போல நேர்த்தி உன்னது திருப்பாச்சி போலக் கூர்மை பேச்சில் உள்ளது  மயில் பீலி போல் இதமானாளே வெறும் தாளை போல் மனம் கொண்டாளே தினம் தினம் கொண்டட்டாமாய் இவள் ஆக்கினாள்  செவ்வந்தியே மதுவந்தியே இவளே இனிமேல் புவயின் ராணியே செவ்வந்தியே மதுவந்தியே நடக்கும் போதே பறக்கும் தேனீயே  கனியா அமுதா பசும்பால் கொழுந்தா நெருப்பு துகளின் பல நாள் விழுதா கலவை போல் ஒரு நூறு தனி தன்மை குணம் உண்டு இவளால் அனைத்தும் அலட்டிடும் அழகு  செவ்வந்தியே………."}
]