{"திரைப்படம்": "Ellam Mela Irukuravan Paathupan", "பாடலாசிரியர்": "Karthik Aacharya", "இசையமைப்பாளர்": "Ku. Karthik", "பாடல்": "சூப்பர் ஹீரோ", "வருடம்": "2020", "பாடியவர்கள்": "Benny Dayal, Karthik Aacharya", "பாடல்வரிகள்": "ஹே வானம் எந்தன் கையிலே இனி பூமி எந்தன் பையிலே பல மேஜிக் பூக்கள் பூக்குதே அது கிராபிக்ஸ் அள்ளி பூசுதே  நான் சொல்ல காலம் கேட்குதே என்னுள்ளே வேகம் சேர்க்குதே உல்லாசம் என்னை சுற்றுதே உற்சாகம் மின்னல் வெட்டுதே  இரு விழிகளிலே புது காட்சிகளே உலகம் முதல் முறை பிடிக்கிறதே ஒளி வேகத்திலே என் காலிரண்டும் பாயுதே துள்ளி பாயுதே  ஒரு நொடிதனிலே பல யுகம் கடப்பேன் நகரும் நொடிகளை நான் பிடிப்பேன் புது பிறவி ஒன்றை அட நான் எடுத்தேன் நான் தான்  சூப்பர் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ இனிமேல் உலகின் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ ஹீரோ  சூப்பர் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ இனிமேல் உலகின் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ ஹீரோ  ஹே நேற்றைப்போலே இன்று இல்லை எல்லாம் இங்கே மாறிப்போச்சு நேரம் இங்கே மெதுவாய் போக எல்லாம் பிடிக்கிறதே  நான் உறங்கும் பொது கனவில் தோன்றும் பிம்பம் நிஜமென மாறி போக கால்கள் ரெண்டும் தரையில் இல்லை ராக்கெட் ஆகிறதே  உலகில் பல மொழிகள் உண்டு முற்றும் அறிந்தவன் நான்தானே வேறு யாருமில்லை அடடா ஒரு கன சதுரம் எந்தன் விதியினை சீராக்கும் என நினைக்கவில்லை  கவலை இனி எனக்கில்லையே அதை எல்லாம் இனி மேல இருக்கிறவன் பாத்துக்குவான்   சூப்பர் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ இனிமேல் உலகின் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ ஹீரோ  சூப்பர் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ இனிமேல் உலகின் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ ஹீரோ  ஹே வானம் எந்தன் கையிலே இனி பூமி எந்தன் பையிலே பல மேஜிக் பூக்கள் பூக்குதே அது கிராபிக்ஸ் அள்ளி பூசுதே  நான் சொல்ல காலம் கேட்குதே என்னுள்ளே வேகம் சேர்க்குதே உல்லாசம் என்னை சுற்றுதே உற்சாகம் மின்னல் வெட்டுதே  இரு விழிகளிலே புது காட்சிகளே உலகம் முதல் முறை பிடிக்கிறதே ஒளி வேகத்திலே என் காலிரண்டும் பாயுதே துள்ளி பாயுதே  ஒரு நொடிதனிலே பல யுகம் கடப்பேன் நகரும் நொடிகளை நான் பிடிப்பேன் புது பிறவி ஒன்றை அட நான் எடுத்தேன் நான் தான்  சூப்பர் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ இனிமேல் உலகின் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ ஹீரோ  சூப்பர் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ இனிமேல் உலகின் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ ஹீரோ  சூப்பர் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ இனிமேல் உலகின் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ ஹீரோ  சூப்பர் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ இனிமேல் உலகின் ஹீரோ ஐ அம் தி சூப்பர் ஹீரோ ஹீரோ  நான் தான் இனிமேல் சூப்பர் ஹீரோ"}