{"திரைப்படம்": "Darbar", "பாடலாசிரியர்": "Vivek (lyricist)", "இசையமைப்பாளர்": "Anirudh Ravichander", "பாடல்": "சும்மா கிழி", "வருடம்": "2020", "பாடியவர்கள்": "S. P. Balasubramaniam", "பாடல்வரிகள்": "நான்தான்டா இனிமேலு வந்து நின்னா தர்பாரு உன்னோட கேங்கு நான்தான்டா லீடு  ஆண் : பில்லா என் வரலாறு பாத்தவன் நான் பல பேரு உன்னோட பேட்டைக்கு நான்தான்டா லாடு  ஆண் : ரகள உட்டாக்கா குழு : ர ஆண் : ராக்குனக்குறும் எல்லாமே ஜினுக்கா வந்தாக்கா குழு : ஜி ஆண் : ஜீக்குனுக்குறுமே நிறுத்த பாத்தாக்கா குழு : னி ஆண் : நீக்குனுக்குறும் தொடாத அடிச்சா என்னாவ டண்டனக்கருளே  குழு : ரஜினி  ஆண் : நெருப்பு பேரோட நீ குடுத்த ஸ்டாரோட இன்னிக்கும் ராஜா நான் கேட்டுபாரு  குழு : சும்மா கிழி  ஆண் மற்றும் குழு : கருப்பு தோலோட சிங்கம் வரும் சீனோட எடமே பத்திக்கும் அந்தமாரி சும்மா கிழி  ஆண் : நான்தான்டா இனிமேலு வந்து நின்னா தர்பாரு உன்னோட கேங்கு நான்தான்டா லீடு  ஆண் : பில்லா என் வரலாறு பாத்தவன் நான் பல பேரு உன்னோட பேட்டைக்கு நான்தான்டா லாடு  குழு : ரணகளம் சகல சாப் ரகள நம்ம அண்ணாத்த அவன் லிமிட் அலறும் வந்து கட போடாத  குழு : ஒன்னுவுட்டா செவுலு அவன் தவுழு நீ என்னாத்த அண்ணன் கொஞ்சம் மொரடன் நீ ரயிலோட்டாத  ஆண் : கிழி………..  ஆண் : நேர்மை உனக்கிருந்தா ஸ்டைலோ ஸ்டைலு பார்வை தெரிக்குதுன்னா விசிலோ விசிலு  ஆண் : நம்பும் மனசிருந்தா ஸ்டைலோ ஸ்டைலு வேகம் பிரிக்குதுன்னா புயலோ புயலு  ஆண் : இரும்பு சொகமா கைய கட்டி உக்கார்ந்தா ஒடஞ்சி துரும்பா சில்லு சில்லா கொட்டும் பார்  ஆண் : உழைப்ப மதிச்சி கால் எடுத்து வச்சாலே இளமை முழுசா உன் கூடவே ஒட்டும் பார்  ஆண் : ரகள உட்டாக்கா குழு : ர ஆண் : ராக்குனக்குறும் எல்லாமே ஜினுக்கா வந்தாக்கா குழு : ஜி ஆண் : ஜீக்குனுக்குறுமே நிறுத்த பாத்தாக்கா குழு : னி ஆண் : நீக்குனுக்குறும் தொடாதே அடிச்சா என்னாவ டண்டனக்கருளே  குழு : ரஜினி  ஆண் : நெருப்பு பேரோட நீ குடுத்த ஸ்டாரோட இன்னிக்கும் ராஜா நான் கேட்டுபாரு  குழு : சும்மா கிழி!!!!  ஆண் மற்றும் குழு : கருப்பு தோலோட சிங்கம் வரும் சீனோட எடமே பத்திக்கும் அந்தமாரி சும்மா கிழி  ஆண் : நான்தான்டா இனிமேலு வந்து நின்னா தர்பாரு   ஆண் : பில்லா என் வரலாறு பாத்தவன் நான் பல பேரு  குழு : ரணகளம் சகல சாப் ரகள நம்ம அண்ணாத்த அவன் லிமிட் அலறும் வந்து கட போடாத!!  குழு : ஒன்னுவுட்டா செவுலு அவன் தவுழு நீ என்னாத்த அண்ணன் கொஞ்சம் மொறடன் நீ ரயிலோட்டாத  ஆண் : ஹேய் நெருப்பு பேரோட குழு : ரகள நம்ம அண்ணாத்த ஆண் : நீ குடுத்தா ஸ்டாரோட குழு : கட போடாதா ஆண் : இன்னிக்கும் ராஜா நான் ஆஅ…..அஆ…..ஆ…. குழு : தவுழு நீ என்னாத்தா  ஆண் : நெருப்பு பேரோட நீ குடுத்த ஸ்டாரோட இன்னிக்கும் ராஜா நான் கேட்டுப்பாரு  குழு : சும்மா கிழி  கருப்பு தோலோட சிங்கம் வரும் சீனோட இடமே பத்திக்கும் அந்தமாரிடா  ஹாஹஹஹா சும்மா கிழி……………………….."}