{"திரைப்படம்": "Darbar", "பாடலாசிரியர்": "Yogi B, Senthuzhan, Syan", "இசையமைப்பாளர்": "Anirudh Ravichander", "பாடல்": "தனி வழி", "வருடம்": "2020", "பாடியவர்கள்": "Yogi B, Anirudh Ravichander, Shakthisree Gopalan", "பாடல்வரிகள்": "Oh we taking over this show Step it up back it up lock and load Damn you never seen this before Follow the leader now  தோள்பட்டை நட்சத்திரம் காக்கி சட்டை நீதி கவசம் பேர் சொன்னால் கொட்டம் அடங்கும் ஆதித்திய அருணாச்சலம்  Commissioner Come stand up salute Thalaivar in charge என்றும் தனி ரூட் ஓடி ஒழிந்தால் வியூகம் வகுப்பார் யார் வென வா Get ready for வார்  தனி வழி என்றும் தனி வழி… ஹே அட எவன் இங்க எதிருள அதிரடி ரொம்ப அதிரடி… ஹே சீண்டாத டா டே  தனி வழி என்றும் தனி வழி… ஹே அட எவன் இங்க எதிருள அதிரடி ரொம்ப அதிரடி… ஹே சீண்டாத டா டே  Round’em up and take’em down We gonna round’em up And take’em down  அண்ணன் டா எல்லோருக்குமே அவர் அண்ணன் டா மன்னன்  டா ஆணவம் வேட்டையாடும் மன்னன் டா..  Start praying now இனி விழு வெறி ஆதி சத்தம் பார் கண்ணா பார்  இங்கேய எல்லாருக்கும் ஒரே சத்தம் போர் கடந்தார் உயர்ந்தார் மக்கள் அவர் பக்கம் யார் எதிர்ப்பார் கோடி நெஞ்சங்கள் சொல்லிடும் பேர்  தொட்டா முரட்டு காளை முட்டும் எதிர்க்கும் ஆள தப்பே செய்யாத வேல confirm உனக்கு மாலை  வெட்ட படை இருக்கு நெஞ்சில் துணிவிருக்கு நாடு முழுதும் வெற்றி தொடரும் அண்ணனுக்கு ஜே  அருணாச்சலம் ஆதித்யா அருணாச்சலம்  ஒரு வரி பேசுன நியூஸ் தான் புரிஞ்சுக்கோ உழைப்புல உயர்ந்ததால் மாஸ்’உ தான் தெரிஞ்சுக்கோ  அதிசயம் அற்புதம் எறங்குன களத்துல நமக்கென இருக்கிறார் பயம் என்ன நெஞ்சுக்குள்ள  We gonna round’em up Or take’em out அன்றும் இன்றும் என்றும் ஒரே சூப்பர்ஸ்டார் அன்றும் இன்றும் ஒரே சூப்பர்ஸ்டார்  Catch dem liars set dem on fire Movin up higher never retire  ​Catch dem liars set dem on fire Movin up higher never retire  தனி வழி என்றும் தனி வழி… ஹே அட எவன் இங்க எதிருள அதிரடி ரொம்ப அதிரடி… ஹே சீண்டாத டா டே  தனி வழி என்றும் தனி வழி… ஹே அட எவன் இங்க எதிருள அதிரடி ரொம்ப அதிரடி… ஹே சீண்டாத டா டே  Keep movin Keep movin Don’t stop  Keep movin Keep movin Don’t stop  We gonna round’em up And take’em down We gonna round’em up And take’em down"}