{"திரைப்படம்": "Pattas", "பாடலாசிரியர்": "Arivu", "இசையமைப்பாளர்": "Vivek - Mervin", "பாடல்": "மவனே என்ன மோதிட", "வருடம்": "2020", "பாடியவர்கள்": "Arivu, Vivek Siva, Mervin Solomon", "பாடல்வரிகள்": "ஆண் : மவனே என்ன மோதிட வாடா…. தனியா வரேன் நீ இப்ப வாடா…..  ஆண் : மவனே என்ன மோதிட வாடா…. தனியா வரேன் நீ இப்ப வாடா….. வெறியாகுது வா இப்ப வாடா….  ஆண் : தலை தலை தலை ஹஹஹ்ஹா தலை நிமிரு உன் நரம்புகள் துடிக்குது களம் இறங்கு கண்ணிரண்டிலும் வெறித்தனம் பலமடங்கு உன் உரை தொடங்கு பகைவன் இருக்கின்ற இடத்தினை நீ அடைந்து  ஆண் : தனியா….வா நீ இறங்குற நேரமிது சரியா…..வா உன் இலக்கினை தொடங்கிடு  ஆண் : உருவம் சிறிதென சிரிக்கின்ற நரிகளை புருவம் எரிகின்ற நெருப்பினில் அணைத்திடு  ஆண் : தோற்ப்பது யாரென பார்க்குது களம் வென்றவனாய் உன்னை மாற்றுது ரணம் விழுந்து எழுவது வீரனின் குணம் இறுதியே கிடையாதது யுத்தம்  ஆண் : தோற்ப்பது யாரென பார்க்குது களம் வென்றவனாய் உன்னை மாற்றுது ரணம் விழுந்து எழுவது வீரனின் குணம் இறுதியே கிடையாதது யுத்தம்  ஆண் : மவனே என்ன மோதிட வாடா…. தனியா வரேன் நீ இப்ப வாடா….. வெறியாகுது வா இப்ப வாடா….  ஆண் : மவனே என்ன மோதிட வாடா…. தனியா வரேன் நீ இப்ப வாடா….. வெறியாகுது வா இப்ப வாடா….  ஆண் : ஹேய் …. மொறச்சா மொறப்பேன் என்ன தொடனுன்னு நினைச்சா அழிப்பேன் தன்னந்தனியா மோத வறியா சண்டைக்கு நானும் ரெடியா எப்ப சொந்தக்கரனுக்கெல்லாம் சொல்லிவிடுயா  ஆண் : யெஹ் சொம்ப வாலாட்டாத நீ ரொம்ப வெச்சுக்காதடா வம்ப நான் கேட்ட பையன் ரொம்ப ரொம்ப ரொம்ப கூலாதான் வந்து நிப்பேன்டா சின்ன பையன் உன் அப்பன்டா தனியாக வந்திருக்கேன்டா இப்போ நீ வாடா  ஆண் : மூக்குல நாக்குல குத்துற சோக்குல செத்துறபோறான் சிறு வண்டு ஒரு பேச்சுல வாக்குல வாய நீ விட்டா வெச்சிற போறான் அணுகுண்டு  ஆண் : தாக்கிடவா தூக்கிடவா பகைவனை மொத்தம் நீக்கிடவா பார்த்திடவா மாத்திடவா மறுபடி வந்தா சாத்திடவா உன்னை பந்தாடும் பங்காளி நான் வந்தாலே நீ காலிதான் மிஞ்சாதே உன் பாடிதான் அஞ்சாதே என்னைக்கும்தான்  ஆண் : என்னை போல சண்டைக்காரன் யாருமில்லா இங்கதான் ரிங்குள்ள வந்து பாரு காத்திருக்கேன் வெல்லத்தான்  ஆண் : மவனே என்ன மோதிட வாடா…. தனியா வரேன் நீ இப்ப வாடா….. வெறியாகுது வா இப்ப வாடா….  ஆண் : மவனே என்ன மோதிட வாடா…. தனியா வரேன் நீ இப்ப வாடா….. வெறியாகுது வா இப்ப வாடா….  ஆண் : உருவம் சிறிதென சிரிக்கின்ற நரிகளை புருவம் எரிகின்ற நெருப்பினில் அணைத்திடு அழிச்சிடு….விழித்திடு….பொறுத்திடு…. பழிக்க வந்த பகை வேர் அறுத்திடு  ஆண் : மவனே என்ன தனியா வரேன் வெறியாகுது வா இப்ப வாடா…."}