{"திரைப்படம்": "Master", "பாடலாசிரியர்": "Arivu", "இசையமைப்பாளர்": "Anirudh Ravichander", "பாடல்": "வாத்தி ரைடு", "வருடம்": "2020", "பாடியவர்கள்": "Arivu, Anirudh Ravichander", "பாடல்வரிகள்": "ஆனா ஆவன்னா அப்னா டைம்னா வாங்கனா வணக்கம்னா வாத்தி ரைடுனா ஆனா ஆவன்னா அப்னா டைம்னா வாங்கனா வணக்கம்னா  உலகத்தரம் உள்ளூரு வாத்தியாரு தூக்கி போட்டு சாத்துவாரு தட்டி தட்டி தூக்குவாரு கெட்ட புள்ள திருந்திட சட்டம் தானடா எடம் உள்ள வந்து தப்பு செஞ்சா வாத்தி ரைடு வரும்  வாத்தி ரைடு வாத்தி ரைடு வாத்தி ரைடு  வந்து வாண்டட்டாவே மாட்டிடாத பாத்து போயிடு நண்பா நல்லமாறி சொல்லும் போதே கேட்டு போயிடு  நம்ம வாத்தி ரைடு வாத்தி ரைடு வாத்தி ரைடு  வாத்தி ரைடு வாத்தி ரைடு வாத்தி ரைடு  மேல ஏத்தி விட்டு பார்த்துடாத வேற சைடு இந்த வாத்திகிட்ட வெச்சிக்காத ஓரம் போயிடு  நம்ம வாத்தி ரைடு வாத்தி ரைடு வாத்தி ரைடு  பங்கம் பங்கம் பதிலடி சந்தும் பொந்தும் சரவெடி அண்ணா பண்ணும் அதிரடி  வாத்தி யாரு?….. தளபதி  பிளாக்கு தங்கம் டி காட்டு சிங்கம் டி நவுரு டி வாக்-க பாரு கெத்தா நீ கேட்ட மூடு  டர ரரா டராரா டர ரரா டராரா  தே கால் மீ மாஸ்டர் மாற்றங்கள் வரும் பாஸ்டர்  கற்பி ஒன்று சேர் வெற்றி கொண்டு சீர் திருத்துற வாத்தியாரு கூர் விழியில பார் வகுப்பறை நடுங்கும் இரும்பு கரம் அடங்கும் அரச மரம் ஒழுக்கம் தவறும் நேரம்  வாத்தி ரைடு வரும்  பக்குவொம சொல்லும் போதே கேட்டுகோங்க செல்லம் தொல்ல பண்ணா வாத்தியாரு கம்பு வந்து கொஞ்சும்….ஐயோ  வேண்டாம் பிலிப்பு இது வார்னிங் சிரிப்பு வந்து தானவே ஒத்திகிட்டா போலாம் சமத்து குட்டி  எண்ணம்மா அங்க சத்தம் வச்ச மூக்கு மேல ரத்தம் நண்பா எங்க ஓடி ஒளிஞ்சாலும் வாத்தி கண்ணு தூக்கும் வாத்தியாரு பேச்சை கேட்டா வாழ்க்கை மேல ஏறும் தேவை இல்லாத வேலை பார்த்தா முட்டி போட நேரும்  டர ரரா டராரா டர ரரா டராரா  நிக்காத நிக்காத மறுபடி சிக்காத சிக்காத ஒருமுறை தொட்டாலே கெட்டனே பதிலடி பக்கவா வெப்பானே  தெருவில் நடுக்குற கொடுமைய கடக்குற தலைமுறை படிக்கிற தமிழில் இருக்குது பொதுமறை எதுக்குன்னு விலகுற பழக்கமும் எனக்கில்லே எப்போதும் என்னோடு இருக்கும் பட்டாளம் உன்னை உரைக்கும் கட்டாயம் மண்ணை திரட்டும் பேதங்கள் இல்லாதிருக்கும் நாடெங்கள் கண்ணாய் இருக்கும்  {இது வர பொறுத்தோம் சும்மா அடி விழும் இனிமே கும்மா} (2)  கண்டம் கண்டம் கதறும்டி நண்டும் சிண்டும் ஒதரும்டி உள்ள வந்தா பவருடி  அண்ணா யாரு ? தளபதி  பிளாக்கு தங்கம் டி காட்டு சிங்கம் டி நவுரு டி இது பீஸ்ட் மோட்  டர ரரா டராரா டர ரரா டராரா டர ரரா டராரா டர ரரா டராரா  ராக்ஸ்டார் பார் தி மாஸ்டர்  வாத்தி ரைடு வாத்தி ரைடு வாத்தி ரைடு  வந்து வாண்டட்டாவே மாட்டிடாத பாத்து போயிடு நண்பா நல்லமாறி சொல்லும் போதே கேட்டு போயிடு  நம்ம வாத்தி ரைடு வாத்தி ரைடு வாத்தி ரைடு  வாத்தி ரைடு வாத்தி ரைடு வாத்தி ரைடு  மேல ஏத்தி விட்டு பார்த்துடாத வேற சைடு இந்த வாத்திகிட்ட வெச்சிகாத ஓரம் போயிடு  நம்ம வாத்தி ரைடு வாத்தி ரைடு வாத்தி ரைடுடா  {ஆனா ஆவன்னா அப்னா டைம்னா வாங்கனா வணக்கம்னா வாத்தி ரைடுனா} (2)"}