{"திரைப்படம்": "சர்கார்", "பாடலாசிரியர்": "விவேக் (பாடலாசிரியர்)", "இசையமைப்பாளர்": "ஏ. ஆர். ரஹ்மான்", "பாடல்": "CEO இன் தி ஹவுஸ்", "வருடம்": "2018", "பாடியவர்கள்": "Nakul Abhyankar, Blaaze", "பாடல்வரிகள்": "ஓஓஓஓ... CEO in the ஹவுஸ் ஓஓஓஓ.. ஓஓஓஓ.. CEO in the ஹவுஸ் ஓஓஓஓ...  ஐ வான்ன ராக் லைக்க ஸ்டார் லைக்க பயர் லைக்க கிவ் மீ சம் லவ் லைக்க ஹை லைக்க மணி லைக்க  ஐ வான்ன ராக் லைக்க ஸ்டார் லைக்க ஃபயர் லைக்க கிவ் மீ சம் லவ் லைக்க ஹை லைக்க மணி லைக்கஏஏஏ  ப்ளே அட எனை எனை வேண்டுமா துணை துணை நான் ஒரு ஏவுகணை வேண்டாமே வினை வினை  ப்ளே அட எனை எனை வேண்டுமா துணை துணை நான் ஒரு ஏவுகணை வேண்டாமே வினை வினை  ரா ரா ரா ராட்சச புகழ் ஒன்று எழுந்து நிக்கும் ஒலிக்கும் பேர் ஒன்று அரங்கமே அதிர வைக்கும் தடுக்கும் காலம் தாண்டி அது பரவி நிற்கும்  ப்ளே அட எனை எனை வேண்டுமா துணை துணை நான் ஒரு ஏவுகணை வேண்டாமே வினை வினை  ஐ வான்ன ராக் லைக்க ஸ்டார் லைக்க ஃபயர் லைக்க கிவ் மீ சம் லவ் லைக்க ஹை லைக்க மணி லைக்க  தொட்டுட்டா வெற்றி மா நம்ம ப்ரிக் அவுட் மா நீங்க நாக்கவுட்டு மா பார்த்துக்கோமா  நிலவில் எனக்கும் ஒரு ஷேர் இருக்குமா வித் ஊரு இருக்குமா போகலாமா  ஓ கூலா ஓ டீலா ஓ தூலா ஓர் டாலரு மழை காலர் வரை தினம் தினம் கொட்டும் ஓ வானோ ஓ மண்ணோ ஒரு எல்லோ ஓ சன்னோ நான் கேட்க்கும் கலர் சேன்ஞ் ஆகும்  ஐ வான்ன ராக் லைக்க ஸ்டார் லைக்க பயர் லைக்க கிவ் மீ சம் லவ் லைக்க ஹை லைக்க மணி லைக்க  ஐ வான்ன ராக் லைக்க ஸ்டார் லைக்க பயர் லைக்க கிவ் மீ சம் லவ் லைக்க ஹை லைக்க மணி லைக்கஏஏஏ  ப்ளே அட எனை எனை வேண்டுமா துணை துணை நான் ஒரு ஏவுகணை வேண்டாமே வினை வினை  ப்ளே அட எனை எனை வேண்டுமா துணை துணை நான் ஒரு ஏவுகணை வேண்டாமே வினை வினை  ஆக்கிஜன் போல உன் பிழை எல்லாம் இழுக்கனும்டா கூகுளே நாளைக்கு உன்னை தேடி மலைக்கனும்டா  பிரச்சனை எல்லாம் நம்ம சுமப்போம் சக்ஸஸ் எல்லாம் ஷேர் பண்ணிப்போம் பயம் வந்தா அலற வைப்போம் புல்ஸ் ஐ டார்கெட்ட அடிப்போம்  CEO இன் தி ஹவுஸ் மணி மா மணி மா மணி மா மணி மா CEO இன் தி ஹவுஸ் மணி மா மணி மா மணி மா மணி மா  ப்ளே அட எனை எனை வேண்டுமா துணை துணை நான் ஒரு ஏவுகணை வேண்டாமே வினை வினை  ப்ளே அட எனை எனை வேண்டுமா துணை துணை நான் ஒரு ஏவுகணை வேண்டாமே வினை வினை", "மதிப்பீடு": "3", "வகை": "கானாபாடல்", "நுகர்ச்சி": "3426"}
{"திரைப்படம்": "சர்கார்", "பாடலாசிரியர்": "விவேக் (பாடலாசிரியர்)", "இசையமைப்பாளர்": "ஏ. ஆர். ரஹ்மான்", "பாடல்": "OMG பொண்ணு", "வருடம்": "2018", "பாடியவர்கள்": "Sid Sriram, Jonita Gandhi", "பாடல்வரிகள்": "ஓஓஓ கண்களா GR8 கண்களா AKA வெண்ணிலா சில் சில்லா  ஓ தென்றலா XOX தென்றலா L8R மின்னலா சிண்ட்ரெல்லா  OMG பொண்ணு ILY கண்ணு ASAP கூட வா நீ BAEநீமா BFF நான் மா ROFL பண்ணலாமா  IMOநீ நீ நீ நீ ஆயிரம் பொண்ண பார்ப்ப நீ IDK என்னென்ன என்ன எவ்ளோ புடிக்கும் சொல்லு நீ  IMO நீ மட்டும் தான் டி பேரழகி என் பொண்டாட்டி போகாத 1 மில்லிமீட்டர் எப்போதும் நீ KIT  IDK நீ இல்லனா நான் எப்படி வாழ்வேன் டி ஓ ஹோ ஓ ஹோ  ஓஓஓ கண்களா GR8 கண்களா AKA வெண்ணிலா சில் சில்லா  ஓ தென்றலா XOX தென்றலா L8R மின்னலா சிண்ட்ரெல்லா  OMG பொண்ணு ILY கண்ணு ASAP கூட வா நீ BAEநீமா BFF நான் மா ROFL பண்ணலாமா  IMOநீ நீ நீ நீ ஆயிரம் பொண்ண பார்ப்ப நீ IDK என்னென்ன என்ன எவ்ளோ புடிக்கும் சொல்லு நீ  IMO நீ மட்டும் தான் டி பேரழகி என் பொண்டாட்டி போகாத 1 மில்லிமீட்டர் எப்போதும் நீ KIT  IDK நீ இல்லனா நான் எப்படி வாழ்வேன் டி ஓ ஹோ ஓ ஹோ  ஓஓஓ கண்களா GR8 கண்களா AKA வெண்ணிலா சில் சில்லா  பேஸ்ஸ பார்த்தா GM ஆகும் நெஞ்சுல சாஞ்சா GMSD குழு : சும்சுக்கும் சும்சுக்கும் செல்லு எல்லாம் LOLU என்னோட SH நீயே தான் டி  குழு : சும்சுக்கும் சும்சுக்கும்  நான் அவுட் ஆப் டவுன் நா அப்பப்போ HRU வேணும் உன்ன டெய்லி 5 டைம்ஸ் கிஸ்யூ மிஸ்யூ ஸ்மைலி வரணும்  உன்ன மீட் பண்ணின டே அது எல்லாமே HBD ஆகும் என்ன 24*7 கொஞ்சிவிட்டாலே SSOU  எம்மா எம்மா எம்மா என்ன வொற்கு பிரம்மா TY சொல்லட்டுமா CG நீ மா எம்மா எம்மா எம்மா உன்ன பத்திரமா TC பண்ணட்டுமா சேரலாமா  OMG பொண்ணு ILY கண்ணு ASAP கூட வருவேன் BAEநீ தான் BFF நான் தான் ROFL பண்ணலாமா  IMO நீ மட்டும் தான் டி பேரழகி என் பொண்டாட்டி போகாத 1 மில்லிமீட்டர் எப்போதும் நீ KIT  IDK நீ இல்லனா நான் எப்படி வாழ்வேன் டி ஓ ஹோ ஓ ஹோ  ஓஓஓ கண்களா GR8 கண்களா AKA வெண்ணிலா சில் சில்லா  ஓ தென்றலா XOX தென்றலா L8R மின்னலா சிண்ட்ரெல்லா  ", "மதிப்பீடு": "4", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "8995"}
{"திரைப்படம்": "ஜுங்கா", "பாடலாசிரியர்": "லலிதானந்", "இசையமைப்பாளர்": "சித்தார்த் விபின்", "பாடல்": "Parrys To Paris", "வருடம்": "2018", "பாடியவர்கள்": "கல்பனா ராஹவேந்தர், அந்தொனி தாசன்", "பாடல்வரிகள்": " ", "மதிப்பீடு": "2", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "9874"}
{"திரைப்படம்": "ஜுங்கா", "பாடலாசிரியர்": "லலிதானந்", "இசையமைப்பாளர்": "சித்தார்த் விபின்", "பாடல்": "ரயிஸ் ஒப் டான்", "வருடம்": "2018", "பாடியவர்கள்": "சுராஜ் ஜெகன், சித்தார்த் விபின், ரொக் ஸ்டார் ரமனி அம்மால், ஏம்சீ ஜெஸ்", "பாடல்வரிகள்": " ", "மதிப்பீடு": "5", "வகை": "கானாபாடல்", "நுகர்ச்சி": "41"}
{"திரைப்படம்": "அடங்காதே", "பாடலாசிரியர்": "அருன்ராஜா காமராஜ்", "இசையமைப்பாளர்": "ஜீ.வி. பிரகாஷ் குமார்", "பாடல்": "அடங்காதே", "வருடம்": "2018", "பாடியவர்கள்": "அருன்ராஜா காமராஜ்", "பாடல்வரிகள்": "அடங்க மறு அத்து மீறு திமிறி எழு தீர்த்து முடி  அசராதே பணியாதே உடையாதே உரியாதே தனியாய் என்றும் கலையாதே கசங்காதே கலங்காதே ஒடுங்காதே தடைகளை கண்டு அகழாதே இகழாதே தனியாதே தயங்காதே துணிந்து நின்று அசையாதே இசையாதே முடங்காதே மடங்காதே அடங்காதே அடங்காதே  தடை பல உடைத்தெறி படைகளை சிதைத் தெறி சிதைத்தெறி வேட்கைகள் அனல் பொறி வெற்றியின் விசைத் தறி விசைத்தறி  அடங்காதே அடங்காதே  எவன் வந்து அடக்குவான் மற தமிழ் மகன் உன்னை இறப்பினை ஒரு முறை துணிந்து நீ பகை உடை  எவன் வந்து அடக்குவான் மற தமிழ் மகன் உன்னை இறப்பினை ஒரு முறை துணிந்து நீ பகை உடை  உணர்வுக்கு திறந்தெழு அடக்குவான் வெகுண்டெழு எவனுக்கும் எதற்குள்ளும் அடக்கிட நினைச்சிட்டா திமிறிட்டு எழுந்திடு திசை எட்டும் பறந்திடு  உயரத்தை அடைந்து நீ உலகுக்கு உறக்கச்சொல் உறக்கச்சொல் உறக்கச்சொல் உறக்கச்சொல் உறக்கச்சொல்  அடங்காதே  உறவுகள் உணர்வுகள் உனக்கென உதிர்த்திட பறவைகள் விலங்குகள் தனக்கென பிழைத்திட திமிருகள் திணவுகள் தனித்துவம் படைத்திட தரவுகள் திறமைகள் உனக்கென அமைந்திட  வா துணிந்து நில்லு நீ கூர் அம்பின் வில்லு தீ பறக்கும் சொல்லு இது தாண்ட தமிழன் தில்லு", "மதிப்பீடு": "2", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "5731"}
{"திரைப்படம்": "ஸ்கெட்ச்", "பாடலாசிரியர்": "விஜய் சந்தர்", "இசையமைப்பாளர்": "எஸ். தமன்", "பாடல்": "அட்சி புட்சி கதுகிச்சு", "வருடம்": "2018", "பாடியவர்கள்": "Vijay Chandar", "பாடல்வரிகள்": "அட்சி புட்சி கதுகிச்சு மஜா கிபார் டச்சேய்  நஜார் பேஸார் மாலை குஸ்கா கட்டா மிட்டா ஸ்கேட்ச்சே  சோ சோ சோக்குமா கீற்கள் ஊட்ட ப்ரேக்கு மா கைலாசம் போய் வருவ ஸ்கேட்சு ரொம்ப சார்ப்பு மா  உதார் உடும் புள்ளைகேல்லாம் ஸ்கெட்ச்ச பாத்தா அல்லு மா உள்ள பூந்து பாத்தாக்க ஸ்கேட்சு மனசு கோல்டு மா  ஓடு ஓட்டம் ஒதுங்கி நிக்கற ஆட்டம் தொட்டா தூள் பறந்திடும் சல்பட் மால அசந்து நிக்கற ஆள கெத்தா கோல் அடிச்சி கூல்ஆ நிக்கும் ஆளு  எது எது எது எது எது எது எது எது கில்பர்ட் வண்டி கில்பர்ட் வண்டி மிட்டாவ் வண்டி தவிலத் வண்டி ஆனாலும்  ஸ்கெட்ச்ச போட்டு ஸ்கெட்ச்ச போட்டு ஸ்கெட்ச்ச போட்டு தூகுவோம்  சோ சோ சோக்குமா கீற்கள் ஊட்ட ப்ரேக்கு மா கைலாசம் போய் வருவ ஸ்கேட்சு ரொம்ப சார்ப்பு மா  ஸ்கேட்சு ஸ்கேட்சு ஸ்கேட்சு ஸ்கேட்சு ஸ்கேட்சு ஸ்கேட்சு ஸ்கேட்சு ஸ்கேட்சு  பீசிறு இல்ல ஸ்கெட்ச்ச போட நம்ம கிட்ட ஆள் இருக்கு ஒளிஞ்சி ஒழகரே பீல ஊட்ட மிரட்டலான ரைட் உனக்கு  சென்டீமெண்ட் ஆ சீன போடடா செவுளு மேல பூரா ஊடு சுண்ட கஞ்சி சும்மர் மூஞ்சி யாராநாலும் கலாச்சிடு  ஆட்சி பூட்சி ஆட்சி பூட்சி ஆட்சி பூட்சி ஆட்சி பூட்சி  அட்சி புட்சி கதுகிச்சு மஜா கிபார் டச்சேய்  நஜார் பேஸார் மாலை குஸ்கா கட்டா மிட்டா ஸ்கேட்ச்சே  ஜெல்லிக்கட்ட தூக்க வெள்ளக்காரன் போட்டான் ஸ்கேட்சு அவனுக்கு தமிழ்நாடேய் போட்டது பார் ஸ்கெச்உ  சீதாவா தூக்க ராவணன் தான் போட்ட ஸ்கெச்உ ராவணன்கு பானத்தல போட்டான் ராமன் ஸ்கேட்சு  ரௌடீ தா தாறிவால்வரு கீதா சுத்த ஸீன் ஆயிடும் தெக்கோ சாலா கோதவுல கால தொரத்தி தூசு தட்டும் டக்கரான ஆளு  எது எது எது எது எது எது எது எது கில்பர்ட் வண்டி  கில்பர்ட் வண்டி மிட்டாவ் வண்டி தவிலத் வண்டி ஆனாலும்  ஸ்கெட்ச்ச போட்டு ஸ்கெட்ச்ச போட்டு ஸ்கெட்ச்ச போட்டு தூகுவோம்  ஆளே ஆளே, கில்பர்ட் வண்டி மிட்டாவ் வண்டி தவிலத் வண்டி ஆனாலும்  ஸ்கெட்ச்ச போட்டு ஸ்கெட்ச்ச போட்டு ஸ்கெட்ச்ச போட்டு தூகுவோம்  சோ சோ சோக்குமா கீற்கள் ஊட்ட ப்ரேக்கு மா கைலாசம் போய் வருவ ஸ்கேட்சு ரொம்ப சார்ப்பு மா  உதார் உடும் புள்ளைகேல்லாம் ஸ்கெட்ச்ச பாத்தா அல்லு மா உள்ள பூந்து பாத்தாக்க ஸ்கேட்சு மனஸ்ஸு கோல்டுமா  ", "மதிப்பீடு": "5", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "4560"}
{"திரைப்படம்": "ஜுங்கா", "பாடலாசிரியர்": "லலிதானந்", "இசையமைப்பாளர்": "சித்தார்த் விபின்", "பாடல்": "அம்மா மேல சத்தியம்", "வருடம்": "2018", "பாடியவர்கள்": "ஜெகதீஷ் குமார், பவித்ரா கோகுல்", "பாடல்வரிகள்": " ", "மதிப்பீடு": "5", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "9501"}
{"திரைப்படம்": "இரும்பு திரை", "பாடலாசிரியர்": "விவேக் (lyricist)", "இசையமைப்பாளர்": "யுவன் ஷன்கர் ராஜா", "பாடல்": "அழகே பொழிகிறாய் அருகே", "வருடம்": "2018", "பாடியவர்கள்": "Arun Kamath, Jonita Gandhi", "பாடல்வரிகள்": "அழகே... பொழிகிறாய் அருகே விரல்களில் சிறகே இணைந்துப் போனாய் உன் காற்றில் ஆடினேன்  அழகே... ஒளி விழும் மெழுகே இமையில் உன் இறகே வருடிப் போனாய் கண்மூடி காதல்  நான் ஆனேன் நீ வீசிடும்  சிறு மூச்சை உள்வாங்கினேன்  மலர் ஆனேன் உன் மடி வீழ்ந்தேன் நீ ஏந்தும் அன்பில் வாழ்கிறேன்   அழகே பொழிகிறாய் அருகே விரல்களில் சிறகே இணைந்துப் போனாய் உன் காற்றில் ஆடினேன்  சிப்பிக்குள் ஒட்டிக்கொள்ளும்  முத்துப் போல  திட்டுக்குள் ஒட்டிக்கொள்ளும்  அன்பு பார்த்தேன் வெயிலில் வீழ்த்து  விட்ட துளி போல உன் கடை விழி  காணலில் காய்கிறேன்   திண்ட திண்டாடி வீனாவேன்  உன்னை கொண்டாடி தேனாவேன்  கண்ணா கண்ணாடி  நானாவேன் நில் என் முன்னாடி  நீ ஆவேன்  அழகே... பொழிகிறாய் அருகே விரல்களில் சிறகே இணைந்துப் போனாய் உன் காற்றில் ஆடினேன்  அழகே... ஒளி விழும் மெழுகே இமையில் உன் இறகே வருடிப் போனாய் கண்மூடி காதல்  நான் ஆனேன்  நீ வீசிடும்  சிறு மூச்சை உள்வாங்கினேன்  மலர் ஆனேன் உன் மடி வீழ்ந்தேன் நீ ஏந்தும் அன்பில் வாழ்கிறேன்  அழகே அழகே... பொழிகிறாய் அருகே விரல்களில் சிறகே இணைந்துப் போனாய் உன் காற்றில் ஆடினேன்", "மதிப்பீடு": "2", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "7380"}
{"திரைப்படம்": "கோலமாவு கோகிலா", "பாடலாசிரியர்": "சிவகார்திகேயன்", "இசையமைப்பாளர்": "அனிருத் ரவிசந்தர்", "பாடல்": "அவ முன்னால நிக்கிறேன்", "வருடம்": "2018", "பாடியவர்கள்": "அனிருத் ரவிசந்தர்", "பாடல்வரிகள்": "                 ", "மதிப்பீடு": "2", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "6759"}
{"திரைப்படம்": "அடங்கமரு", "பாடலாசிரியர்": "லோகன்", "இசையமைப்பாளர்": "சாம் சி. எஸ்.", "பாடல்": "ஆங்கு வாங்கு சோங்கு", "வருடம்": "2018", "பாடியவர்கள்": "எம். எல். ஆர். கார்திகேயன், முகேஷ், சாம் சி. எஸ்.", "பாடல்வரிகள்": "ஆங்கு வாங்கு சோங்கு தாங்கு சாரு கேத்த லோக்கல் சாங்கு கூட சேர்ந்து பாடெலனாக்க டிஸ்க்கியான்...  ஜாடி ஜோடி அக்கிளி காடி சைடு மோளம் டிப்பனு மூடி சாரு கூட ஆடெலனாக்க டிஸ்க்கியான்...  பிஸ்டல் காட்டி மெர்சல் ஏத்தும் ஜேம்ஸ் பாண்ட்டா ரவுடி தனம் பண்ணினாக்க தோல உரிப்பேன்டா  நீதி நேர்மை நியாயம் பாக்கும் சூரன் தானடா திருட்டு பயல தேடி புடிச்சு கால உடைப்பேன்டா  நகரு நகரு சார் போலீசு போக்கிரிடா செதர விடுவேன் நீ ஒழுங்காத்தான் ஓடிடு டா  டிஸ்க்கியான்... டிஸ்க்கியான்...   பட்டா கத்தி வெச்சுக்கினு பஞ்சு பேசினா நெத்தியில புல்லட் வெச்சு பஞ்சர் ஆக்குவேன்  அட்டி உள்ள சிக்கும் பன்னி ஸ்கெட்ச் போட்டினா லத்தியில லாடம் கட்டி கூண்டில் ஏத்துவேன்  தாதாவுக்கு தாதா எல்லாம் சார்ர கண்டா உச்சா போவான் அரசியல் வாதி எல்லாம் பாத்ததுமே பீதியாவான்  சார் ரொம்ப ஜாலி மாட்டனாக்கா காலி ஐட்டம்காரன் எல்லாம் இங்க ஆவான் பீலி  டிஸ்க்கியான்... ஆங்கு வாங்கு டிஸ்க்கியான்... சோங்கு தாங்கு  ஆங்கு வாங்கு சோங்கு தாங்கு சாரு கேத்த லோக்கல் சாங்கு கூட சேர்ந்து பாடெலனாக்க டிஸ்க்கியான்...  ஜாடி ஜோடி அக்கிளி காடி சைடு மோளம் டிப்பனு மூடி சாரு கூட ஆடெலனாக்க டிஸ்க்கியான்..   ஆங்கு...வாங்கு ஆங்கு...வாங்கு ஆங்கு...வாங்கு ஆங்கு...வாங்கு  டொண்டோ டொய்ன் டொய்ன் டொய்ன்..(3) டர டர டர டர  ஸ்டுடென்ட்டுக்கு பிரச்சனைனா முன்ன வந்து இருப்பேன்டா பொண்ணுங்கள கிண்டல் பண்ணா கைய கால உடைப்பேன்டா  காக்கி சட்டை போடும் முன்னே நானும் ஒரு ஸ்டுடென்ட்டு தான் ஸ்டுடென்ட்டு எல்லாம் ஒன்னா ஆனா பதறிடும் கவர்ன்மெண்ட்டு தான்  காவல் துறை நண்பனென்னு ஒத்துக்கங்க ஒண்ணா நின்னு நானும் இப்போ உங்க பிரண்டு இந்த அன்புக்கில்ல எண்டு  சல்யூட் அடிடா சார்ர தான் புடிடா எல்லாரும் ஒன்னுன்னு செல்ப்பி எடுடா  ஆங்கு வாங்கு சோங்கு தாங்கு  ஆங்கு வாங்கு சோங்கு தாங்கு சாரு கேத்த லோக்கல் சாங்கு கூட சேர்ந்து பாடெலனாக்க டிஸ்க்கியான்...  ஜாடி ஜோடி அக்கிளி காடி சைடு மோளம் டிப்பனு மூடி சாரு கூட ஆடெலனாக்க டிஸ்க்கியான்..", "மதிப்பீடு": "5", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "9958"}
{"திரைப்படம்": "மாரி 2", "பாடலாசிரியர்": "தனுஷ்", "இசையமைப்பாளர்": "யுவன் ஷன்கர் ராஜா", "பாடல்": "ஆனந்தி", "வருடம்": "2018", "பாடியவர்கள்": "இளையராஜா, மானசி", "பாடல்வரிகள்": "வானம் பொழியாம பூமி விளையுமா கூறு பூக்கள் மலர்ந்தாலும் சூடும் அழகில் தான் பேரு  எந்தன் உயிரே நான் உன்ன பாத்துக்குறேன் பட்டு துனியா போத்திக்கிறேன் என்னை மெதுவா ஆளையே மாத்திகிட்டேன் கொஞ்சம் காதல் கீதலாம் கூட்டிக்கிட்டேன்  ஜோரா நட போட்டு வாடா என்னோட வீரா... ஹே ஏ ஏ ஃபேர்ரா ஆட்டோல போலாம் என்னோட மீரா...  ஹே ஏ ஏ ஹே ஏய் கட்டிலும் ராகம் பாடுதடி சாஞ்சதும் தூக்கம் மோதுதடி நிம்மதி உன்னால் வந்ததடி தேடலும் தானாய் போனதடி  நெஞ்சிலே உன்ன நான் சுமப்பேன் விண்ணிலே நித்தம் நான் பறப்பேன் பூமியே என்ன சுத்துதையா கண்களும் தானாய் சொக்குதையா   விதியை சரி செய்ய தேடி வந்த தேவதையே புதிதாய் பிறந்தேனே நன்றி சொல்ல வார்த்தை இல்லை  உள்ளம் உருகுதே ராசாத்தி உள்ளவரை எல்லாம் நீதான் டி  வானம் பொழியாம பூமி விளையுமா கூறு பூக்கள் மலர்ந்தாலும் சூடும் அழகில் தான் பேரு  எந்தன் அழகே நீ எந்தன் சிங்கக்குட்டி யாரும் உரசா தங்கக்கட்டி  இந்த மொரட்டு பயகிட்ட என்ன கண்ட வந்து வசமா என்கிட்ட மாட்டிகிட்ட", "மதிப்பீடு": "1", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "3357"}
{"திரைப்படம்": "தியா", "பாடலாசிரியர்": "மதன் கார்கி", "இசையமைப்பாளர்": "சாம் சி. எஸ்.", "பாடல்": "ஆழலிலோ ஆழலிலோ", "வருடம்": "2018", "பாடியவர்கள்": "ஸ்வாகத எஸ் கிரிஷ்னன்", "பாடல்வரிகள்": "ஆழலிலோ ஆழலிலோ நீ பாட மறந்திட கேட்டால் இவள் கண்ணே என்ன முத்தே என்ன நீ கொஞ்சாத உன் செல்ல துகள் இவள்  ஆழலிலோ ஆழலிலோ நீ பாட மறந்திட கேட்டால் இவள் சொல்லாமலே சொல்லாமலே அம்மா என்றுதான் உன்னை அழைப்பவள்  நீ வீசிய புன்னகை பின்ன வருதோ கேள்வி ஒன்றை நெஞ்சில் ஏந்தி உன்னை பார்க்குதோ  காதல் அதை சொல்லவே உயிர் வேண்டாம் என்னவே காத்திருந்த பாத்திருந்தே காதலை சொல்லுதோ  உன் கண்ணில் பட உன் கைகள் தொட முத்தங்கள் இட பார்கின்றதோ  இங்கேது வழி இங்கேது மொழி இல்லாத வலி முள்ளாகுதோ மௌனம் ஒன்று சொல்லாகுதோ  உன் போல் அவள் ஆவதே உன்னை உணர போடவில்லை என்றுணர்ந்து உன் காற்றாகிறாள்  நீ ஒயின்ன சைகையில் உன் தூக்கம் அவளே உந்தன் கனவில் தன்னை தேடி பாதங்கள் தெரிகிறாள்  வண்ணங்கள் இல்ல உன் சின்ன நிலா தன்னோட உள்ள வா என்றதோ தீ நின்ற அகல் உன் வாழ்வின் நகல் உன்னுள்ளேயே தானாய் விதைக்குதோ மீண்டும் உன்னை உதைக்கிதோ  ", "மதிப்பீடு": "2", "வகை": "கானாபாடல்", "நுகர்ச்சி": "9635"}
{"திரைப்படம்": "96", "பாடலாசிரியர்": "உமா தேவி", "இசையமைப்பாளர்": "கோவிந் மேனன்", "பாடல்": "இரவிங்கு தீவாய்", "வருடம்": "2018", "பாடியவர்கள்": "சின்மயி, பிரதீப் குமார்", "பாடல்வரிகள்": "இரவிங்கு தீவாய் நமை சூழுதே விடியலும் இருளாய் வருதே நினைவுகள் தீயாய் அலை மோதுதே உடலிங்கு சாவை அழுதே  பிரிவே உருவாய் கரைந்து போகிறேன் உயிரின் உயிராய் பிரிந்து போகிறேன்  மலைகளின் நதிபோல் மனம் வழிந்து வந்தாய் வறண்டிடும் நிலத்தில் பல கடல்கள் தந்தாய் கனவே துணையாய் ஒழிந்து போகட்டும்  இரவிங்கு தீவாய் நமை சூழுதே விடியலும் இருளாய் வருதே நினைவுகள் தீயாய் அலை மோதுதே உடலிங்கு சாவை அழுதே  இந்த தாமரை குளம் மீறி தனி ஆகுதே அதன் சூரியன் பகல் இன்றி வெயில் காயிதே ஒரு பாதையில் இரு ஜீவன் துணை தேடுதே அட காலங்கள் மீறி தடை போடுதே  நீ இன்றி நானே தினம் வாழ்வதொரு வாழ்வை வாழ்வே வா நீ தான் உயிரின் உயிரே வரவா... வரவா...    தினம் தினம் உயிர் தெழும் மனம் அன்றாடம் மாயுமே உயிர் வரை நிறைந்து துணை மனம் கொண்டாடி வாழுமே  மரங்கள் சாய்ந்து கூடு வீழ்ந்து குயில்கள் ராகம் பாடுமே இரவு தீர்ந்து ஓய்ந்த போதும் நிலவு பொறுமை காக்குமே  மழை வழி கடல் விடும் வின்காதல் மண்ணை செருமமே உனை உடல் பிரிந்தினும் என் காதல் உன்னை சேர்ந்து வாழுமே நீ பொய் வா வா வா", "மதிப்பீடு": "5", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "3733"}
{"திரைப்படம்": "60 வயது மானிரம்", "பாடலாசிரியர்": "பா. விஜய்", "இசையமைப்பாளர்": "இளையராஜா", "பாடல்": "இறைவனை தேடும் உலகத்தில்", "வருடம்": "2018", "பாடியவர்கள்": "இளையராஜா", "பாடல்வரிகள்": "ஆண் : இறைவனை தேடும் உலகத்தில் இவரோ மனிதனை தேடுகிறார் இறைவனை தேடும் உலகத்தில் இவரோ மனிதனை தேடுகிறார் மனது இருப்பவன் தானே மனிதன் அவனே தேடுகிறான்  ஆண் : இந்த உலகத்தில் அவன் கிடைப்பனோ எந்த உலகத்திலே இருப்பானோ இந்த உலகத்தில் அவன் கிடைப்பனோ எந்த உலகத்திலே இருப்பானோ அவனை தேடுதல் போலே இவனே தன்னையே தேடுகிறான் தன்னையே தேடி தேடி இவர்கள் அவனை மறந்துவிட்டார்  ஆண் : இறைவனை தேடும் உலகத்தில் இவரோ மனிதனை தேடுகிறார் மனது இருப்பவன் தானே மனிதன் அவனே தேடுகிறான்  ஆண் : பொன்னும் மணியும் பூட்டி வைத்தவன் இன்னும் கோடி தேட கோடி கோடி குவித்து வைத்தவன் கோட்டை கொடியை தேட  ஆண் : ஆசை தீர ஆடி பார்த்தவன் அடுத்த உயரம் தேட உச்சம் தன்னை தொட்டு நிற்பவன் உச்ச புகழை தேட  ஆண் : தேடலே இந்த வாழ்க்கையின் தேவையாய் ஆனதே ஆயுளின் மொத்த காலமும் தேடியே போனதே  ஆண் : அந்த இறைவன் இறைவன் பூமிக்கு வந்தான் இதயம் ஒன்றை தேடி அது கிடைக்கவில்லை போடி  ஆண் : இறைவனை தேடும் உலகத்தில் இவரோ மனிதனை தேடுகிறார் மனது இருப்பவன் தானே மனிதன் அவனே தேடுகிறான்  ஆண் : வாட்டம் இன்றி காற்றை போலவே வாழும் மனிதம் எங்கே ஆட்டம் போட்டு கூட்டம் கூட்டியே ஆழும் மனிதன் இங்கே  ஆண் : கொஞ்சம் மனிதம் நெஞ்சில் வைத்து தான் மிஞ்சும் மனிதன் எங்கே நெஞ்சம் எங்கும் வஞ்சம் சேர்த்து தான் எஞ்சும் மனிதன் இங்கே  ஆண் : யாருமே இல்லை என்றுதான் யாருமே இல்லையே கருவிலே தோன்றும் உயிரெல்லாம் கடவுளின் பிள்ளையே  ஆண் : அட மனிதா மனிதா அலைச்சலை ஒளித்து அமைதி ஒன்றை தேடு அது கடவுள் வரைந்த கொடு  ஆண் : இறைவனை தேடும் உலகத்தில் இவரோ மனிதனை தேடுகிறார் மனது இருப்பவன் தானே மனிதன் அவனே தேடுகிறான்  ஆண் : இந்த உலகத்தில் அவன் கிடைப்பனோ எந்த உலகத்திலே இருப்பானோ இந்த உலகத்தில் அவன் கிடைப்பனோ எந்த உலகத்திலே இருப்பானோ அவனை தேடுதல் போலே இவனே தன்னையே தேடுகிறான் தன்னையே தேடி தேடி இவர்கள் அவனை மறந்துவிட்டார்  ஆண் : இறைவனை தேடும் உலகத்தில் இவரோ மனிதனை தேடுகிறார் மனிதனை தேடுகிறார் மனிதனை தேடுகிறார்", "மதிப்பீடு": "5", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "2598"}
{"திரைப்படம்": "தானா சேர்ந்த கூட்டம்", "பாடலாசிரியர்": "தாமரை", "இசையமைப்பாளர்": "அனிருத் ரவிசந்தர்", "பாடல்": "எங்கே என்று போவது", "வருடம்": "2018", "பாடியவர்கள்": "அனிருத் ரவிசந்தர், ஷாக்திஸ்ரீ கோபாலன்", "பாடல்வரிகள்": "எங்கே என்று போவது யாரை சொல்லி நோவது.  ஏதோ கொஞ்சம் வாழும் போதே தோற்று தோற்று சாவது.  ரத்தம் கேட்கும் பேய் இது ராத்திரி பகலா மாயுது.  உறவே இல்லை ஒவ்வொன்றாக கூறு போட்டு கொல்லுது.  பிறப்பதே பிழை என்னும் இழிநிலை உண்மை இல்லை நாட்டில்.  தவருததே மழை தினம் படும் வதை மூழுகின்றோம் சேற்றில்.  ஒரு உயிருக்கு இங்கு விலை என்ன வெறும் கண்ணீர் சிந்தி பயன் என்ன.  தினம் நானும் நீயும் காணும் கனவுகள் கருகி போவும் நிலை என்ன.  ஒரு திறமை இருந்த போதாதா இடம் தேடி கொண்டு வராதா\\.  இந்த லஞ்சம் ஊழல் ரெண்டும் இங்கே கெட்ட வார்த்தை ஆகாதா.  மொழி தெரிந்தும் அலைகின்றோம் தனியாக வளர்கின்றோம்.  தலைகீழாய் திரிகின்றோம் திசை தெரியாமல் திணறுகிறோம்.  மொழி தெரிந்தும் அழைகின்றோம் தனியாக வளர்கின்றோம்.  தலைகீழாய் திரிகின்றோம் திசை தெரியாமல் திணறுகிறோம்.  ஆட்சிகள் மாறலாம் சாட்சிகள் மாறுமா சூழ்நிலை மாறலாம் சூழ்ச்சிகள் மாறுமா.  இனி நாம் ஒரு தாயம் கீச்சியே ஏணி ஏறனும் எதிரி அடி வாங்கி வாங்கி ஓடி போகணும்.  இது வலியால் வாடிய கூட்டமடா ஒரு புதிரான போராட்டமடா.  இது தேடி சேர்த்த கூட்டம் இல்லை தானா சேர்ந்த கூட்டமடா.  இது வலியால் வாடிய கூட்டமடா ஒரு புதிரான போராட்டமடா.  இது தேடி சேர்த்த கூட்டம் இல்லை தானா சேர்ந்த கூட்டமடா.  தீதும் நன்றும் சேர்ந்தே வாழும் ஊரில் தீமை மட்டும் ஓங்கி நிற்க்கும் வேளை.  காற்றும் கூட காசை கேட்கும் காலம் வந்தால் நாமும் என்ன நாமும் செய்ய கூடும்.  இது தானா சேர்ந்த கூட்டமடா இது தானா சேர்ந்த கூட்டமடா.  இது தேடி சேர்த்த கூட்டம் இல்லை தானா சேர்ந்த கூட்டமடா.  இது வலியால் வாடிய கூட்டமடா ஒரு புதிரான போராட்டமடா.  இது தேடி சேர்த்த கூட்டம் இல்லை தானா சேர்ந்த கூட்டமடா. ", "மதிப்பீடு": "4", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "3733"}
{"திரைப்படம்": "கோலமாவு கோகிலா", "பாடலாசிரியர்": "விவேக் (lyricist)", "இசையமைப்பாளர்": "அனிருத் ரவிசந்தர்", "பாடல்": "எதுவரையோ", "வருடம்": "2018", "பாடியவர்கள்": "சீன் றொல்டன் & கௌதம் வாசுதேவ் மேனன்", "பாடல்வரிகள்": "எதுவரையோ எதுவரையோ இந்த வழியே எதுவரையோ இருள் அணியாதோ  விதியோ தலை விதியோ இந்த கதியே தலை விதியோ துயர் மறையாதோ  மறுபடி நிலா பொழியாதோ மறுபடி நிலா பொழியாதோ நிறையாதோ  நிழல் தரும் கணா விரியாதோ நிழல் தரும் கணா தெரியாதோ விரியாதோ காயம் வருதே காயம் வருதே சோக குழியில் வாழ விடுதே காணும் எதுவும் வீழும் பொழுதும் மாய படியில் காதல் எழுதே  காயம் வருதே சாபம் தருதே காயம் வருதே காயம் வருதே சோக குழியில் வாழ விடுதே காணும் எதுவும் வீழும் பொழுதும் மாய படியில் காதல் எழுதே  பாரம் வந்து பாரம் வந்து சேர யாரும் இல்லை யாரும் இல்லை கூற தனிமையிலே உலவுகிறேன் அழுதிடவே பழகுகிறேன்  வாழ வேண்டும் வாழ வேண்டும் என்று ஆசை தோன்றும் ஆசை தோன்றும் இன்று கடல் நடுவே ததும்புகிறேன் கரை வருமா இறங்குகிறேன்  விழிகளின் வினா உடையாதோ முடியாதோ விழிகளின் வினா உடையாதோ முடியாதோ உர நகராதோ அடைபடும் புறா நகராதோ உயராதோ  காயம் வருதே சாபம் தருதே காயம் வருதே காயம் வருதே சோக குழியில் வாழ விடுதே காணும் எதுவும் வீழும் பொழுதும் மாய படியில் காதல் எழுதே  காயம் வருதே காயம் வருதே சோக குழியில் வாழ விடுதே காணும் எதுவும் வீழும் பொழுதும் மாய படியில் காதல் எழுதே", "மதிப்பீடு": "5", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "1205"}
{"திரைப்படம்": "2.0", "பாடலாசிரியர்": "மதன் கார்கி", "இசையமைப்பாளர்": "ஏ. ஆர். ரஹ்மான்", "பாடல்": "எந்திர லோகத்து சுந்தரியே", "வருடம்": "2018", "பாடியவர்கள்": "சாஸ்ஷா திருபதி, சித் ஸ்ரீராம்", "பாடல்வரிகள்": "என் உயிரே உயிரே பேட்டிரியே எனை நீ பிரியாதே என் உயிரே உயிரே பேட்டிரியே துளியும் குறையாதே   எந்திர லோகத்து சுந்தரியே எண்களில் காதலை சிந்துறியே என்ஜின்நை அள்ளி கொஞ்சுறியே ஹே மின்சார சம்சாரமே  ரத்தம் அல்ல கன்னம் முத்தம் வைகட்டா புத்தம் புது தாப ரோஜா பூக்க செய்யட்டா சுத்தம் செய்த டேட்டா மட்டும் ஊட்டி விடடா ஹே உன் பஸ் இன் கண்டக்டர் நான்  என் உயிரே உயிரே பேட்டிரியே எனை நீ பிரியாதே என் உயிரே உயிரே பேட்டிரியே துளியும் குறையாதே என் உயிரே உயிரே பேட்டிரியே எனை நீ பிரியாதே என் உயிரே உயிரே பேட்டிரியே துளியும் குறையாதே  எந்திர லோகத்து சுந்தரியே எண்களில் காதலை சிந்துறியே என்ஜின் நை அள்ளி கொஞ்சுறியே ஹே மின்சார சம்சாரமே   என் சென்சார்கு உணவும் உணர்வும் நீ  என் கேபிள் வலி பரவும் தரவும் நீ  என் விசைப்பொறி இயக்கும் மயக்கம் நீ  என் நியுரோன் எல்லாம் நிறையும் நிலவும் நீ  என் புது பதிவே, என் கடவு சொல்லே என் தனி மடி கணினி ரஜினி நீ  ஹஹஹா    இலகும் இலகும் இரும்பும் நீ இன்றே உருகி ஒன்றாய் ஆவோம் நாம்  Alpha என் Alpha நீதான் இனி மெகா OMEGA நீதான் இனி லவ் யு ப்ரம் ஜீரோ டு இன்பினிட்டி  என் உயிரே உயிரே பேட்டிரியே எனை நீ பிரியாதே என் உயிரே உயிரே பேட்டிரியே துளியும் குறையாதே   என் உயிரே உயிரே பேட்டிரியே எனை நீ பிரியாதே  எந்திர லோகத்து சுந்தரியே என் கலீல் காதலை சிந்துறியே என்ஜின் நை அள்ளி கொஞ்சுறியே ஹே மின்சார சம்சாரமே  ரத்தம் அல்ல கன்னம் முத்தம் வைகட்டா புத்தம் புது தாப ரோஜா பூக்க செய்யட்டா  சுத்தம் செய்த டேட்டா மட்டும் ஊட்டி விடடா ஹே உன் பஸ் இன் கண்டக்டர் நான்  என் உயிரே உயிரே பேட்டிரியே எனை நீ பிரியாதே என் உயிரே உயிரே பேட்டிரியே துளியும் குறையாதே  என் உயிரே உயிரே பேட்டிரியே எனை நீ பிரியாதே என் உயிரே உயிரே பேட்டிரியே துளியும் குறையாதே", "மதிப்பீடு": "2", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "6450"}
{"திரைப்படம்": "கோலி சோடா 2", "பாடலாசிரியர்": "மனி அமுதவன்", "இசையமைப்பாளர்": "அச்சு ராஜமனி", "பாடல்": "என் பொண்டாட்டி நீ பொண்டாட்டி", "வருடம்": "2018", "பாடியவர்கள்": "அச்சு", "பாடல்வரிகள்": "ஆத்தோர பேரழகி  எங்க நீ வந்தழகி உன்ன பாக்குறேன் உள்ள ஒளறுறேன் நான் காதல  ஆத்தாடி ஆட்டுக்குட்டி நான் போடும் சோப்பு கட்டி போல மனக்குற என்ன இழுக்குற நீ போகையில   அரும்பாத மீசையை நீ தான் முறுக்கியே திரிய வச்ச விளங்காத ஏதோ ஒன்ன தான் நீ விளங்க வச்ச  அட ஒண்டி கட்ட ஒண்டி கட்ட நான்தான் தாய கட்ட தாய கட்ட நீதா எம் மனசில் உம் மனச இப்போ சோடி சேக்குறியே  என் பொண்டாட்டி நீ பொண்டாட்டி நீ தான் டி செல்ல குட்டி செல்ல குட்டி தான் டி எம் மனசில் உம் மனச இப்போ சோடி சேக்குறியே  ஆத்தி என் மஞ்சணத்தி செவ் வான செங்கலத்தி உன் கூட்டுல ஒரு குருவி தான் இடம் தேடுது  சின்னூண்டு கண்ணொருத்தி செந்தொரு கை பிடிச்சி வா பேசலாம் காத்தோட்டமா எதையாவது  ஓ கணக்கா கண்ண ஏது பாத்து போற கூட்டி கொஞ்சம் கழிச்சி பாத மிச்சம் நீ வார  என் பொண்டாட்டி நீ பொண்டாட்டி நீ தான் டி செல்ல குட்டி செல்ல குட்டி தான் டி எம் மனசில் உம் மனச இப்போ சோடி சேக்குறியே   அடியே என் அழகியே ஏ புள்ள என்ன விட்டு எங்க போற நீ வெக்கத்தை விட்டு வாடி வீட்டை விட்டு வெளிய வாடி உன் அழகான முகத்தை நான் இப்போ பாக்கணும்னு துடிக்கிறேன்  என் பொண்டாட்டி நீ பொண்டாட்டி நீ தான் டி செல்ல குட்டி செல்ல குட்டி தான் டி எம் மனசில் உம் மனச இப்போ சோடி சேக்குறியே", "மதிப்பீடு": "4", "வகை": "கானாபாடல்", "நுகர்ச்சி": "8137"}
{"திரைப்படம்": "நிமிர்", "பாடலாசிரியர்": "தாமரை", "இசையமைப்பாளர்": "தர்புகா சிவா", "பாடல்": "எப்போதும் உன் மேல்", "வருடம்": "2018", "பாடியவர்கள்": "Vijay Prakash", "பாடல்வரிகள்": "எப்போதும் உன் மேல் நியாபகம் என் உள்ளத்தை ஈர்த்தப் பூமுகம் அன்றாடம் உன்னை பார்க்கனும் என் அன்பெல்லாம் கொட்டி தீர்க்கனும் அருகில் வா என அழைக்கவா விரல் கோர்க்கனும் தோள்சாய்க்கனும்  எப்போதும் உன் மேல் நியாபகம் என் உள்ளத்தை ஈர்த்தப் பூமுகம் அன்றாடம் உன்னை பார்க்கனும் என் அன்பெல்லாம் கொட்டி தீர்க்கனும் அருகில் வா என அழைக்கவா விரல் கோர்க்கனும் தோள்சாய்க்கனும்   அந்தி வெயில் அடங்கையில் நானும் நீயும் பேசனும் சத்தமிடும் வளையலை சங்கம் வைத்து தீர்க்கனும் பக்கத்துல வந்து வெட்கத்தையும் தந்து சொக்க வைத்தாய் அன்று சேலைப் போல நானும் தோளில் சரியனும்  எப்போதும் உன் மேல் நியாபகம் என் உள்ளத்தை ஈர்த்தப் பூமுகம் அன்றாடம் உன்னை பார்க்கனும் என் அன்பெல்லாம் கொட்டி தீர்க்கனும் அருகில் வா என அழைக்கவா விரல் கோர்க்கனும் தோள்சாய்க்கனும்   என்ன இது உயிரிலே ஊஞ்சல் ஒன்று ஆடுதே எங்கிருந்தோ உடலையும் காய்ச்சல் வந்து மூடுதே பத்து விரல் தேயும் நித்திரையும் போகும் எத்தனை நாள் இந்த வாதை? தென்றல் கூட கருணைக் கொண்டு தழுவுதே  எப்போதும் உன் மேல் நியாபகம் என் உள்ளத்தை ஈர்த்தப் பூமுகம் அன்றாடம் உன்னை பார்க்கனும் என் அன்பெல்லாம் கொட்டி தீர்க்கனும் அருகில் வா என அழைக்கவா விரல் கோர்க்கனும் தோள்சாய்க்கனும்  எப்போதும் உன் மேல் நியாபகம் என் உள்ளத்தை ஈர்த்தப் பூமுகம் அன்றாடம் உன்னை பார்க்கனும் என் அன்பெல்லாம் கொட்டி தீர்க்கனும்  ", "மதிப்பீடு": "5", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "7301"}
{"திரைப்படம்": "நிமிர்", "பாடலாசிரியர்": "மோகன் ராஜன்", "இசையமைப்பாளர்": "தர்புகா சிவா", "பாடல்": "ஏனடி ஏனடி", "வருடம்": "2018", "பாடியவர்கள்": "ஹரிசரன்", "பாடல்வரிகள்": "ஏனடி ஏனடி என்னைத் தொட்டு ஏன் இன்று மின்னல் அடித்தாய் நீயடி நீயடி நினைவிடம் சொல்லாமல் நீயாகிறேன்  கனவிலும் காணாத பெண்ணா இவள் அய்யோ அய்யோ மனம் திண்டாடுதே முதல் முறை பெண்ணாக நான் காண்கிறேன் இதோ இதோ மனம் கொண்டாடுதே   ஏனடி ஏனடி என்னைத் தொட்டு ஏன் இன்று மின்னல் அடித்தாய் நீயடி நீயடி நினைவிடம் சொல்லாமல் நீயாகிறேன்   விழியில் பேசிப் போவாய் சொல்லாமல் நான் பார்க்கையில் புயலை வீசி போகின்றாய் விரலோடு காதல் சேர்த்தால் யாரடியோ நீதான் உனக்குள்ளே உன்னைத்தான் நான் தேடினேன்  யாரடியோ நீ யாரடியோ எனக்குள்ளே நான் இன்று போராடினேன் தேடும் கண்கள் தேடும் அது உன்னை மட்டும் பாடும் நெஞ்சம் பாடும் உன் பேரை மட்டும் போதும் பெண்ணே போதும் நீ நெஞ்சை கொன்றாய் போதும் கண்ணே போதும் நீ என்னை வென்றாய்   ஏனடி ஏனடி என்னைத் தொட்டு ஏன் இன்று மின்னல் அடித்தாய் நீயடி நீயடி நினைவிடம் சொல்லாமல் நீயாகிறேன்  மலரைப் போலே மெலிதாய் நெஞ்சோடு நீ தோன்றினாய் நிலவை போலே ஆனாயே வானம் ஆனேன் ஏனோ  காதலியோ நீதான் நிஜமெது ? நிழலெது ? சொல்வாயடி தேவதையோ என் தேவதையோ இனி முதல் எனை என்று காணபேனோ நான்  தேடும் கண்கள் தேடும் அது உன்னை மட்டும் பாடும் நெஞ்சம் பாடும் உன் பேரை மட்டும் போதும் பெண்ணே போதும் நீ நெஞ்சை கொன்றாய் போதும் கண்ணே போதும் நீ என்னை வென்றாய்   ஏனடி ஏனடி என்னைத் தொட்டு ஏன் இன்று மின்னல் அடித்தாய் நீயடி நீயடி நினைவிடம் சொல்லாமல் நீயாகிறேன்   கனவிலும் காணாத பெண்ணா இவள் அய்யோ அய்யோ மனம் திண்டாடுதே முதல் முறை பெண்ணாக நான் காண்கிறேன் இதோ இதோ மனம் கொண்டாடுதே   ஏனடி ஏனடி என்னைத் தொட்டு ஏன் இன்று மின்னல் அடித்தாய் நீயடி நீயடி நினைவிடம் சொல்லாமல் நீயாகிறேன்", "மதிப்பீடு": "4", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "4050"}
{"திரைப்படம்": "கலகலப்பு 2", "பாடலாசிரியர்": "ரோகேஷ்", "இசையமைப்பாளர்": "ஹிப்ஹொப் தமிழா", "பாடல்": "ஒரு குச்சி ஒரு குல்பி", "வருடம்": "2018", "பாடியவர்கள்": "கானா வினோத், சரவெடி சரன்", "பாடல்வரிகள்": "ஒரு குச்சி ஒரு குல்பி வந்து நின்னு எடு செல்ஃபி ஒரு குச்சி ஒரு குல்பி வந்து நின்னு எடு செல்ஃபி  உன் கூடத்தான் போட்டோ புடிச்சேன் டச் போன்ல அதுக்கு டச் இச்சு கொடுப்பேன் ஹனிமூனுல இதுக்கு   உன் கூடத்தான் போட்டோ புடிச்சேன் டச் போன்ல அதுக்கு டச் இச்சு கொடுப்பேன் ஹனிமூன்ல  எப்ப சொன்ன தள்ளி தள்ளி போவாதமா நில்லு நில்லு நம்ம கல்யாணத்த எங்க வச்சிக்கலாம்  சொல்லு சொல்லு நிறுத்தி சொல்லு  தள்ளி தள்ளி போவாதமா நில்லு நில்லு நம்ம கல்யாணத்த எங்க வச்சிக்கலாம் சொல்லு சொல்லு  வந்த மகாலக்ஷ்மியே நீ வந்ததால ஓவர்நைட்ல நானும் இரஜினியே  வந்த மகாலக்ஷ்மியே நீ வந்ததால ஓவர்நைட்ல நானும் இரஜினியே  யாரு யாரு அண்ணாத்த யாரு யாரு அண்ணனோட அக்காவுக்கு சூப்பர்ஸ்டாரு  யாரு யாரு அண்ணாத்த யாரு யாரு அண்ணனோட அக்காவுக்கு சூப்பர்ஸ்டாரு  ஸ்டெரெய்ட்டா உன்ன பாத்தா நீ இருக்குற கொய்ட்டா ஒய்ட்டா டியூப்லைட்டா நீ ஜொலிக்கிற பிரைட்டா   சைசா சின்ன வயசா உன்ன பாத்தேன் நைசா பலபலனு மினுக்குறியே பிளாஸ்டிக் ரைசா  கரைஞ்ச குச்சி ஐஸா குலுக்கல் பம்பர் ப்ரைசா பிரியாணி நீ இருக்க எதுக்குடி பீட்சா  பக்கத்துல நீயும் இருந்தா பாத்துகடி மாமே தில்லா தான் மேக மால் கட்டி வச்சேன் மனசுக்குள்ள தான்  ஜிங்குலியா ஜினுக்கு தேவதைய கண்ணக்கா நம்மலப் போல கப்புலு (couple) ஊரில் இருக்கா  ஜிங்குலியா ஜினுக்கு தேவதைய கண்ணக்கா நம்மலப் போல கப்புல் (couple) ஊரில் இருக்கா  இந்த ஊரில் இருக்கா நம்ம ஊரில் இருக்கா இந்த ஊரில் இருக்கா.....   ஒரு குச்சி ஒரு குல்பி வந்து நின்னு எடு செல்ஃபி ஒரு குச்சி ஒரு குல்பி வந்து நின்னு எடு செல்ஃபி  உன் கூடத்தான் போட்டோ புடிச்சேன் டச் போன்ல அதுக்கு டச் இச்சு கொடுப்பேன் ஹனிமூன்ல இதுக்கு   உன் கூடத்தான் போட்டோ புடிச்சேன் டச் போன்ல அதுக்கு டச் இச்சு கொடுப்பேன் ஹனிமூன்ல  எப்ப சொன்ன தள்ளி தள்ளி போவாதமா நில்லு நில்லு நம்ம கல்யாணத்த எங்க வச்சிக்கலாம் சொல்லு சொல்லு   தள்ளி தள்ளி போவாதமா நில்லு நில்லு நம்ம கல்யாணத்த எங்க வச்சிக்கலாம் சொல்லு சொல்லு   வந்த மகாலக்ஷ்மியே நீ வந்ததால ஓவர்நைட்ல நானும் இரஜினியே வந்த மகாலக்ஷ்மியே நீ வந்ததால ஓவர்நைட்ல நானும் இரஜினியே  ஒரு குச்சி ஒரு குல்பி வந்து நின்னு எடு செல்ஃபி ஒரு குச்சி ஒரு குல்பி வந்து நின்னு எடு செல்ஃபி   சொல்லு சொல்லு சொல்லு மாமா யாரு யாரு அண்ணாத்த யாரு யாரு அண்ண்னோட அக்காவுக்கு சூப்பர்ஸ்டாரு  சோக்கா சொன்ன", "மதிப்பீடு": "5", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "8687"}
{"திரைப்படம்": "சர்கார்", "பாடலாசிரியர்": "விவேக் (lyricist)", "இசையமைப்பாளர்": "ஏ. ஆர். ரஹ்மான்", "பாடல்": "ஒருவிரல் புரட்சியே", "வருடம்": "2018", "பாடியவர்கள்": "ஏ. ஆர். ரஹ்மான், ஸ்ரீனிதி வென்கடேஷ்", "பாடல்வரிகள்": "நேத்து வரஆஅ ஏமாளி ஏமாளி ஏமாளி நேத்து வரஆஅ ஏமாளி ஏமாளி ஏமாளி  இன்று முதல் போராளி போராளி போராளி போராளி போராளி போராளி இன்று முதல் போராளி போராளி போராளி போராளி போராளி போராளி  போராளி போராளி போராளி போராளி போராளி போராளி போராளி போராளி  ஒருவிரல் புரட்சியே இருக்குதா உணர்ச்சியே (2) ஒருவிரல் புரட்சியே இருக்குதா உணர்ச்சியே   ஏழ்மையை ஒழிக்கவே செய்யடா முயற்சியே  ஏழையை ஒழிப்பதே உங்களின் வளர்ச்சியா  திருப்பி அடிக்க இருக்கு நெருப்பு  விரலின் நுனியில் விழட்டும் கருப்பு  உன்முறை அய்யோ ஏன் தூங்கினாய் காசை பெற்று பின் ஏங்கினாய்  மானம் விற்று எதை வாங்கினாய்  ஒருவிரல் புரட்சியே இருக்குதா உணர்ச்சியே.....  நாம் ஒன்றாய் கேள்விகள் கேட்டாலே அடக்கும் கை அங்கு நடுங்காதோ எளிய மனிதன் எழுதும் விதியிலே புதிய உலகம் தொடங்காதோ  கரை வேட்டிகள் அங்கங்கு சிலை எங்கள் வெயர்வையும் ரத்தமும் விலை  வெறும் வேதனையே இங்கு நிலை  எழு மாற்ற பறவையே  நீதியை கொல்கிறான் மௌனமாய் போகிறோம்  ஊமைகள் தேசத்தில் காதையும் மூடினோம்  மக்களின் ஆட்சியாம் என்று நாம் வாழ்கிறோம்  போர்களை தாண்டி தான் சோற்றையே காண்கிறோம்  துரோகங்கள் தாக்கியே வீதியில் சாகிறோம், அழுதிடும் கண்களில் தீயன வாழ்கிறோம்  ஒருவிரல் புரட்சியே இருக்குதா உணர்ச்சியே  ஏழ்மையை ஒழிக்கவே செய்யடா முயற்சியே  ஏழையை ஒழிப்பதே உங்களின் வளர்ச்சியா  மானம் விற்று எதை வாங்கினாய்  எதிர்காலத்தை சூறை ஆடினாய் மானம் விற்று எதை வாங்கினாய்  எதிர்காலத்தை சூறை ஆடினாய்  மானம் விற்று எதை வாங்கினாய்  எதிர்காலத்தை சூறை ஆடினாய் மானம் விற்று எதை வாங்கினாய்  எதிர்காலத்தை சூறை ஆடினாய்  ", "மதிப்பீடு": "5", "வகை": "கானாபாடல்", "நுகர்ச்சி": "9739"}
{"திரைப்படம்": "அடங்காதே", "பாடலாசிரியர்": "சஹிதி", "இசையமைப்பாளர்": "ஜீ.வி. பிரகாஷ் குமார்", "பாடல்": "ஓம் ஷிவ ஷிவ", "வருடம்": "2018", "பாடியவர்கள்": "விஜய் ப்ரகாஷ்", "பாடல்வரிகள்": "ஓம் ஷிவ ஷிவ ஹரே ஹரே ஓம் ஓம் ஓம் ஹரே ஹரே ஷிவ ஷிவ ஓம் ஓம் ஓம் சசிதர் ஷிவ ஹரே ஓம் ஓம் ஓம் ரிபுஹர் லயக்கர் ஓம் ஓம் ஓம் புரூஹுட் நுத் ஹரே ஓம் ஓம் ஓம் பிரபாவித் டிங்கர் ஓம் ஓம் ஓம் பிரசலித் பாய்கர் ஓம் ஓம் ஓம் பிறகடித் புர் ஹரே ஓம் ஓம்  பிரமத்நாத் அமர்நாத் பசுபதி மஹா கால் உஜ்ஜைன்பதி தனுஜ் துஷன் தமன் நீதி சங்கர் பாட்நெ உன்கோ பீக்கராகரித்தி ஜபிக் பார் அசுர் அமர் ரன் ஹு உஸ்மே அமர் சோர் விபால் ஹோகயா தப்னே ஷிவ்ஜி கன்ட் பர்ஸு உத்கர் அசுர் பல்கோ பூரா காதம் கர்டியா...ஹோ  யாத சாதா பிரபஞ்சித்தோ டைட்யம் ஜாக் உதோ மஹாபீடணடம் நதோ ஹிதம் நஹிரநஹீ புத்தம் ஸ்வயம் கரோ கடாபிரஹாரம்  வர்க்கி பால்சே பீம் நாம் இஃனார் அசுர் குன்செ சாதுவோகூடர் கர்தே ரஹதே ஆர் பகத் சர் கோ காட் கார்தே வஹீ ஹால் பர்  போலேநாத் அண்ட் பிண்ட பட்கர் அபர் சண்டி சா முந்திக்கொலேகர் சற்றுவோன்க்கோ இஸ் மீட்டிமே மிட்கர் டமாறுபாஜே சன தாண்டவ நூபுர்  அமித் துரிட் சோர் நறாக் காரணம் தரண மார்க்கமானால தப்தா மானஸம் நஹிதோ ஜவாலித் பாலநேத்ராஜ்வாளனாம் துஷ்ட துரித ஜன பஸ்மீப்படலாம்", "மதிப்பீடு": "1", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "3816"}
{"திரைப்படம்": "காலா", "பாடலாசிரியர்": "உமா தேவி", "இசையமைப்பாளர்": "சந்தோஷ் நாராயனன்", "பாடல்": "கண்ணம்மா", "வருடம்": "2018", "பாடியவர்கள்": "Pradeep Kumar and Dhee", "பாடல்வரிகள்": "பூவாக என் காதல் தேனூருதோ தேனாக தேனாக வானூருதோ கண்ணம்மா கண்ணம்மா கண்ணிலே என்னம்மா  ஆகாயம் சாயாம தூவானமேது ஆறாம ஆறாம காயங்கள் ஏது கண்ணம்மா கண்ணம்மா கண்ணிலே என்னம்மா  உன் காதல் வாசம் என் தேகம்  பூசும் காலங்கள் பொய்யானதே  தீராத காதல் தீயாக மோத தூரங்கள் மடை மாறுமோ  வான் பார்த்து ஏங்கும் சிறு புல்லின் தாகம் கானல்கள் நிறைவேற்றுமோ  நீரின்றி மீனும் சேறுண்டு வாழும் வாழ்விங்கு வாழ்வாகுமோ  கண்ணம்மா கண்ணம்மா கண்ணிலே என்னம்மா ஆகாயம் சாயாம தூவானமேது ஆறாம ஆறாம காயங்கள் ஏது  மீட்டாத வீணை தருகின்ற ராகம் கேட்காது பூங்காந்தலே  ஊட்டாத தாயின் கணக்கின்ற பால் போல் என் காதல் கிடக்கின்றதே  காயங்கள் ஆற்றும் தலைக்கோதி தேற்றும் காலங்கள் கைகூடுதே  தொடுவானம் இன்று நெடுவானம் ஆகி தொடும்நேரம் தொலைவாகுதே  கண்ணம்மா கண்ணம்மா கண்ணிலே என்னம்மா  ஆகாயம் சாயாம தூவானமேது ஆறாம ஆறாம காயங்கள் ஏது கண்ணம்மா கண்ணம்மா கண்ணம்மா கண்ணம்மா கண்ணிலே என்னம்மா", "மதிப்பீடு": "3", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "3760"}
{"திரைப்படம்": "ஸ்கெட்ச்", "பாடலாசிரியர்": "விஜய் சந்தர்", "இசையமைப்பாளர்": "எஸ். தமன்", "பாடல்": "கனவே கனவே", "வருடம்": "2018", "பாடியவர்கள்": "விக்ரம்", "பாடல்வரிகள்": "கனவே கனவே புது கனவே விழிக்கும் போது வரும் கனவே மனம் பறவை போலவே சிறகை விரித்து பறக்குதே  தனியே தனியே தொலைகிரனே தொலைவில் தூரல் விழுகிறதே மனம் நனைய நனைய தோன்றுதே துளி விலகி போகுதே  உன்னை தானே நானும் பார்த்தே கரைந்தேனே கேட்காமல் கால்கள் உன் பின்னே செல்கிறதே மெய்தானோ பொய்தானோ என்னை நானே கேட்டேனே ஏய் பெண்ணே அடி பெண்ணே என்னை வசியம் செய்தாயோ...  என் கண்ணுக்குள்ள உன்ன வச்சதால இமைக்காம காத்திருந்த நான் என் நெஞ்சுக்குள்ள உன்ன வச்சி தத்தேன் திக்கி முக்கி தள்ளாடுரேன் நான்  என் கண்ணுக்குள்ள உன்ன வச்சதால இமைக்காம காத்திருந்த நான் என் நெஞ்சுக்குள்ள உன்ன வச்சி தத்தேன் திக்கி முக்கி தள்ளாடுரேன் நான்  போடாத காதல் கேட்டு Gate u வெய்ட் ஆகும் எந்தன் ஆர்ட்டு Heart u கியூட்ட நீ பாக்கும் போது கானா போடு ஸ்ட்ராபெரி கண்ண பாத்து சூடாச்சு மூச்சு காத்து நெஞ்சோரம் எல்லோ (Yellow) ரைஸ் காணா போச்சே  போடாத காதல் கேட்டு Gate u வெய்ட் ஆகும் எந்தன் ஆர்ட்டு Heart u கியூட்ட நீ பாக்கும் போது கானா போடு ஸ்ட்ராபெரி கண்ண பாத்து சூடாச்சு மூச்சு காத்து நெஞ்சோரம் எல்லோ (Yellow) ரைஸ் காணா போச்சே  கனவே கனவே கனவே கனவே கனவே.. கனவே கனவே புது கனவே விழிக்கும் போது வரும் கனவே மனம் பறவை போலவே சிறகை விரித்து பறக்குதே  தனியே தனியே தொலைகிரனே தொலைவில் தூரல் விழுகிறதே மனம் நனைய நனைய தோன்றுதே துளி விலகி போகுதே  பார்வையாளே வென்றவள் வார்த்தையாலே கொன்றவள் நீயா நீயா மென்மையான பெண்ணிடம் வன்மையாக மின்னிடும் குணம்  என் கண்ணுக்குள்ள உன்ன வச்சதால இமைக்காம காத்திருந்த நான் என் நெஞ்சுக்குள்ள உன்ன வச்சி தத்தேன் திக்கி முக்கி தள்ளாடுரேன் நான்  என் கண்ணுக்குள்ள உன்ன வச்சதால இமைக்காம காத்திருந்த நான் என் நெஞ்சுக்குள்ள உன்ன வச்சி தத்தேன் திக்கி முக்கி தள்ளாடுரேன் நான்  போடாத காதல் கேட்டு Gate u வெய்ட் ஆகும் எந்தன் ஆர்ட்டு Heart u கியூட்ட நீ பாக்கும் போது கானா போடு ஸ்ட்ராபெரி கண்ண பாத்து சூடாச்சு மூச்சு காத்து நெஞ்சோரம் எல்லோ (Yellow) ரைஸ் காணா போச்சே  போடாத காதல் கேட்டு Gate u வெய்ட் ஆகும் எந்தன் ஆர்ட்டு Heart u கியூட்ட நீ பாக்கும் போது கானா போடு ஸ்ட்ராபெரி கண்ண பாத்து சூடாச்சு மூச்சு காத்து நெஞ்சோரம் எல்லோ (Yellow) ரைஸ் காணா போச்சே  கனவே கனவே கனவே கனவே கனவே புது கனவே விழிக்கும் போது வரும் கனவே மனம் பறவை போலவே சிறகை விரித்து பறக்குதே  கனவே கனவே புது கனவே விழிக்கும் போது வரும் கனவே  ", "மதிப்பீடு": "4", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "5629"}
{"திரைப்படம்": "96", "பாடலாசிரியர்": "கார்த்திக் நேதா", "இசையமைப்பாளர்": "கோவின்ந் மேனன்", "பாடல்": "கரை வந்த பிறகே", "வருடம்": "2018", "பாடியவர்கள்": "பிரதீப் குமார்", "பாடல்வரிகள்": "கரை வந்த பிறகே பிடிக்குது கடலை நரை வந்த பிறகே புரியுது உலகை  நேற்றின் இன்பங்கள் யாவும் கூடியே இன்றை இப்போதே அர்த்தம் ஆ க்குதே  இன்றின் இப்போதின் இன்பம் யாவுமே நாளை ஓர் அர்த்தம் காட்டுமே  வாழா என் வாழ்வை வாழவே தாளாமல் மேலே போகிறேன் தீரா உ ள்ஊற்றை தீண்டவே இன்றே இங்கே மீள்கிறேன்  இங்கே இன்றே ஆழ்கிறேன்  யாரோப்போல் நான் என்னை பார்க்கிறேன் ஏதும் இல்லாமலே இயல்பாய் சுடர் போல் தெளிவாய்  நானே இல்லாத ஆழத்தில் நான் வாழ்கிறேன் கண்ணாடியாய் பிறந்தே காண்கின்ற எல்லாமும் நான் ஆகிறேன்  இரு காலின் இடையிலே உரசும் பூனையாய் வாழ்க்கை போதும் அடடா எதிர் காணும் யாவுமே தீண்ட தூண்டும் அழகா  நானே நானாய் இருப்பேன் நாளில் பூராய் வசிப்பேன் போலே வாழ்ந்தே சலிக்கும் வாழ்வை மறக்கிறேன் வாகாய் வாகாய் வாழ்கிறேன் பாகாய் பாகாய் ஆகிறேன்  தோ காற்றோடு வல்லூறு தான் போகுதே பாதை இல்லாமலே அழகாய் நிகழே அதுவாய்   நீரின் ஆழத்தில் போகின்ற கல் போலவே ஓசை எல்லாம் திறந்தே காண்கின்ற கட்சிக்குள் நான் மூழ்கினேன்  திமிலெரி காலை மேல் தூங்கும் காகமே பூமி மீது இருப்பேன் புவி போகும் பொக்கில் கை கோர்த்து நானும் நடப்பேன்  ஏதோ ஏக்கம் எழுத்தே ஆஹா ஆழம் தருதே தாய் போல் வாழும் கணமே ஆரோ பாடுதே ஆரோ ஆரிராரிரோ ஆரோ ஆரிராரிரோ  கரை வந்த பிறகே பிடிக்குது கடலை நரை வந்த பிறகே புரியுது உலகை  நேற்றின் இன்பங்கள் யாவும் கூடியே இன்றை இப்போதை அர்த்தம் ஆகுதே இன்றின் இப்போதின் இன்பம் யாவுமே நாளை ஓர் அர்த்தம் காட்டுமே", "மதிப்பீடு": "1", "வகை": "கானாபாடல்", "நுகர்ச்சி": "948"}
{"திரைப்படம்": "காலா", "பாடலாசிரியர்": "கபிலன், அருன்ராஜா காமராஜ்  ரோஷன் ஜாம்ரொக்", "இசையமைப்பாளர்": "சந்தோஷ்  நாராயனன்", "பாடல்": "கற்றவை பற்றவை", "வருடம்": "2018", "பாடியவர்கள்": "யோகி பி, அருன்ராஜா காமராஜ், ரோஷன் ஜாம்ரொக்  ரஜினிகாந் (Voice Over)", "பாடல்வரிகள்": "ஒத்த தலை றாவணா பத்துதலை ஆவுடா ஒத்தையில நிக்கிற வேங்கைடா தில் இருந்தா மொத்தமா வாங்கடா எழுச்சிகளை புரட்சியாக்கவா வரம்புகளை வயல்களாக்கவா வறுமை என்னும் நோயை தீர்க்கவா அடிமைத்தனம் நீயும் போக்கவா வா... பொழுது போன  மனசில இங்க ஹே... புடிச்சு போன அழுக்குங்க தங்க வெழுத்து வாங்கும் மனுசங்க எங்க நீ... ஒண்ணு சேந்து நெரிக்கணும் சங்க வா...  YA WE COMMING CALCULATING EVERY SINGLE MOMENT உன்னிடம் உள்ளதெல்லாம் தேடி தெரிஞ்சிடு PACK OF WOLVES ON THE LOOSE AND WE HOWLING AT THE MOON உள்ளத்தில் ஒற்றுமையாய் கூடி திரிந்திடு ​ CHECK MATE!  WHITE FACADE YO MAMA SHOULD HAVE TOLD  YOU NOT TO MESS MY CHAW!!!  உன்னை வெளியிடு... இருளை பழியிடு... GO வா... உன்னையும் மண்ணையும் வென்று வா.. தீ...ராத  ஓர் தேவையை கொண்டுவா நூ...  ராயிரம் ஆண்டுகள் போதுமே ஒன்... றாகவே மாறுவாய் சீறுவாய்      ", "மதிப்பீடு": "4", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "4987"}
{"திரைப்படம்": "இமைக்கா நொடிகல்", "பாடலாசிரியர்": "ஹிப்ஹொப் தமிழா", "இசையமைப்பாளர்": "ஹிப்ஹொப் தமிழா", "பாடல்": "காதலிக்காதே மனசே", "வருடம்": "2018", "பாடியவர்கள்": "ஹிப்ஹொப் தமிழா, கௌஷிக் கிரிஷ்", "பாடல்வரிகள்": "காதலிக்காதே மனசே காதலிக்காதே காதலிச்சு கடைசியில கயித்தில் தொங்காதே  காதலிக்காதே மனசே காதலிக்காதே காதலிச்சு கடைசியில கயித்தில் தொங்காதே  கண்ட கண்ட நாயெல்லாம் ப்ரெண்டுனு சொல்லி உண்மையான காதலுக்கு வெச்சாடா கொல்லி  கண்ட கண்ட நாயெல்லாம் ப்ரெண்டுனு சொல்லி உண்மையான காதலுக்கு வெச்சாடா கொல்லி  காதலிக்காதே மனசே காதலிக்காதே காதலிச்சு கடைசியில கயித்தில் தொங்காதே  காதலிக்காதே மனசே காதலிக்காதே காதலிச்சு கடைசியில கயித்தில் தொங்காதே  அவளும் நானும் இருக்கு மட்டும் லவ்வு ரொம்ப சூப்பரு நடுவுல தான்  வந்தான் அவ பிரெண்டுன்னு ஒரு ஜோக்காரு  கையிலத்தான் மாட்டிகிட்டா செத்தாண்டா சேகரு நான் கூலான ஆளு டென்சன் ஆகும் முன்னே ஓடிடு  கஷ்ட பட்டு கரக்ட் பண்ணு நல்ல பிகர் உனக்கு ஒண்ணு மாட்டும் மாட்டும் ஒரு நாள் மாட்டும்  மத்தவங்க ஃபிகர் எல்லாம் இஸ்டதுக்கு கரக்டு பண்ணா உன் பிகர கன்பார்மா ஊரே ஓட்டும்  தூங்க விடலையே என்ன தூங்க விடலையே நைட் எல்லாம் கடல போட்டு தூங்க விடலையே  வாங்க விடலையே என்ன வாங்க விடலையே பரிச்சயில பாஸு மார்க் வாங்க விடலையே  காதலிக்காதே மனசே காதலிக்காதே காதலிச்சு கடைசியில கயித்தில் தொங்காதே  காதலிக்காதே மனசே காதலிக்காதே காதலிச்சு கடைசியில கயித்தில் தொங்காதே  கடல்கரையில சுண்டல் வெச்சி வளத்த காதலு இன்னிக்கி இன்டெர்னேட்டில் டிண்டர் வெச்சி வழக்குராங்கப்பா  முன்ன முன்ன பின்ன தெரியாத பசங்க கூடத்தான் கடல போட்டு ஃபிரெண்ட்சிப்புன்னு இளிக்கிறங்கப்பா  என்னடி நடக்குது மர்மமா இருக்குது வந்தவன் போனவனேல்லாம் உன்ன கட்டி புடிக்கிது  லைட்டா வலிக்கிது ஹார்ட்டு துடிக்கிது ஐயோ அய்யய்யோ எண்ணமா நடிக்குது  தூங்க விடலையே என்ன தூங்க விடலையே நைட் எல்லாம் கடல போட்டு தூங்க விடலையே  வாங்க விடலையே என்ன வாங்க விடலையே பரிச்யில பாஸு மார்க் வாங்க விடலையே  ", "மதிப்பீடு": "3", "வகை": "கானாபாடல்", "நுகர்ச்சி": "3712"}
{"திரைப்படம்": "96", "பாடலாசிரியர்": "கார்திக் நேதா", "இசையமைப்பாளர்": "கோவின்ந் மேனன்", "பாடல்": "காதலே காதலே", "வருடம்": "2018", "பாடியவர்கள்": "கோவிந் வசந்தா, சின்மயி", "பாடல்வரிகள்": "கொஞ்சும் பூரணமே வா நீ கொஞ்சும் எழிலிசையே பஞ்சவர்ண பூதம் நெஞ்சம் நிறையுதே காண்பதெல்லாம் காதலடி  காதலே காதலே தனி பெருந்துணையே கூட வா கூட வா போதும் போதும்  காதலே காதலே வாழ்வின் நீளம் போகலாம் போக வா நீநீநீ", "மதிப்பீடு": "5", "வகை": "கானாபாடல்", "நுகர்ச்சி": "6658"}
{"திரைப்படம்": "இமைக்கா நொடிகள்", "பாடலாசிரியர்": "ரீஜே  மற்றும் அல்-ருபியன்", "இசையமைப்பாளர்": "ஹிப்ஹொப் தமிழா", "பாடல்": "காதல் ஒரு ஆகாயம்", "வருடம்": "2018", "பாடியவர்கள்": "மோஹனராஜன்", "பாடல்வரிகள்": "காதல் ஒரு ஆகாயம் அது என்றும் வீழ்வது இல்லையடி கண்ணீர் ஒரு வெண்மேகம் வீழாமல் இருப்பதும் இல்லையடி  கடலுக்குள்ளே மீன் அழுதால் மீன் கண்ணீர் வெளியே தெரியாதே உன்னை மெல்ல நீ உணர்ந்தால் உன் காதல் என்றும் பிரியாதே  காதல் ஒரு ஆகாயம் அது என்றும் வீழ்வது இல்லையடி கண்ணீர் ஒரு வெண்மேகம் வீழாமல் இருப்பதும் இல்லையடி  இதயம் கேட்கும் காதலுக்கு வேறெதையும் கேட்டிட தெரியாது அன்பை கேட்கும் காதலுக்கு சந்தேகம் தாங்கிட முடியாது  மேடும் பள்ளம் இல்லாமல் ஒரு பாதை இங்கு கிடையாது பிரிவும் துயரம் இல்லாமல் ஒரு காதலின் ஆழம் புரியாதே  காதல் ஒரு ஆகாயம் அது என்றும் வீழ்வது இல்லையடி கண்ணீர் ஒரு வெண்மேகம் வீழாமல் இருப்பதும் இல்லையடி  கடலுக்குள்ளே மீன் அழுதால் மீன் கண்ணீர் வெளியே தெரியாதே உன்னை மெல்ல நீ உணர்ந்தால் உன் காதல் என்றும் பிரியாதே   (adsbygoogle = window.adsbygoogle || []).push({});  காதல் ஒரு ஆகாயம் அது என்றும் வீழ்வது இல்லையடி கண்ணீர் ஒரு வெண்மேகம் வீழாமல் இருப்பதும்  இல்லையடி இல்லையடி இல்லையடி இல்லையடி இல்லையடி இல்லையடி", "மதிப்பீடு": "5", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "49"}
{"திரைப்படம்": "கலகலப்பு 2", "பாடலாசிரியர்": "மோகன் ராஜன்", "இசையமைப்பாளர்": "ஹிப்ஹொப் தமிழா", "பாடல்": "காரைக்குடி இளவரசி", "வருடம்": "2018", "பாடியவர்கள்": "ஜெஸி கிப்ர், சுதர்சன் அசோக்", "பாடல்வரிகள்": "காரைக்குடி இளவரசி என் நெஞ்ச தாக்குற மவராசி தூத்துக்குடி வரகரிசி நீ காயப்போடுர என்ன அலசி  கண்ணு அது கன்- னு (Gun ) மாதிரி கண்ணம் அது பண்ணு மாதிரி பார்வ அது ஜின்னு மாதிரி போத ஏத்துது டா  மூக்கு அது குல்பி மாதிரி உதடு அது பற்பி மாதிரி பொண்ணு இவ வேற மாதிரி என்ன கொண்ணா டா  மசக்கியே மசக்கியே மயங்கி நானும் போறேனடி சிறுக்கியே சிறுக்கியே சிதறி நானும் போறேனடி  மசக்கியே மசக்கியே மயங்கி நானும் போறேனடி சிறுக்கியே சிறுக்கியே சிதறி நானும் போறேனடி  ஏன்டி ஏன்டி ஒட்டு மொத்த உலக அழக எல்லாம் ஒருத்தி நீ வச்சிருக்கியே என் மனச கைமா பண்ணி குருமா போல் கொதிக்க நீ விட்டுப்புட்டியே  ஏன்டி ஏன்டி  ஒட்டு மொத்த உலக அழக எல்லாம் ஒருத்தி நீ வச்சிருக்கியே என் மனச கைமா பண்ணி குருமா போல் கொதிக்க நீ விட்டுப்புட்டியே   ஆல் இன் ஆல் அழகு ராஜா நான்தான் அம்மாடி உன் மனச ரிப்பேர் ஆக்க பிறந்தேன் கில்லாடி  பாத்த உடனே பல்ஸ்ச ஏத்தி போராலே எம்மா எம்மா டி ஜிபி எஸ் இல்லாமலே வருவேனே நா உன் பின்னாடி  காரைக்குடி இளவரசி என் நெஞ்ச தாக்குற மவராசி தூத்துக்குடி வரகரிசி நீ காயப்போடுர என்ன அலசி  காரைக்குடி இளவரசி என் நெஞ்ச தாக்குற மவராசி தூத்துக்குடி வரகரிசி நீ காயப்போடுர என்ன அலசி  மசக்கியே மசக்கியே மயங்கி நானும் போறேனடி சிறுக்கியே சிறுக்கியே சிதறி நானும் போறேனடி   மசக்கியே மசக்கியே மயங்கி நானும் போறேனடி சிறுக்கியே சிறுக்கியே சிதறி நானும் போறேனடி  ஏன்டி ஏன்டி ஒட்டு மொத்த உலக அழக எல்லாம்  ஒருத்தி நீ வச்சிருக்கியே என் மனச கைமா பண்ணி குருமா போல் கொதிக்க நீ விட்டுப்புட்டியே ...   ஏன்டி ஏன்டி ஒட்டு மொத்த உலக அழக எல்லாம்  ஒருத்தி நீ வச்சிருக்கியே என் மனச கைமா பண்ணி குருமா போல் கொதிக்க நீ விட்டுப்புட்டியே ...  கண்ணு யயய.. கண்ணம் யயய.. பார்வ யயய..  கண்ணு அது கன்- னு (Gun ) மாதிரி கண்ணம் அது பண்ணு மாதிரி பார்வ அது ஜின்னு மாதிரி போத ஏத்துது டா  மூக்கு அது குல்பி மாதிரி உதடு அது பற்பி மாதிரி பொண்ணு இவ வேற மாதிரி என்ன கொண்ணா டா  காரைக்குடி இளவரசி என் நெஞ்ச தாக்குற மவராசி தூத்துக்குடி வரகரிசி நீ காயப்போடுர என்ன அலசி  காரைக்குடி இளவரசி என் நெஞ்ச தாக்குற மவராசி தூத்துக்குடி வரகரிசி நீ காயப்போடுர என்ன அலசி", "மதிப்பீடு": "3", "வகை": "கானாபாடல்", "நுகர்ச்சி": "7730"}
{"திரைப்படம்": "அடங்கமறு", "பாடலாசிரியர்": "சாம். சீ. எஸ்", "இசையமைப்பாளர்": "சாம். சீ. எஸ்", "பாடல்": "கார் இருள் பார் இது", "வருடம்": "2018", "பாடியவர்கள்": "சிவம்", "பாடல்வரிகள்": "கார் இருள் பார் இது வீழ்த்திட பார்க்குது  ஓர் விடை தேடியே நாழிகை ஓடுது  அதர்ம வலைகள் பின்னும் கூட்டம் தான் அதனை தேடி அலைகின்றேன் நான் பிணத்தை தேடும் ஒரு கழுகின் கண் என்னை துரத்தினாலும் விட மாட்டேன் நான்  கொலைகளம் அலைகழித்திடும் ஒர் படைக்களம் துலங்கிடும் விரைவினில் தெழிந்திடும்  தடயம் மாய வில்லை தடைகள் ஏதுமில்லை உடையும் மாயவலை விடைகள் தூரம் இல்லை  அடங்க மறுத்து விடு அதர்மம் உடைத்து விடு வினவா ஏதுமில்லை அத்து மீறி எழு  தடயம் மாய வில்லை தடைகள் ஏதுமில்லை உடையும் மாயவலை விடைகள் தூரம் இல்லை  அடங்க மறுத்து விடு அதர்மம் உடைத்து விடு வினவ ஏதுமில்லை அத்து மீறி எழு   முகமூடியாய் கயவர் இனம் உடைத்தெரிவான் உடனே இவன்  முகமூடியாய் கயவர் இனம் உடைத்தெரிவான் உடனே இவன்", "மதிப்பீடு": "5", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "244"}
{"திரைப்படம்": "நிமிர்", "பாடலாசிரியர்": "மோகன் ராஜன்", "இசையமைப்பாளர்": "தர்புக சிவா", "பாடல்": "கீதாரக் கிளியே", "வருடம்": "2018", "பாடியவர்கள்": "சத்யபிரகாஷ்", "பாடல்வரிகள்": "கீதாரக் கிளியே கண்ணனின் கீதாரக் கிளியே தேவார தமிழே கொஞ்சிடும் தேவாரத் தமிழே  எது நீ ? உயிரோ? உடலோ? எனை வியக்கும் பேரலையே நீ கனவோ? நினைவோ? உயிர் உருக்கிடும்  கீதாரக் கிளியே கண்ணனின் கீதாரக் கிளியே தேவார தமிழே கொஞ்சிடும் தேவாரத் தமிழே  ஆசைப் பொழுதினிலே ராதை நீங்காதிருப்பாள் காலை விடியும் வரை பேதை தூங்காதிருப்பாள்  மூச்சோடு சேரும் உன் சுவாசம் அழகு ஒரு நாளோடு தீரா உன் மோகம் அழகு இரு விழியால் பேசாதே ஒரு விழியால் பேசு இடிகளை நீ வீசாதே மழையை வீசு மனம் நனைந்திட  கீதாரக் கிளியே கண்ணனின் கீதாரக் கிளியே தேவாரத் தமிழே கொஞ்சிடும் தேவாரத் தமிழே  எது நீ உயிரோ? உடலோ? எனை வியக்கும் பேரலையே நீ கனவோ? நினைவோ? உயிர் உருக்கிடும்  கீதாரக் கிளியே கண்ணனின் கீதாரக் கிளியே தேவார தமிழே கொஞ்சிடும் தேவாரத் தமிழே   மாயக் கரு விழியால் ஆளை வெல்வாயடி பேசும் சிறுமொழியால் காதல் சொல்வாயடி ஆதார தீயே உன் பார்வை அழகு சிறு சேதாரம் ஆகா உன் காதல் அழகு  பெருகியதே காதல் தான் கடல் அலையைப் போல வழிகிறதே தேடல் தான் நதியைப் போல உன்னை நினைக்கையில்  கீதாரக் கிளியே கண்ணனின் கீதாரக் கிளியே தேவார தமிழே கொஞ்சிடும் தேவாரத் தமிழே  எது நீ ? உயிரோ? உடலோ? எனை வியக்கும் பேரலையே நீ கனவோ? நினைவோ?  கீதாரக் கிளியே கண்ணனின் கீதாரக் கிளியே தேவார தமிழே.....", "மதிப்பீடு": "3", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "4800"}
{"திரைப்படம்": "டிக் டிக் டிக்", "பாடலாசிரியர்": "மதன் கார்க்கி", "இசையமைப்பாளர்": "டீ. இமான்", "பாடல்": "குறும்பா ‍(அப்பா)", "வருடம்": "2018", "பாடியவர்கள்": "சித் ஸ்ரீராம்", "பாடல்வரிகள்": "கையபுடிச்சா தாறுமாறு கட்டி அணைச்சா தாறுமாறு கொஞ்சம் சிரிச்சா தாறுமாறு உன்னாலே பெண்ணே என் மனசு சுக்கு நூறு  ஓக்கே ஓக்கே இனி எல்லாம் ஓக்கே லாக்கு லாக்கு உன் கூட லாக்கு  ஆனேனே அழகியே ஆனாலும் அழுகல உன்னத்தான் மிஞ்ச இந்த உலகத்தில் யாரும் இல்லை...  ல ல லவ் ல ல லவ் ல ல லவ்  நான்ஸ்டாப்பு காதலு உயரம் குறைந்தேன் உன்னால்  மணலில் வரைந்தேன் உன்னால் கடலில் கரைந்தேன் உன்னாலே சிறகாய் விரிந்தேன் உன்னால்  திரையில் பறந்தேன் உன்னால் நிறங்கள் நிறைந்தேன் உன்னாலே ஒற்றை கிரயான்  ரெண்டாய் உடைத்து கிறுக்கிடுவாம் உருளை சீவல் பையை வெடித்து நொறுக்கிடுவாம் நொறுக்கிடுவாம்!  குறும்பா ! என் உலகே நீதான் டா குறும்பா ! என் உயிரே நீதான் டா குறும்பா ! என் உலகே நீதான் டா குறும்பா ! என் உயிரே நீதான் டா  விண்வெளி மீன்களில் எல்லாம் உன் விழிதானே பார்ப்பேன் வெண்ணிலா உந்தன் காலில் சேர்ப்பேன் ! வெற்றிகள் ஆயிரம் வந்தால்  புன்னகையோடு ஏற்பேன் உன்னிடம் மட்டும்தானே தோற்பேன் ! ஆட்டம் ஆடும்போதெல்லாம் உலகே அழகாய் மாறும்  வீட்டுப் பாடம் செய்தலா ரத்த அழுத்தம் ஏறும் உந்தன் குறும்பு மரபணு எவ்வழி கண்டாய் ? எனக்குத் தெரியாதா ?  குறும்பா ! என் உலகே நீதான் டா குறும்பா ! என் உயிரே நீதான் டா குறும்பா ! என் உலகே நீதான் டா குறும்பா ! என் உயிரே நீதான் டா  உளறல் மொழிகள் உன்னால் கார்ட்டூன் கனவும் உன்னால் கிறுக்காய் ஆனேன் உன்னாலே எறும்போடு எறும்பாய் சில நாள் போனாய் நாயாய் சில நாள்  மனிதன் ஆனேன் உன்னாலே விந்தை என்று கையில் வந்தாயே என் மனம் குளிர தந்தை என்று பட்டம் தந்தாயே  நான் தலை நிமிர தலை நிமிர  குறும்பா ! என் உலகே நீதான் டா குறும்பா ! என் உயிரே நீதான் டா குறும்பா ! என் உலகே நீதான் டா குறும்பா ! என் உயிரே நீதான் டா", "மதிப்பீடு": "3", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "6972"}
{"திரைப்படம்": "ஜுங்கா", "பாடலாசிரியர்": "லலிதானந்", "இசையமைப்பாளர்": "சித்தார்த் விபின்", "பாடல்": "கூட்டிப்போ கூடவே", "வருடம்": "2018", "பாடியவர்கள்": "ரனினா ரெட்டி, சத்ய பிரகாஷ்", "பாடல்வரிகள்": "நீ யாரோ யாரோ நீ யாரோ! நின்றாய் யாதுமாய்... நீளாதோ இந்நாள் தூரமாய்!  போகாத சாலை பொன் வேளை! வான் காணா வானிலை! நேராத ஏதோ நேரலை!  நீ யாரோ யாரோ நீ யாரோ! நின்றாய் யாதுமாய்... நீளாதோ இந்நாள் தூரமாய்!  போகாத சாலை பொன் வேளை! வான் காணா வானிலை நேராத ஏதோ நேரலை!  அண்மையில் நீ பார்த்து நிற்கின்ற நேரம்... மென்மையாய் கைகோர்த்துப் போகவே...! மெதுவாய் மேல்நாட்டு மேகம் ஏங்கும்...   நகரா நாள் வேண்டுமே வேண்டுமே!  ஆகாயம் தாண்டியும் கூட்டிப்போ கூடவே! ஆளில்லாத் தீவுகள்  கூட்டிப்போ கூடவே! காணாத வேறிடம்  கூட்டிப்போ கூடவே! வாழாத ஓரிடம்  கூட்டிப்போ கூடவே!  நிகழாத சூழல்... நிகர் இல்லாத முதல் காட்சியே! அழகே நீ தந்தாய்  என் வாழ்வையே! ஒளி பாயும் காலம்... குளிர் ஏதேதோ ஆசை கூட்டுதே! அடைந்தேனே உன்னை... அடையாளமே!  பாதாதி கேசம் தோன்றாத மாற்றமே! பாராத தேசம் வாராத வாசமே! ஆகாயம் தாண்டியும்... கூட்டிப்போ கூடவே! ஆளில்லாத் தீவுகள்... கூட்டிப்போ கூடவே! காணாத வேறிடம்... கூட்டிப்போ கூடவே! வாழாத ஓரிடம்...  கூட்டிப்போ கூடவே! நீ யாரோ யாரோ நீ் யாரோ! நின்றாய் யாதுமாய்... நீளாதோ இந்நாள் தூரமாய்! போகாத சாலை! பொன் வேளை! வான் காணா வானிலை! நேராத ஏதோ நேரலை! உன்னுடன் நான் சேர்ந்து போகின்றபோது... உண்மையில் தோள்சாயத் தோன்றுதே! உணர்வில் நீ பூத்து நிற்கின்றபோது... உணரா ஒரு வாசமே வாசமே! ஆகாயம் தாண்டியும்... கூட்டிப்போ கூடவே! ஆளில்லாத் தீவுகள்... கூட்டிப்போ கூடவே! காணாத வேறிடம்... கூட்டிப்போ கூடவே! வாழாத ஓரிடம்...  கூட்டிப்போ கூடவே!  Dedicated for ", "மதிப்பீடு": "4", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "2204"}
{"திரைப்படம்": "தியா", "பாடலாசிரியர்": "மதன் கார்க்கி", "இசையமைப்பாளர்": "சாம். சீ. எஸ்", "பாடல்": "கொஞ்சலி கொஞ்சலி", "வருடம்": "2018", "பாடியவர்கள்": "சத்யபிரகாஷ் டீ, நேகா வேனுகோபால், ஜே கே ஏ சாளினி", "பாடல்வரிகள்": "அழகுத்தி செஞ்சு வச்ச ஆலங்கட்டி ஆட்டம் கண்ணு அதனை பாத பொண்ணு  வா புள்ள என் கை கோத்து நீ இனி என் மூச்சு காத்து உமக்கு காத்து கேடந்தவ மனங்கு காத்த இப்ப  கொஞ்சலி கொஞ்சலி ராவெல்லாம் நீ என் ஜோலி  கொஞ்சலி கொஞ்சலி மஞ்சத்தில் நான் உன் ஜோலி  நான் தீண்டும் கனவு நீ  அழகுத்தி செஞ்சு வச்ச ஆலங்கட்டி ஆட்டம் கண்ணு அதனை தீத தின்னு  தூரிகை அதன் தூறலாய் உந்தன் காதலோ வீழ்கிறதே மாறினேன் நிறம் மாறினேன் எந்தன் நாணமோ நீள்கிறதே   காட்டில் வண்ணம் கூட்டும் மலரே என் விண்ணில் ஏறி கண்ணில் பாயும் புலரே என் மீதி வாழ்க்கையின் தலைப்பு நீ  கொஞ்சலி கொஞ்சலி ராவெல்லாம் நீ என் ஜோலி கொஞ்சலி கொஞ்சலி மஞ்சத்தில் நான் உன் ஜோலி கொஞ்சலி கொஞ்சலி ராவெல்லாம் நீ என் ஜோலி  ", "மதிப்பீடு": "4", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "486"}
{"திரைப்படம்": "அடங்கமறு", "பாடலாசிரியர்": "சாம். சீ. எஸ்", "இசையமைப்பாளர்": "சாம். சீ. எஸ்", "பாடல்": "சாயாலி", "வருடம்": "2018", "பாடியவர்கள்": "சின்மயி, சத்யபிரகாஷ்", "பாடல்வரிகள்": "கண் கேட்கும் கனா நெஞ்சுக்குள் வினா என் கூட நீ வந்தா இன்பம் என்பேனா  கண் கேட்கும் கனா நெஞ்சுக்குள் வினா என் கூட நீ வந்தா இன்பம் என்பேனா  கண் கேட்கும்...கனா நெஞ்சுக்குள்...வினா  ஹ்ம்ம் உன் நகம் வர சொல் முகவரி உன் உடல் வர ஏன் அனுமதி  தீராத நேரம் உன் கூட போதும் மாயாத நாள் மட்டும் நாம் வாழ வேணும் தீராத ஆசை ஓயாமல் தோணும் நாள் நேரம் பாராமல் தோள் சாய வேணும்  ஓ சாயாலி ஓ சாயாலி என்னுள் நீ பூகம்பம் செய்தாயடி  ஓ சாயாலி ஓ சாயாலி என்னை நீ வேரோடு பேத்தாயடி  கண் கேட்கும் கனா நெஞ்சுக்குள் வினா என் கூட நீ வந்தா இன்பம் என்பேனா  கண் கேட்கும் கனா நெஞ்சுக்குள் வினா என் கூட நீ வந்தா இன்பம் என்பேனா  ஆழி போல் சூழ்ந்திடும் அன்பிலான வீடு இது ஓர் உயிர் போலவே நாங்கள் வாழும் கூடு இது  ஆழி போல் சூழ்ந்திடும் அன்பிலான வீடு இது ஓர் உயிர் போலவே நாங்கள் வாழும் கூடு இது  ஓ தூரத்து வானத்தில் மழை போல சந்தோசம் என்றும் எங்கள் வீட்டுக்குள் கொட்டும்  பள்ளங்கள் இல்லாத பாசங்கள் கொண்டு இங்கு காற்றும் இங்கே தாலாட்டு மீட்கும்  தேவைகள் வேற்றில்லை நாங்களும் வாழ்ந்திட அன்பினில் வாழ்கிறோம் இன்பம் கூடிட  நான் சாயாலி நான் சாயாலி என்னுள்ளே பூகம்பம் செய்தாயே நீ  நான் சாயாலி நான் சாயாலி என்னை நீ வேரோடு பேத்தாயே நீ  நீ இல்லா நாழிகை தீயில் வேகும் ஓர் நிலை கூடவே நீ வர கூறு நீயும் யோசனை  தேய் நிலா ஆகிறேன் தூரம் நீயும் போகையில் வா உலா போகலாம் கூடல் கூடும் வேலையில்  என் கண்ணின் சாரத்தில் உன் பிம்ப மீறல்கள் ஏனோ என்னை தோற்பிக்க தானோ  கண்ணாடி நெஞ்சம் மேல் உன் அன்பின் பாரங்கள் ஏனோ என் நெஞ்சை சில்லாக்க தானோ  ஏன் இனி தாமதம் வா உடன் வாழ்ந்திட  நாட்களும் தீரும்முன் சேர்வோம் வாழ்ந்திட  நான் சாயாலி நான் சாயாலி என்னுள்ளே பூகம்பம் செய்தாயே நீ  நான் சாயாலி நான் சாயாலி என்னை நீ வேரோடு பேத்தாயே நீ  ஆஅ...ஆஅ...ஆஅ....ஆஅ... கண் கேட்கும் கனா நெஞ்சுக்குள் வினா என் கூட நீ வந்தா இன்பம் என்பேனா  கண் கேட்கும் கனா நெஞ்சுக்குள் வினா என் கூட நீ வந்தா இன்பம் என்பேனா  சாயாலி சாயாலி ஓ சாயாலி ஓ சாயாலி  சாயாலி சாயாலி ஓ சாயாலி ஓ சாயாலி  சாயாலி சாயாலி ஓ சாயாலி ஓ சாயாலி வருவேனே என் சாயாலி...", "மதிப்பீடு": "1", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "7824"}
{"திரைப்படம்": "சர்கார்", "பாடலாசிரியர்": "விவேக்", "இசையமைப்பாளர்": "ஏ. ஆர். ரகுமான்", "பாடல்": "சிம்டான்காரன்", "வருடம்": "2018", "பாடியவர்கள்": "பம்பா பாக்யா, விபின் அனேஜா, அபர்னா நாராயனன்", "பாடல்வரிகள்": "பல்டி பாக்குற டர்ல வுடனும் பல்து  வேர்ல்டு மொத்தமும் அர்ள வுடனும் பிஸ்து  பிசுறு கெளப்பி பெர்ள வுடனும் பல்து  ஏய்ய் நிக்கலு பிக்கலுமா  ஓ தொட்டனா தூக்கலுமா  மக்கரு குக்கருமா  போய் தரைல உக்கருமா  ஏய்ய் நிக்கலு பிக்கலுமா  ஓ தொட்டனா தூக்கலுமா  மக்கரு குக்கருமா  போய் தரைல உக்கருமா  சிம்டான்காரன் எங்கனா நீ சீரன்  நின்டே பாரேன் முஷ்டு அப்டிகா போறேன்  ஓஓஓஓ (4)  சிம்டான்காரன் சில்பினுக்கா போறேன்  பக்குல போட விருந்து வைக்கபோறேன்  ஓஓஓஓ (4)  பல்டி பாக்குற டர்ல வுடனும் பல்து  வேர்ல்டு மொத்தமும் அர்ள வுடனும் பிஸ்து  பிசுறு கெளப்பி பெர்ள வுடனும் பல்து  ஹே ஹே ஹே ஹே ஏய்ய் நிக்கலு பிக்கலுமா  ஓ தொட்டனா தூக்கலுமா  மக்கரு குக்கருமா  போய் தர்ல உக்கருமா  ஹே ஹே ஹே ஹே ஏய்ய் நிக்கலு பிக்கலுமா  ஓ தொட்டனா தூக்கலுமா  மக்கரு குக்கருமா  போய் தர்ல உக்காருமா  அந்தரு பண்ணிகினா தா  இந்தா நா தா  ஓஓஓஓ (4)  மன்னவா நீ வா வா வா  முத்தங்களை நீ தா தா தா  பொழிந்தது நிலவோ  மலர்ந்தது கனவோஓஓ  ஹா ஹா ஹா ஹா ஹா(4) ஹே ஹே ஹே  ஹே ஹே ஹே ஹே ஏய்ய் நிக்கலு பிக்கலுமா  ஓ தொட்டனா தூக்கலுமா  மக்கரு குக்கருமா  போய் தர்ல உக்கருமா  ஹே ஹே ஹே ஹே ஏய்ய் நிக்கலு பிக்கலுமா  ஓ தொட்டனா தூக்கலுமா  மக்கரு குக்கருமா  போய் தரைல உக்கருமா  அந்தரு பண்ணிகினா தா  இந்தா நா தா  ஹே ஹே ஹே ஹே குபீலு பிஸ்து பல்து விக்கலு விக்கலு ஹே தொட்டனா தொட்டனா விக்கலு விக்கலு ஓ ஓ ஓ ஓ ஓ  கொக்கலங்க கொக்கலங்க கொக்கலங்க குபீலு  ஹைட்டுலிருந்து டைவு அடிச்சா டம்மாலு  நம்ம புஷ்டிருக்க கோட்டையில்ல  அல்லா ஜோரும் பேட்டைல சிரிசினுகுறோம் சேட்டையிலகுபீலு  பிசுறு கெளப்பு பிசுறு கெளப்பு  கொக்கலங்க கொக்கலங்க கொக்கலங்க குத்த போடு  ஓ ஓ ஓ ஓ ஓ  பல்டி பாக்குற டர்ல வுடனும் பல்து  வேர்ல்டு மொத்தமும் அர்ள வுடனும் பிஸ்து  பிசுறு கெளப்பி பெர்ள வுடனும் பல்து  ஹே ஹே ஹே ஹே ஏய்ய் நிக்கலு பிக்கலுமா  ஓ தொட்டனா தூக்கலுமா  மக்கரு குக்கருமா  போய் தரைல உக்கருமா  ஹே ஹே ஹே ஹே ஏய்ய் நிக்கலு பிக்கலுமா  ஓ தொட்டனா தூக்கலுமா  மக்கரு குக்கருமா  போய் தரைல உக்கருமா  அந்தரு பண்ணிகினா தா  இந்தா நா தா  ஓஓஓஓ (4)  விக்கலு விக்கலு ஹே தொட்டனா தொட்டனா விக்கலு விக்கலு ஓ ஓ ஓ ஓ ஓ  ", "மதிப்பீடு": "4", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "7276"}
{"திரைப்படம்": "காலா", "பாடலாசிரியர்": "அருண்ராஜா குமராஜ்,டோபேடிலிக்ஸ்", "இசையமைப்பாளர்": "சந்தோஷ் நாராயனன்", "பாடல்": "செம Weightu", "வருடம்": "2018", "பாடியவர்கள்": "Hariharasudan, Santhosh Narayanan", "பாடல்வரிகள்": "செம்ம  வெயிட்டு செம்ம  வெயிட்டு  அடங்க  மறுப்பவன் வெளிச்சம்  கொடுப்பவன் கவலை  கலைக்கிறவன் வாருன்னுதான்  காட்டு  மனச  தொடவில்லை மனுஷன்  விடவில்லை கருப்ப  பூசிக்கிட்டு வந்தவரு  கிரேட்டு  எங்கள்  கறுப்பர்  நகரத்தின் கருப்பு  வைரம்  கருண்  சிறுத்தை இந்த  ஊரு  காவல்  வீரன் மச்சதுன்னா  வீடு   திரும்பமாட்டா எங்க  ச்சாவ்லுள்ள  போட்டு  தாக்கு யாரு  வந்தாலும்  நம்ம  வழியில  Be Careful இதுதான்  தாராவி  பாரு  பாரு யாரு  யாரு  வந்துட்ட  உன்   முன்னாடி எஹெய்  மவனே  நீ  காலி காலா  சே t இனிமே  நம்ம  பின்னாடி  சோ  சிதற  விடலாம் கதற  விடலாம் சீரக  விரித்து  பறக்க  விடலாம் தடுக்க  வந்தாலும்  தடையில்லாமல் அழித்து   விடலாம்  செம்ம  வெயிட்டு நம்ம  காலா  சேட்டு செம்ம  வெயிட்டு நம்ம  காலா  சேட்டு  கிராஸ்  ரோடு  டீ  ஜங்ஷன் 60 பீட்டு  90 பீடு  கோலிவாடா கும்பர்வாடா  ரொம்ப   பில்லா  டா ஒட்டுமொத்த  அறிவும்  காலவோட Qila   டா  செம்ம  வெயிட்டு செம்ம  வெயிட்டு  அத்தனையும் ஒத்துமையா  ஒலிக்கும் சொந்த  பந்தம்  போலத்தான் ஒண்ணா  நாங்க  இருப்போம் எப்படியும்  எங்க  கோடி உச்சத்துல  பறக்கும் .... வணக்கம்  நாஸ்கார்   ஸலாம்  Alaikkum   எப்பவும்  நம்ம  கூட்டம் United  Ah இருக்கும்  சலும்  ஆஹ்  பத்தி  உன்   என்னத்த கொஞ்சம்  மாத்திக்கோ  உள்ள  வந்து எங்க  Life Style-ah நீ  பாத்துக்கோ  ஜோப்பட  வீடானாலும்  ஷோக்கா  நாங்க  இருப்போம் காலுக்கு  கீழ  கீச்சத்தினாலும் நெஞ்ச  நிமித்தி நடப்போம்  தோல்  கொடுப்போம்  துக்கத்திலும்  சிரிப்போம் ஏறி  பேசி  பாரு  தொங்க  விட்டு தோழா  உருப்போம்  கைய  கட்டி  வாய  பொதி நின்ன  காலம்  போச்சு எட்டி  வந்து  என்னத்தெல்லாம்  வானத்திலே ஏத்தியாச்சு  தரவிஇi..எங்க  ஏரியா   இங்க  தன சேட்  தன்  அவரு  முன்ன  வேற  யாரு  இங்க  காலா  சேட்  தான்  அவரு  முன்ன  வேற  யார் ... செம்ம  வெயிட்டு நம்ம  காலா  சேட்டு செம்ம  வெயிட்டு நம்ம  காலா  சேட்டு  ரொம்ப  கதர்நாக்  மாத  காலா  சேட் ஐஸ்  பஜ்க்கே   ஜப்  தேரே  இராதே  நா   ஹோ  நேக் மாதடெக்  தியாச்சே  சங்கே  மாஜே  மாப்பு ஸ்ட்ரீட்  உள்ள  சதுர்  தேதில்  துலா  ஆப்பு  நகரு  நெரிசல்  பெனஞ்சு  கிடப்போம் தகர  ஓட்டில்  தாக்கு  பிடிப்போம் உயரம்  தெரிஞ்சு  உசுர  கொடுப்போம் உலுக்க  நெனச்ச  வெரைட்டி  அடிப்போம்  செம்ம  வெயிட்டு செம்ம  வெயிட்டு செம்ம  வெயிட்டு நம்ம  காலா  சேட்டு  ஒன்னாவே  வாழுறது  எப்பவுமே  முக்கியம்தான் நம்மோட  மக்களுக்கு  ஒத்துமையே  ரத்தினம்தான் கலைக்க  நெனச்ச  களைய  மாட்டோம் அழிக்க  நெனச்ச  நெனப்பா  அழிப்போம் செம்ம  வெயிட்டு  நம்ம  காலா  சேட்டு   இங்க  காலா  சேட்  தான்   அவரு  முன்ன  வேற  யார் ? செம்ம  வெயிட்டு நம்ம  காலா  சேட்டு   காலா  காலா  காலா நம்ம  காலா  சேட்டு காலா  காலா  காலா நம்ம  காலா  சேட்டு காலா  காலா  காலா நம்ம  காலா  சேட்டு காலா  காலா  காலா நம்ம  காலா  சேட்டு ", "மதிப்பீடு": "4", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "3184"}
{"திரைப்படம்": "குலேபகாவலி", "பாடலாசிரியர்": "கொ. சேஷா", "இசையமைப்பாளர்": "விவேக் - மேர்வின்", "பாடல்": "சேராமல் போனால்", "வருடம்": "2018", "பாடியவர்கள்": "மேர்வின் - சோலமன், சமீரா பாரத்வாஜ்", "பாடல்வரிகள்": "மழைப் பொழிந்திடும் நேரம் ஒரு குடையினில் நாமும் நடப்பதை எதிர் காணும் கனவுகள் பிழையா?   வரம் ஒன்றுக் கொடு போதும் கலவரங்களும் தீரும் தனி மரம் என நானும் இருப்பது முறையா?  என் தாரகை ... நீ தானடி கண் விழியால் கொல்லாதடி தள்ளாதடி கை விரலால்   சேராமல் போனால் வாழாமல் போவேன் உன்னைக் காணாமல் போனால் காணாமல் போவேன் நீ பார்க்காமல் போனால் பாழாகி போவேனே நான் பெண் பூவே ...   சேராமல் போனால் வாழாமல் போவேன் உன்னைக் காணாமல் போனால் காணாமல் போவேன் நீ பார்க்காமல் போனால் பாழாகி போவேனே நான் பெண் பூவே .....   நடு வெயிலில் கடல் கரையில் படகடியில் இணைந்திடவா நடு இரவில் அடை மழையில் சாலை வழியில் இணைந்திடவா   ஜன்னல் வழியில் மின்னல் புகுந்த நொடிகளிலும் இணைந்திடவா கட்டில் அறையில் காலை வரையில் போர்வை சிறையில் இணைந்திடவா   நீ இன்றி நானும் நான் இன்றி நீயும் வாழும் வாழ்க்கை என்னடா அன்பே நீயும் சொல்லடா   நீர் இன்றி வானும் வான் இன்றி நீரும் இருந்தால் உலகம் ஏதடி பெண்ணே புரிந்து கொள்ளடி   சேராமல் போனால் வாழாமல் போவேன் உன்னைக் காணாமல் போனால் காணாமல் போவேன் நீ பார்க்காமல் போனால் பாழாகி போவேனே நான் என் அன்பே....   சேராமல் போனால் வாழாமல் போவேன் உன்னைக் காணாமல் போனால் காணாமல் போவேன் நீ பார்க்காமல் போனால் பாழாகி போவேனே நான் என் அன்பே....   சேராமல் போனால் வாழாமல் போவேன் உன்னைக் காணாமல் போனால் காணாமல் போவேன் நீ பார்க்காமல் போனால் பாழாகி போவேனே நான் பெண் பூவே....  சேராமல் போனால் வாழாமல் போவேன் உன்னைக் காணாமல் போனால் காணாமல் போவேன் நீ பார்க்காமல் போனால் பாழாகி போவேனே நான் பெண் பூவே....", "மதிப்பீடு": "4", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "7549"}
{"திரைப்படம்": "தானா சேர்ந்த கூட்டம்", "பாடலாசிரியர்": "மணி அமுதவன், விக்னேஷ் சிவன்", "இசையமைப்பாளர்": "அனிருத் ரவிசந்தர்", "பாடல்": "சொடக்கு மேல", "வருடம்": "2018", "பாடியவர்கள்": "அந்தோனி தாசன்", "பாடல்வரிகள்": "சொடக்கு மேல சொடக்கு போடுது என் விரலு வந்து நடு தெருவுல நின்னு சொடக்குமேல சொடக்கு போடுது  சொடக்கு மேல சொடக்கு போடுது என் விரலு வந்து நடு தெருவுல நின்னு சொடக்குமேல சொடக்கு போடுது  அய்யா வாங்கையா வாங்கையா எங்கையருக்கிங்க  என்னய்யா செய்வீங்க எப்பய்யா செய்வீங்க.  சொடக்கு மேல ஹே சொடக்கு மேல அப்பிடி சொடக்கு மேல சொடக்கு மேல சொடக்கு போடுது.  என் விரலு வந்து நடு தெருவுல நின்னு சொடக்கு மேல சொடக்கு போடுது.  அய்யா வாங்கையா வாங்கையா எங்கையருக்கிங்க என்னய்யா செய்வீங்க எப்பய்யா செய்வீங்க.  சொடக்கு மேல ஹே சொடக்கு மேல அப்பிடி சொடக்கு மேல சொடக்கு மேல சொடக்கு போடுது  என் விரலு வந்து நடு தெருவுல நின்னு சொடக்கு மேல சொடக்கு போடுது.  சொடக்கு மேல சொடக்கு போடுது என் விரலு வந்து நடு தெருவுல நின்னு சொடக்குமேல சொடக்கு போடுது  நடக்குறவன  பறக்க விடணும்  அழுகுரவன சிரிக்க விடணும் மொடங்குனவனா  தொடங்க விடணும்  கலங்குணவான கலக்க விடணும்  தடுக்க தடுக்க  தண்டி வரணும்  மிதிக்க மிதிக்க  மீண்டு வரணும்   கொதிக்க கொதிக்க  கோவம் வரணும்  கீழ பொதச்ச  மொளச்சு வரணும்   சொடக்கு மேல ஹே சொடக்கு மேல அப்படி  சொடக்கு மேல சொடக்கு போடுது   ஹே தடுக்குறவன  கெடுக்கிறவன  மொறச்சு பாக்கணும்  தல கன்னத்துல குதிக்கிறவன  சரிச்ச பாக்கணும் ஆடி வயித்துல  அடிக்கிறவன எதுத்து கேக்கணும்  இனி ஒரு முறை  நாம தொட அவன்  நெனச்சு பாக்கணும்   கொடுத்த கொடுத்த ஆடிய திருப்பி திருப்பி  தரணும்  கொழுத்த  கொழுத்த  எலிய  கொழுப்ப குறைக்கும்   அடுத்த அடுத்த நொடிதான்  நெனச்ச மாறி  வரணும்  அடைச்ச அடைச்ச கதவை  உதைச்சு தொறக்கணும்   அய்யா போங்கய்யா போங்கய்யா  காணாம போங்கய்யா  கண்ணு முன்ன வந்து  கன்னம் தான் வீங்கும்யா   அங்கையோ இங்கையோ  எங்கையோ போங்கய்யா  எங்க சைடு வந்த  இன்ஜூயுரி ஆகும்யா   சொடக்கு மேல ஹே சொடக்கு மேல அப்படி  சொடக்கு மேல சொடக்கு போடுது   என் விரலு வந்து நடு தெருவுல நின்னு சொடக்கு மேல சொடக்கு போடுது.  (அட போடா இப்போ என்னா காலடிட்டோம்னு  இந்த ஆட்டம்லாம்  இந்த மாதிரி பாட்டெல்லாம் போட்டு  ஆடணும்னா நாம ஏதாவது பன்னிருக்கணும்ல   ஏய் அதாண்டா  என்னத்த கிழிச்சிட்டோம்னு  இந்த ஆட்டம் பாட்டம் கீட்டம்லாம்   உனக்கு வேலை கிடைச்சிடுச்சா..? உனக்கு ..? மச்சி   என்னடா புதுசா எது கேட்டுனு இருக்கிறான் ...  ஆனா இதெல்லாம் நம்ம தப்பு இல்ல  இந்த இடம் இங்க இருக்க அழுக்கு  இந்த அழுக்க உருவாக்கி இந்த அழுக்குலே ஊறி போன இதோ இவனுங்க மாறி ஆளுங்க இவனுங்களெல்லாம் பாத்தாலே )  வெறட்டி வெறட்டி  வெளுக்க தோணுது  வந்து வெறட்டி வெறட்டி  வெளுக்க தோணுது  அதிகார திமிர  பணக்கார பாவர   தூக்கி போட்டு  மிதிக்க தோணுது  ஹே தட்டி தான்  தூக்கும் தண்ணிய காட்டணும்   ஓட ஓட விட்டு  முட்டிய பேக்கணும்  கூட்டத்த செக்கனும்  கத்துனா கேக்கணும்  இல்லாதவன் வலி  என்னனு காட்டணும்   வெறட்டி வெறட்டி  ஹே பொரட்டி பொரட்டி  உன்ன வெறட்டி வெறட்டி  வெளுக்க தோணுது  அதிகார திமிர  பணக்கார பாவர  தூக்கி போற்று மிதிக்க  தோணுது   சொடக்கு மேல சொடக்கு போடுது ", "மதிப்பீடு": "3", "வகை": "கானாபாடல்", "நுகர்ச்சி": "6688"}
{"திரைப்படம்": "விஸ்வரூபம் 2", "பாடலாசிரியர்": "கமல் ஹாசன்", "இசையமைப்பாளர்": "எம். கிப்ரன்", "பாடல்": "ஞாபகம் வருகிறதா", "வருடம்": "2018", "பாடியவர்கள்": "அரனிந் ஸ்ரீனிவாஸ், சரத் சந்தோஷ்", "பாடல்வரிகள்": "ஞாபகம் வருகிறதா? இவன் தீயென்று தெரிகிறதா  தடைகளை வென்றே  சரித்திரம் படைத்தவன்  ஞாபகம் வருகிறதா?  நீரின்றி வேறில்லை இவன் யாருக்கும்  அரசனில்லை  காடுகள் தாண்டி  கிடக்கின்ற பொழுதும்  காற்றுக்கு காயமில்லை  யவன் என்று நினைத்தாய்  எதைக்கண்டு சிரித்தாய்  வெளிப்படும் புது சுயரூபம்  நெருப்புக்குப் பிறந்தான் நித்தம் வளர்ந்தான் வெளிப்படும் புது சுயரூபம்  விஸ்வ.. ரூபம்...விஸ்வ.. ரூபம்... விஸ்வ.. ரூபம்...விஸ்வ.. ரூபம்...  ஞாபகம் வருகிறதா? இவன் தீயென்று தெரிகிறதா  தடைகளை வென்றே  சரித்திரம் படைத்தவன்  ஞாபகம் வருகிறதா?  நீரின்றி வேறில்லை இவன் யாருக்கும்  அரசனில்லை  காடுகள் தாண்டி கிடக்கின்ற பொழுதும்  காற்றுக்கு காயமில்லை  யவன் என்று நினைத்தாய்  எதைக்கண்டு சிரித்தாய்  வெளிப்படும் புது சுயரூபம்  நெருப்புக்குப் பிறந்தான் நித்தம் வளர்ந்தான் வெளிப்படும் புது சுயரூபம்  விஸ்வ.. ரூபம்...விஸ்வ.. ரூபம்... விஸ்வ.. ரூபம்...விஸ்வ.. ரூபம்...", "மதிப்பீடு": "4", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "8239"}
{"திரைப்படம்": "சர்கார்", "பாடலாசிரியர்": "விவேக்", "இசையமைப்பாளர்": "ஏ. ஆர். ரகுமான்", "பாடல்": "டாப் டக்கரு", "வருடம்": "2018", "பாடியவர்கள்": "மொகித் சௌகான்", "பாடல்வரிகள்": "ரை போலாம் ரை ரை போலாம் ரை ரை போலாம் ரை ரை போலாம் ரை  ஹேய் ரை போலாம் ரை ஹேய் ரை போலாம் ரை ஹேய் ரை போலாம் ரை  டாப் டக்கரு ஷார்ப்பு லுக்கரு ஸ்டண்டநக்கரு ஸ்பார்க் பிலிக்கெரு போடு ஷட்டரு ஓட உட்டுரு ரிஸ்க் நம்ம ரேடாரு  யார்ரா நீ அடங்கனும்யா மடங்கனும்யா அடங்கனும்யா மடங்கனும்யா  ஏன்டே ஏன்டே ஏன்டே ஏன்டே ஏன்டே ஏன்டே ஹோய் ஹோய் ஹோய் ஏன்டே ஏன்டே ஏன்டே ஏன்டே ஏன்டே ஏன்டே ஹோய் ஹோய் ஹோய்  டாப் டக்கரு சாத்து உடனும் யாரை தொடுற பார்த்து வரணும் சாத்தி கெளம்பு காத்து வரணும் ஹிட் ஆனா பிட் ஆவ வா டா  மொறச்சி தொலைச்சி ஏத்தாத எனர்ஜி எதிர்த்தா அதுதான் என்னோட வளர்ச்சி  டாப் டக்கரு ஸ்பார்க் பிலிக்கெரு ஏன்டே ஏன்டே ஏன்டே ஏன்டே ஏன்டே ஏன்டே  ஹேய் ஹே ஹேய் ஹே ஹேய் ஹே ஹேய் ஹே  நைப்ப தொட்டவன் பிளாட்டா முடிக்கிறேன் நீட்டா லோடு ஹண்ணுல தோட்டா  டாப் டக்கரு ஷார்ப்பு லுக்கரு ஸ்டண்டநக்கரு ஸ்பார்க் பிலிக்கெரு போடு ஷட்டரு ஓட உட்டுரு ரிஸ்க் நம்ம ரேடாரு  யார்ரா நீ அடங்கனும்யா மடங்கனும்யா அடங்கனும்யா மடங்கனும்யா  கை முடிஞ்சா வை நில்லு மம்மி கிட்ட சொல்லிரு கிளினிக் நம்பெரு இருந்தா நீ ஸ்டெப் எடுத்து வை ஓஹோ ஓ  ரை போலாம் ரை ரை போலாம் ரை ரை போலாம் ரை வேனா தட்டிக்க என்டரு வெடிக்கும் தண்டெரு ஒரசாதம்மா போலாம் ரை ஓஹோ ஓ  ரை போலாம் ரை ரை போலாம் ரை ரை போலாம் ரை  டாப் டக்கரு ஷார்ப்பு லுக்கரு ஸ்டண்டநக்கரு ஸ்பார்க் பிலிக்கெரு போடு ஷட்டரு ஓட உட்டுரு ரிஸ்க் நம்ம ரேடாரு  யார்ரா நீ அடங்கனும்யா மடங்கனும்யா அடங்கனும்யா மடங்கனும்யா", "மதிப்பீடு": "1", "வகை": "கானாபாடல்", "நுகர்ச்சி": "730"}
{"திரைப்படம்": "டிக் டிக் டிக்", "பாடலாசிரியர்": "மதன் கார்க்கி", "இசையமைப்பாளர்": "டி. இமான்", "பாடல்": "டிக் டிக் டிக்", "வருடம்": "2018", "பாடியவர்கள்": "ஜுவன் சங்கர் ராஜா, சுனிதா சாரதி & ஜோகி பீ", "பாடல்வரிகள்": "டிக் டிக் டிக் உன் செவிகளில் சொட்டுச் சொட்டென காலத் துளியா? டிக் டிக் டிக் இவ்வதிர்வுகள் உந்தன் இருதயம் கொட்டும் ஒலியா?   இவ்வதின் நுதிகாண நீயாற்று மேதும் எவ்வாறு இங்கே பிழை பாவத்தின் துளிமொன்டு மாகன்செய்யாது அவ்வானில் எங்கே மழை?   இவ்வதின் நுதிகாண நீயாற்று மேதும் எவ்வாறு இங்கே பிழை பாவத்தின் துளிமொன்டு மாகன்செய்யாது அவ்வானில் எங்கே மழை?   விதி சிறிது மதி பெரிது தடை சிறிது விடை பெரிது வலி சிறிது வழி பெரிது பொருள் சிறிது அருள் பெரிது   டிக் டிக் டிக் உன் செவிகளில் சொட்டுச் சொட்டென கால துளியா? டிக் டிக் டிக் இவ்வதிர்வுகள் உந்தன் இருதயம் கொட்டும் ஒலியா?   டிக் டிக் டிக் உன் செவிகளில் சொட்டுச் சொட்டென கால துளியா? டிக் டிக் டிக் இவ்வதிர்வுகள் உந்தன் இருதயம் கொட்டும் ஒலியா?   முதல் தொடங்கும் படை சரிந்துவிட்ட போதும் குழந்தைகள் போல நாம் நிற்க பிடிவாதம் வேண்டும்   இரவில் வானத்தைப் பார் ஜொலிக்கும் நட்சத்திரம் அங்கே தான் போகலாம் வா எறிகோள் ஆகாசவானம் கனவுகள் நிஜமாகலாம் தினமும் முன்னேற்றம் அடைந்தாள் நாட்டில் இருந்து விண்வெளிக்கு வி ஆர் ஆஸ்டிரோனாமிக்கல் ( We are astronomical ) ஓடி ஓடி நாம் நம் தேடி இலக்கு அடைவதை லட்சியம் வெற்றியுடன் நாம் திரும்புவோமே உயிர் மேல் சத்தியம்   நமக்கென பல போர்கள் இருக்கையில் வெளியிருந்து விண்கள் வருவதா அதை உடைத்து கதவடைத்திடு பின் நாம் போரிடுவோம்   மொழி மதம் இன பேதம் இருக்கையில் நம்மை அழித்திட வானம் விழுவதா அதை தடுத்திட கதை முடித்திடு பின்னே நாம் அழிவோம்   நுறை சிறிது கரை பெரிது தடம் சிறிது இடம் பெரிது விழும் மனது எழும் பொழுது துயர் சிறிது உயிர் பெரிது   டிக் டிக் டிக் உன் செவிகளில் சொட்டுச் சொட்டென கால துளியா? டிக் டிக் டிக் இவ்வதிர்வுகள் உந்தன் இருதயம் கொட்டும் ஒலியா?   டிக் டிக் டிக் உன் செவிகளில் சொட்டுச் சொட்டென கால துளியா? டிக் டிக் டிக் இவ்வதிர்வுகள் உந்தன் இருதயம் கொட்டும் ஒலியா?   டிக் டிக் டிக் The tricken is the Trick trick tricklin Droplets of the time The beating is the dab dab doubling Drumming of the mind   அபாய ரூபங்கள் புவியை தாக்கினால் ஆற்றலின் எல்லைகள் உடைத்து மீறுவோம் அஞ்சாத உள்ளங்கள் ஒன்றாகக் கூடினால் மரண பீதியை தாமதம் ஆக்குவோம்   இவ்வதின் நுதிகாண நீயாற்று மேதும் எவ்வாறு இங்கே பிழை பாவத்தின் துளிமொன்டு மாகன்செய்யாது அவ்வானில் எங்கே மழை?   விதி சிறிது மதி பெரிது தடை சிறிது விடை பெரிது வலி சிறிது வழி பெரிது பொருள் சிறிது அருள் பெரிது   டிக் டிக் டிக் உன் செவிகளில் சொட்டுச் சொட்டென கால துளியா? டிக் டிக் டிக் இவ்வதிர்வுகள் உந்தன் இருதயம் கொட்டும் ஒலியா?   டிக் டிக் டிக் உன் செவிகளில் சொட்டுச் சொட்டென கால துளியா? டிக் டிக் டிக் இவ்வதிர்வுகள் உந்தன் இருதயம் கொட்டும் ஒலியா?   கடிகாரம் நாடி துடி துடிக்கும் டிக் டிக் டிக் நொடி இடிப்போல் ஒல்லி வெடிக்கும் டிக் டிக் டிக் அவசரத்தில் காதை மூடிப்போம் டிக் டிக் டிக் Coz when we do it you know Quick and slick   நாம் உடல் பயிற்சி திறனின் வளர்ச்சி மனிதனின் புத்தி Can conquer gravity நம்முடன் வாழும் சக்தி More than technology காட்டுமே நம் நம்பிக்கை சன்னதி", "மதிப்பீடு": "2", "வகை": "கானாபாடல்", "நுகர்ச்சி": "5363"}
{"திரைப்படம்": "காலா", "பாடலாசிரியர்": "அருண்ராஜா குமராஜ்", "இசையமைப்பாளர்": "சந்தோஷ் நாராயனன்", "பாடல்": "தங்க சில‌", "வருடம்": "2018", "பாடியவர்கள்": "சங்கர் மகாதேவன், பிரதீப் குமார், அனந்து", "பாடல்வரிகள்": "வாடி என் தங்க சிலை நீ இல்லட்டி நான் ஒண்ணுமிலை என் ஜோடியா நீ நிக்கயில வேறென்ன வேண்டும் வாழ்க்கையில  ஒத்த தலை றாவணன் பச்சபுள்ள ஆவுறன் கக்கத்தில தூக்கிக்க வரியா  பட்டாகத்தி வீசுனேன் பட்டாம் பூச்சி ஆக்கினாய் முட்டைகன்னி மயக்குனாய்  சரியா....!  தில்லா டாங்கு டாங்கு சும்மா திருப்பி போட்டு வாங்கு தில்லா டாங்கு டாங்கு சும்மா திருப்பி போட்டு வாங்கு  வாடி என் தங்க சிலை நீ இல்லட்டி நான் ஒண்ணுமிலை என் ஜோடியா நீ நிக்கயில வேறென்ன வேண்டும் வாழ்க்கையில  ============T=A=M=I=L=P=A=A=.=C=O=M======================  நெத்திப் பொட்டு மத்தியில என்னை தொட்டு வச்சவளே நீ மாஞ்சா பூசி உள்ள வந்தா கண்ணு கூசுதடி  பேட்டைக்குள்ள பொல்லாதவன்... ஹேய்... பேட்டைக்குள்ள பொல்லாதவன் நீ போட்ட கோட்டைத் தாண்டாதவன் என் வீரத்தை எல்லாம் மூட்டைய கட்டி உன் பின்னால தள்ளாடி வந்தேனடி சோகத்தெல்லாம் மூட்டை கட்டி  கொண்டாட பொண்டாடி வந்தாயடி வாடி என் தங்க சிலை...  வாடி என் தங்க சிலை நீ இல்லட்டி நான் ஒண்ணுமிலை என் ஜோடியா நீ நிக்கயில வேறென்ன வேண்டும் வாழ்க்கையில தில்லா டாங்கு டாங்கு சும்மா திருப்பி போட்டு வாங்கு தில்லா டாங்கு டாங்கு சும்மா திருப்பி போட்டு வாங்கு  ============T=A=M=I=L=P=A=A=.=C=O=M======================  அன்பு கொட்ட நட்பு உண்டு பாசம் கொட்ட சொந்தம் உண்டு அட ரத்த பந்தம் ஏதுமில்லை ஊரே சொந்தமடா சேட்டை எல்லாம் செய்யாதவன்... சேட்டை எல்லாம் செய்யாதவன் பல வேட்டைக்கெல்லாம் சிக்காதவன் நீ வீடையெல்லாம் ஆழுற அழகில பெண்ணே நான் திண்டாடி போனேனடி ... ஹேய்.. கோட்டை எல்லாம் ஆழுற வயசில  கண்ணே உன் கண்ஜாடை போதுமடி.. வாடி... வாடி என் தங்க சிலை நீ இல்லட்டி நான் ஒண்ணுமிலை என் ஜோடியா நீ நிக்கயில வேறென்ன வேண்டும் வாழ்க்கையில  ஒத்த தலை றாவணன் பச்சபுள்ள ஆவுறன் கக்கத்தில தூக்கிக்க வரியா  பட்டாகத்தி வீசுனேன் பட்டாம் பூச்சி ஆக்கினாய் முட்டைகன்னி மயக்குனாய்  சரியா....!  தொட்டாப் பறக்கும் தூளு... கண்ணு பட்டா பறக்கும் பாரு...  தில்லா டாங்கு டாங்கு சும்மா திருப்பி போட்டு வாங்கு தில்லா டாங்கு டாங்கு சும்மா திருப்பி போட்டு வாங்கு  தில்லா டாங்கு டாங்கு சும்மா திருப்பி போட்டு வாங்கு தில்லா டாங்கு டாங்கு சும்மா திருப்பி போட்டு வாங்கு  தில்லா டாங்கு டாங்கு சும்மா திருப்பி போட்டு வாங்கு தில்லா டாங்கு டாங்கு சும்மா திருப்பி போட்டு வாங்கு", "மதிப்பீடு": "4", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "7519"}
{"திரைப்படம்": "ஸ்கெட்ச்", "பாடலாசிரியர்": "விவேக்", "இசையமைப்பாளர்": "எஸ். தமன்", "பாடல்": "தாடிக்காரா தாடிக்காரா", "வருடம்": "2018", "பாடியவர்கள்": "எஸ். தமன், சுதா ரகுநாதன், அன்ரியா ஜெரேமியா", "பாடல்வரிகள்": "அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி.....   தாடிக்காரா தாடிக்காரா உன்னை விட்டுச் செல்ல மாட்டேன் உன்னை நெஞ்சில் பூட்டி வைப்பேன் என்னை கொல்லாதே   தாடிக்காரா தாடிக்காரா முகம் தேடி முத்தம் வைப்பேன் அதில் கோடி அர்த்தம் தைப்பேன் என்னை மெல்லாதே  உன்னை விட உன்னை விட உன்னோடு நான் நெருங்கிடப் பார்ப்பேன் சொல்லாமலே உள்ளே வந்து செல்லோடு என் உணர்வுகள் சேர்ப்பேன் உன்னோடு நான் கொண்டாடிட நூறாயிரம் இரவுகள் சேர்ப்பேன் வா என் உயிரே அருகே வா .....  அடியாத்தி அடியாத்தி அடியாத்தி  அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி....  தாடிக்கார தாடிக்காரா உன்னை விட்டுச் செல்ல மாட்டேன் உன்னை நெஞ்சில் பூட்டி வைப்பேன் என்னை கொல்லாதே  தாடிக்காரா தாடிக்காரா முகம் தேடி முத்தம் வைப்பேன் அதில் கோடி அர்த்தம் தைப்பேன் என்னை மெல்லாதே....  உன் சிறகினிலே நானா என் சினுங்கலில் நீயா யார் உதடினில் யாரோ நானோ நீயே நீயே நானோ உன் கனவுகள் நானா என் தவறுகள் நீயா யார் உரசலில் யாரோ நானோ நீயே நீயே நானோ  பனி விழும் மலர் வனம் அணைத்ததுமே அனைத்தும் மறந்தேன் ஏனடி ஏனடி ஏனடி ஏனடி மலர் விழும் பனி மனம் அதில் நதியாய் மிதந்தேன் மகிழ்ந்தேன் நானடி நானடி நானடி   தாடிக்காரா தாடிக்காரா உன்னை விட்டுச் செல்ல மாட்டேன் உன்னை நெஞ்சில் பூட்டி வைப்பேன் என்னை கொல்லாதே   தாடிக்காரா தாடிக்காரா முகம் தேடி முத்தம் வைப்பேன் அதில் கோடி அர்த்தம் தைப்பேன் என்னை மெல்லாதே  உன்னை விட உன்னை விட உன்னோடு நான் நெருங்கிடப் பார்ப்பேன் சொல்லாமலே உள்ளே வந்து செல்லோடு என் உணர்வுகள் சேர்ப்பேன் உன்னோடு நான் கொண்டாடிட நூறாயிரம் இரவுகள் சேர்ப்பேன் வா என் உயிரே அருகே வா  .....   அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி அடியாத்தி...  ", "மதிப்பீடு": "2", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "8506"}
{"திரைப்படம்": "96", "பாடலாசிரியர்": "உமா தேவி", "இசையமைப்பாளர்": "கோவிந் மேனன்", "பாடல்": "தாபங்களே ரூபங்களாய் பாடுதே", "வருடம்": "2018", "பாடியவர்கள்": "சின்மயி, பிரதீப் குமார்", "பாடல்வரிகள்": "தாபங்களே ரூபங்களாய் பாடுதே தொடுதே அழகினை சூடுதே தாயாகவே தாலாட்டுதே விழி வழி மொழி வழியினில் கதையாய் வருதே  தாபங்களே ரூபங்களாய் பாடுதே தொடுதே அழகினை சூடுதே தாயாகவே தாலாட்டுதே விழி வழி மொழி வழியினில் கதையாய் வருதே  காலம் இரவின் புரவி ஆகாதோ அதே கானா அதே வினா வானம் நழுவி தழுவி ஆடாத அதே நிலா அருகினில் வருதே    தாபங்களே ரூபங்களாய் பாடுதே தொடுதே அழகினை சூடுதே தாயாகவே தாலாட்டுதே விழி வழி மொழி வழியினில் கதையாய் வருதே  நான் நனைத்திடும் தீயா பெய்யும் நிலா நீயா நான் அணைந்திடுவேனா ஆலாபனனை தானா காதல் கனாக்கள் தானா தீரா உலா நானா, போதாதா காலம் வினாக்கள் தானா போதும்... அருகினில் வர மனம் உருகித்தான் கறையுதே  தாபங்களே ரூபங்களாய் பாடுதே தொடுதே அழகினை சூடுதே தாயாகவே தாலாட்டுதே விழி வழி மொழி வழியினில் கதையாய் வருதே", "மதிப்பீடு": "1", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "1699"}
{"திரைப்படம்": "கலகலப்பு 2", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "கிப்கொப் தமிழா", "பாடல்": "தாறுமாறு", "வருடம்": "2018", "பாடியவர்கள்": "", "பாடல்வரிகள்": "புல்ஸ்டாப்பு ஆகாது ஹாய் பாய் சொன்னாலும் ஹார்ட் பிரேக்குப் போடாது  உன் ஹய்ட் என்ன சொல்லு உன் வெயிட் என்ன சொல்லு  உன்ன நான் தூக்கி கொஞ்ச இனி ஜிம் போகப் போற அர்ணால்ட மாறப் போற உன்கூட கெத்தாக வாழப்போற  Come on dance with me now I got to show all this love to you  ஓக்கே ஓக்கே இனி எல்லாம் ஓக்கே லாக்கு லாக்கு உன் கூட லாக்கு  ஆனேனே அழகியே ஆனாலும் அழுகல உன்னத்தான் மிஞ்ச இந்த உலகத்தில் யாரும் இல்லை யாரும் இல்லை யாரும் இல்லை யா யா யா யாரும் இல்லையே...  ல ல லவ் நீ நான் நாம் ஆகலாம் நீ நான் நாம் ஆகலாம் ல ல லவ்  கையபுடிச்சா தாறுமாறு கட்டி அணைச்சா தாறுமாறு கொஞ்சம் சிரிச்சா தாறுமாறு உன்னாலே பெண்ணே என் மனசு சுக்கு நூறு  ஓக்கே ஓக்கே இனி எல்லாம் ஓக்கே லாக்கு லாக்கு உன் கூட லாக்கு  ஆனேனே அழகியே ஆனாலும் அழுகல உன்னத்தான் மிஞ்ச இந்த உலகத்தில் யாரும் இல்லை  ல ல லவ்  நீ நான் நாம் ஆகலாம் நீ நான் நாம் ஆகலாம்  நீ நான் நாம் ஆகலாம்  Come on dance with me now I got to show all this love to you...  Come on dance with me now I got to show all this love to you", "மதிப்பீடு": "4", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "5693"}
{"திரைப்படம்": "காலா", "பாடலாசிரியர்": "டோபேடிலிக்ஸ், லோகன்", "இசையமைப்பாளர்": "சந்தோஷ் நாராயனன்", "பாடல்": "தெருவிழக்கு வெளிச்சத்தில‌", "வருடம்": "2018", "பாடியவர்கள்": "டோபேடிலிக்ஸ் மற்றும் முதமிழ்", "பாடல்வரிகள்": "தெரு விளக்கு வெளிச்சத்துல நாங்க முன்னேறி வருவோம் உயரத்துல  வாழ்ந்தா கூட வறுமையில் வரலாறு படைப்போம் இந்த நகரத்துல  தெரு விளக்கு வெளிச்சத்துல நாங்க முன்னேறி வருவோம் உயரத்துல  வாழ்ந்தா கூட வறுமையில் வரலாறு படைப்போம் இந்த நகரத்துல   Welcome To My Hood  இதுதானே நம்ம இடம்  அழுக்கு சாக்கடை இருந்தாலும் எங்க மனம் சுத்த மனம்  கண்ணு போடாதே நம்ம இடம் சிட்டியில நடுவுல  சாதி மதம் எல்லாம் தாண்டி ஒண்ணா வாழுவோமே தெருவுல  கொண்டாட்டம் நிக்காது இங்க  Hip Hop கலாச்சாரம் இங்கே  உன்னால் முடியும் தோழா பலத்தோட வாடா மேலே மேலே   செவுருக்குள் பாரு பல ஓவியம் தான் உன்னை காட்டும்  நீ பாக்குறியே நம்ம எடத்துல பல மாற்றம்  வீட்டுக்குள் இருந்தா புலம்பி புலம்பி    இருந்தா மட்டும் பத்தாது  உனக்கென்ன தேவை தோழா  கதையும் நீயும் என்றும் மறக்காதே  முன்னேதான் நீயும் வந்தா உன் இடம்தான் முன்னே வரும்  ஒற்றுமையாக நின்னு பாரு அது போல் இல்ல ஒரு பலம்  என் ராகம் தனியாக இசையோடு கேட்டுக்கோ  என் பாடல் உன்னிடத்தில் நண்பன் போனில் கேட்டுக்கோ  புரட்சியா பேசும்போது அதை நீயும் கேட்டுக்கோ  நம்பிக்கை இல்லை என்றால் இங்கே வந்து பாத்துக்கோ  தெரு விளக்கு வெளிச்சத்துல நாங்க முன்னேறி வருவோம் உயரத்துல  வாழ்ந்தா கூட வறுமையில் வரலாறு படைப்போம் இந்த நகரத்துல  தெரு விளக்கு வெளிச்சத்துல நாங்க முன்னேறி வருவோம் உயரத்துல  வாழ்ந்தா கூட வறுமையில் வரலாறு படைப்போம் இந்த நகரத்துல   தல குனிஞ்ச காலம் பொய்  நெஞ்ச நிமித்தி இப்போ வாழுறோம்ல  ஒத்துமையா இருக்குற வரைக்கும்  யாரு உதவியும் தேவை இல்ல  மாடி மேல மாடி இல்லாட்டியும்  ஒண்ணா இருப்போம் தெரு கோடியில உழைப்பை நம்பி வாழுற நாங்க  சாதி பாக்குற சாதி இல்ல  சமத்துவம் பிறந்திட விடுதலை கிடைத்திட    தோழா காய் இணைத்து போராடு  கனவுகள் பலித்திடும் சரித்திரம்  நிறுத்துவோம்  உயர்ந்து நிற்கும் இனி நம் நாடு   உணவு ஆடை வீடு போல கல்வியும்  உனது அடிப்படை தேவை அதை நீ  உணர்ந்து படித்துபரீட்சை முடித்து  ஏறு மேடை வாங்கு கை தட்டல் பரிசு   தெரு விளக்கு வெளிச்சத்துல நாங்க முன்னேறி வருவோம் உயரத்துல  வாழ்ந்தா கூட வறுமையில் வரலாறு படைப்போம் இந்த நகரத்துல  தெரு விளக்கு வெளிச்சத்துல நாங்க முன்னேறி வருவோம் உயரத்துல  வாழ்ந்தா கூட வறுமையில் வரலாறு படைப்போம் இந்த நகரத்துல on...!", "மதிப்பீடு": "4", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "3921"}
{"திரைப்படம்": "60 வயது மாணிறம்", "பாடலாசிரியர்": "பழனி பாரதி", "இசையமைப்பாளர்": "இளையராஜா", "பாடல்": "தேடி தேடி ஓடும் கால்கள்", "வருடம்": "2018", "பாடியவர்கள்": "பென்னி தயால், வைபாவரி அப்தே ஜோஷி", "பாடல்வரிகள்": "பெண் : தேடி தேடி ஓடும் கண்கள் தேடும் உயிரை பாராதோ ஆண் : தேடி தேடி ஓடும் கால்கள் தேடும் இடத்தை சேராதோ  பெண் : விண்ணை தேடி போகும் மேகம் மண்ணை தேடி சிந்தும் வண்ணம் புதிரல்லவா....  ஆண் : தேடி தேடி ஓடும் கண்கள் தேடி தேடி........  பெண் : தேடாமல் இங்கே ஏதும் வாழ்க்கை ஒன்றும் இல்லை தேடாமல் தேட தானே வந்தோம் நாம்  ஆண் : பூமிக்குள் நீரைத் தேடி ஓடும் வேரை போலே ஏதேதோ பாதை மாறி சென்றோம் நாம்  பெண் : யாரை தேடி இங்கு யாரோ யாரோ வீசும் காற்று அதை கூறாதோ ஆண் : பூவின் கூட்டம் சொல்லும் ஆரி ராரோ தேடும் இன்பம் இன்னும் கூடாதோ  பெண் : வானில் உள்ள வண்ணம் ஏழும் போதாதே தேடல்கள் தீராதே...  ஆண் : தேடி தேடி ஓடும் கண்கள் தேடும் உயிரை பாராதோ பெண் : தேடி தேடி ஓடும் கால்கள் தேடும் இடத்தை சேராதோ  ஆண் : பூக்கள் மேல் ஓடி ஓடி தேடி வந்த காற்று வாசத்தின் வார்த்தை ஒன்றை சொல்லாதோ  பெண் : எங்கேயோ மூங்கில் காட்டில் கேட்க்கும் அந்த பாட்டு என் நெஞ்சின் தேடல் என்ன சொல்லாதோ  ஆண் : கூண்டுக்குள்ளே வாழும் நத்தை நெஞ்சம் தேடல் கொண்டால் விண்ணை தாண்டாதோ  பெண் : சூரக் காற்றில் சுற்றி விழும் பூக்கள் நேசம் கொண்டு கைகள் தாங்காதோ  ஆண் : தேடல் கொண்ட நெஞ்சம் என்றும் ஓயாதே தேடல்கள் தீராதே  பெண் : தேடி தேடி ஓடும் கண்கள் தேடும் உயிரை பாராதோ ஆண் : தேடி தேடி ஓடும் கால்கள் தேடும் இடத்தை சேராதோ  பெண் : விண்ணை தேடி போகும் மேகம் மண்ணை தேடி சிந்தும் வண்ணம் புதிரல்லவா...  பெண் : தேடி தேடி ஓடும் கண்கள் தேடி தேடி.....", "மதிப்பீடு": "5", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "5702"}
{"திரைப்படம்": "விஸ்வரூபம் 2", "பாடலாசிரியர்": "கமல் ஹாசன்", "இசையமைப்பாளர்": "எம். கிப்ரன்", "பாடல்": "நானாகிய நதி மூலமே", "வருடம்": "2018", "பாடியவர்கள்": "கமல் ஹாசன், கௌசிகா சக்கரபோர்தி, மாஸ்டர் கார்திக் சுரேஷ் ஐயர்", "பாடல்வரிகள்": "நானாகிய நதி மூலமே  தாயாகிய ஆதாரமே  என்னை தாங்கிய கருங்குடம் இணையேயில்லா திருத்தலம் அனுதினம் உன்னை நினைந்திருக்கிறேன்  அனுதினம் உன்னை நினைந்திருக்கிறேன்  உன் போல நான் உயிரானதும்  பெண் என்ற நான் தாயானதும் பிறந்த பயனாய் உன்னை பெறும்  சிறந்த பெருமை நிகழ்ந்ததும் அனுதினம் உன்னை நினைந்திருக்கிறேன்  அனுதினம் உன்னை நினைந்திருக்கிறேன்  அம்மாவும் நீ அப்பாவும் நீ அன்பால் என்னை ஆண்டாளும் நீ பிறந்த பயனாய் உன்னை பெறும்  சிறந்த பெருமை நிகழ்ந்ததும் அனுதினமும் நான் நினைந்திருக்கிறேன்  உன் மனதின் சாயலுள்ள பெண் உருவைத் தேடினேன் பழங்கனவைக் காணலயே கண்கலங்க காண்கிறேன் பழையபடி நினைவுகள் திரும்பிடும் பிறந்தமடி சாய்ந்திடக் கிடைத்திடும் நாள் வருமோ திருநாள் வருமோ  நானாகிய நதி மூலமே  தாயாகிய ஆதாரமே  என்னை தாங்கிய கருங்குடம் இணையேயில்லா திருத்தலம் அனுதினம் உன்னை நினைந்திருக்கிறேன்  ", "மதிப்பீடு": "3", "வகை": "கானாபாடல்", "நுகர்ச்சி": "4902"}
{"திரைப்படம்": "60 வயது மாணிறம்", "பாடலாசிரியர்": "விவேக்", "இசையமைப்பாளர்": "இளையராஜா", "பாடல்": "நாளும் நாளும் ‍", "வருடம்": "2018", "பாடியவர்கள்": "பென்னி தயால், மோனாலி தாகுர்", "பாடல்வரிகள்": "ஆண் : நாளும் நாளும் சேர்ந்தால் தானே வாரம் மாதம் குழு : ஓ....ஓ... ஆண் : வருடம் ஆகும் குழு : ஓ....ஓ...  பெண் : இந்த காலம் என்னும் சோலை தன்னில் மண் மலர்ந்த பூவும் சொல்லும் எத்தனையோ காலங்களை காத்திருந்து தானே நான் இன்று மலர்ந்தேன்.... என்ன அதிசயம் இயற்கையின் அழகிலே  ஆண் : நாளும் நாளும் குழு : ஓ....ஓ... ஆண் : சேர்ந்தால் தானே குழு : ஓ....ஓ...  குழு : ஷான நான னா னா ஷான நான னா னா ஷான நான னா னா ஷான நான னா னா  பெண் : புல் மனதின் உள்ளே துள்ளி ஏறும் காலை போல பல எண்ணம் மூடி வைத்த உண்மை என்ன வென்று அந்த முத்து கண்கள் சொல்லும்  ஆண் : சொல்லிவிட வேண்டும் என்று எண்ணி வரும் போது சொற்கள் என்னை கட்டிபோடுதே சொல்ல சொல்ல ஒத்திகையில் பக்கம் நின்ற வார்த்தை அந்தரத்தில் விட்டு போகுதே  பெண் : பேசாத நம் உணர்வெல்லாம் மொழி இங்கு சொல்லாது திருமணங்கள் இணைந்தாலே பாலங்கள் வராது  ஆண் : நாளும் நாளும் குழு : ஓ....ஓ... ஆண் : சேர்ந்தால் தானே குழு : ஓ....ஓ...  ஆண் : நெஞ்சங்கள் இரண்டு தேடி தேடி தன்னை தொலைத்ததும் என்ன கண் இமைகள் மூட அந்த உலகினில் கண்ட கனவு என்ன  பெண் : தன்னிடத்தில் துளிகளை தேங்கி வைத்த மேகம் எந்த நொடி மழை தருமோ தொட்டு தொட்டு கிளைகளில் பட்டு வரும் காற்று எந்த நொடி பூவை தொடுமோ  ஆண் : நதி போகும் திசையோடு சிறு ஓடம் செல்லாதோ பயணங்கள் இது என்ன கடலோடும் தொடராதோ  ஆண் : நாளும் நாளும் குழு : ஓ....ஓ... பெண் : சேர்ந்தால் தானே குழு : ஓ....ஓ... ஆண் : வாரம் மாதம் குழு : ஓ....ஓ... பெண் : வருடம் ஆகும் குழு : ஓ....ஓ..  ஆண் : இந்த காலம் என்னும் சோலை தன்னில் பெண் : மண் மலர்ந்த பூவும் சொல்லும் எத்தனையோ காலங்களை காத்திருந்து தானே நான் இன்று மலர்ந்தேன்.... ஆண் : என்ன அதிசயம் இயற்கையின் அழகிலே  பெண் : நாளும் நாளும் குழு : ஓ....ஓ... ஆண் : சேர்ந்தால் தானே குழு : ஓ....ஓ...", "மதிப்பீடு": "4", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "6744"}
{"திரைப்படம்": "60 வயது மாணிறம்", "பாடலாசிரியர்": "விவேக்", "இசையமைப்பாளர்": "இளையராஜா", "பாடல்": "நாளும் நாளும்", "வருடம்": "2018", "பாடியவர்கள்": "மோனாலி தாகுர், பென்னி தயால்", "பாடல்வரிகள்": "பெண் : நாளும் நாளும் ஆண் : நாளும் நாளும் பெண் : சேர்ந்தால் தானே ஆண் : சேர்ந்தால் தானே பெண் : வாரம் மாதம் ஆண் : வாரம் மாதம் பெண் : வருடம் ஆகும் ஆண் : வருடம் ஆகும்  குழு : ஷான நான னா னா ஷான நான னா னா ஷான நான னா னா ஷான நான னா னா  பெண் : நாளும் நாளும் சேர்ந்தால் தானே குழு : ஓ....ஓ... பெண் : வாரம் மாதம் வருடம் ஆகும் குழு : ஓ....ஓ...  பெண் : இந்த காலம் என்னும் சோலை தன்னில் மண் மலர்ந்த பூவும் சொல்லும் எத்தனையோ காலங்களை காத்திருந்து தானே நான் இன்று மலர்ந்தேன்.... என்ன அதிசயம் இயற்கையின் அழகிலே  பெண் : நாளும் நாளும் குழு : ஓ....ஓ... பெண் : சேர்ந்தால் தானே குழு : ஓ....ஓ...  குழு : ஷான நான னா னா ஷான நான னா னா ஷான நான னா னா ஷான நான னா னா  பெண் : புல் மனதின் உள்ளே துள்ளி ஏறும் காலை போல பல எண்ணம் மூடி வைத்த உண்மை என்ன வென்று அந்த முத்து கண்கள் சொல்லும்  பெண் : சொல்லிவிட வேண்டும் என்று எண்ணி வரும் போது சொற்கள் என்னை கட்டிபோடுதே சொல்ல சொல்ல ஒத்திகையில் பக்கம் நின்ற வார்த்தை அந்தரத்தில் விட்டு போகுதே  பெண் : பேசாத நம் உணர்வெல்லாம் மொழி இங்கு சொல்லாது திருமணங்கள் இணைந்தாலே பாலங்கள் வராது  பெண் : நாளும் நாளும் குழு : ஓ....ஓ... பெண் : சேர்ந்தால் தானே குழு : ஓ....ஓ...  பெண் : நெஞ்சங்கள் இரண்டு தேடி தேடி தன்னை தொலைத்ததும் என்ன கண் இமைகள் மூட அந்த உலகினில் கண்ட கனவு என்ன  பெண் : தன்னிடத்தில் துளிகளை தேங்கி வைத்த மேகம் எந்த நொடி மழை தருமோ தொட்டு தொட்டு கிளைகளில் பட்டு வரும் காற்று எந்த நொடி பூவை தொடுமோ  பெண் : நதி போகும் திசையோடு சிறு ஓடம் செல்லாதோ பயணங்கள் இது என்ன கடலோடும் தொடராதோ  பெண் : நாளும் நாளும் குழு : ஓ....ஓ... பெண் : சேர்ந்தால் தானே குழு : ஓ....ஓ... பெண் : வாரம் மாதம் குழு : ஓ....ஓ... பெண் : வருடம் ஆகும் குழு : ஓ....ஓ..  பெண் : இந்த காலம் என்னும் சோலை தன்னில் மண் மலர்ந்த பூவும் சொல்லும் எத்தனையோ காலங்களை காத்திருந்து தானே நான் இன்று மலர்ந்தேன்.... என்ன அதிசயம் இயற்கையின் அழகிலே  பெண் : நாளும் நாளும் குழு : ஓ....ஓ... பெண் : சேர்ந்தால் தானே குழு : ஓ....ஓ...", "மதிப்பீடு": "2", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "9800"}
{"திரைப்படம்": "காலா", "பாடலாசிரியர்": "டோபேடிலிக்ஸ், லோகன்", "இசையமைப்பாளர்": "சந்தோஷ் நாராயனன்", "பாடல்": "நிக்கல் நிக்கல் சால் திரி", "வருடம்": "2018", "பாடியவர்கள்": "டோபேடிலிக்ஸ், விவேக் and அருண்ராஜா குமராஜ்", "பாடல்வரிகள்": "இது எங்க கோட்டை உள்ள வந்தா வேட்டை  ஒரு விசில் ஒண்ணு அடிச்சாக்கா கிளம்பும் பேட்டை  இங்க சிறிசு கூட பண்ணும் பெரிய சேட்டை  எங்க பெரிசுங்க வந்தாக்கா மாத்து ரூட்ட  நிக்கல் நிக்கல் ஜல்தேரே நிக்கல் நிக்கல் நிக்கல் நிக்கல் ஜல்தேரே நிக்கல் நிக்கல் நிக்கல் நிக்கல் ஜல்தேரே நிக்கல் நிக்கல் நிக்கல் நிக்கல் ஜல்தேரே நிக்கல் நிக்கல்  டேய் கெளம்பு கெளம்பு  அந்த போச்சு  கெளம்பு கெளம்பு கெளம்பு டா-போடா  விடிஞ்சிருச்சு-ஆமா கெளம்புடா  பதுங்கி அடங்கி வாழ நாங்க இன்னும் ஸ்லெவா துணிஞ்சு எதிர்த்து நிப்போண்டா நாங்க எப்பவோ ப்ரேவா நிலைமைய மாத்துறேனு நிலத்த ஆட்டைய போடுற நம்பிக்கை மோசடி செஞ்சுபுட்டு எங்க ஒளிஞ்சு ஓடுற ஏழையோட வயித்துல அடுச்சு பேங்க் பேலன்ஸ் ஆ ஏத்தாத முகமூடி போட்டுக்கிட்டு  பொய் பித்தலாட்டம் பேசாத எங்களோட ஓத்தும துரும்பு பிடிக்காத இரும்புடா உன் கனவு எல்லா இங்க பலிக்காது  கெள கெள கெள கெளம்புடா  நிக்கல் நிக்கல் ஜல்தேரே நிக்கல் நிக்கல்  ஜல்தேரே நிக்கல் நிக்கல்  டேய்  கெளம்பு கெளம்பு கெளம்பு டா-போடா  விடிஞ்சிருச்சு-ஆமா கெளம்புடா  கெளம்பு இங்க நடக்காது உங்க அலும்பு  ரொம்ப வச்சிக்காத ஓரம் ஒதுங்கு சும்மா டை ஆ காட்டி நாலு  பைலை ஆ தூக்கி வந்து சிக்கிக்காத வீணா விலகு நீ அடங்கு-மாஸ்சு  இது எங்க காலம் அதா உணர்ந்து தொட நினைக்காது இந்த ஒடம்பு திருப்பி குடுத்த  தாங்க மாட்ட டேய் வந்த வழிய பாத்து கெளம்பு  டேய் கெளம்பு கெளம்பு  அந்த போச்சு  கெளம்பு கெளம்பு கெளம்பு டா-போடா  விடிஞ்சிருச்சு-ஆமா கெளம்புடா  டேய்  நிக்கல் நிக்கல்  கெளம்புடா  நிக்கல் நிக்கல்  கெளம்புடா நிக்கல் நிக்கல்  கெளம்புடா  டேய்..", "மதிப்பீடு": "4", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "4602"}
{"திரைப்படம்": "அடங்காதே", "பாடலாசிரியர்": "பார்வதி", "இசையமைப்பாளர்": "ஜீ.வி. பிரகாஷ் குமார்", "பாடல்": "​நிலத்தில் நடக்கும்", "வருடம்": "2018", "பாடியவர்கள்": "சந்தோஷ்", "பாடல்வரிகள்": "நிலத்தில் நடக்கும் நிலவை கண்டேன் சிறகு இரண்டு முளைத்து நின்றேன் எதற்கு பிறகு வேதனை கொண்டேன் சிரிக்க மறுத்த அமுதம் தின்றேன்  நிலவின் ஒளியை மறைப்பதேது மனதில் இருட்டை இறைக்கிறது என் பௌர்ணமி எங்கெ தேடுகிறேன் என் வானத்தில் தூண்டிலை வீசுகிறேன்  பிறையென அது தெரிகிறதா என் கனவினை வெட்டி சாய்க்கிறதா முளைத்த சிறகும் முறியும் என்றால் பறவையின் கதி என்ன...  இதயமும் இன்று கணக்கிறதே பழு என்னை சுற்றி இழுக்கிறதே மறத்தல் இனியும் சாத்தியம் தானா நடக்கும் நிலையும் போகவைத்தெனா  உயிரை துறந்த உயிர் அணுவே தினமும் வரும் என் பகற் கனவே இனியும் எதற்கும் வேலை இல்லை உன் பணிகள் எனக்கு தேவை இல்லை  வழி ஒன்று வரும் வேளையிலே என்னை காணவில்லை என்று நொறுங்குவேன் வழியை திறக்க முடியுமா... உயிரே என் உயிரே", "மதிப்பீடு": "5", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "3104"}
{"திரைப்படம்": "அடங்காதே", "பாடலாசிரியர்": "சிவ கங்கா", "இசையமைப்பாளர்": "ஜி. வி. பிரகாஷ் குமார்", "பாடல்": "நிலவின் நிறமும்", "வருடம்": "2018", "பாடியவர்கள்": "ஜோதி", "பாடல்வரிகள்": "நிலவின் நிறமும் வண்ணம் கொள்ள பிறையின் வளைவும் எண்ணம் சொல்ல எப்படி என்னுயிர் காதலை சொல்வேன் உயிரை அனுப்பி இதயம் வெல்வேன்  நிழலின் வரவை தடுப்பதேது உள்ளத்தில் அணுவும் துளிர்க்கிறது உன் பார்வையை இதுவரை தொலைக்கவில்லை என் போர்வையில் காதலை மதிக்கவில்லை  கனவும் நினைவும் களையுமா என் உயிரும் உணர்வும் நிலைக்குமா எதனை காலங்கள் இதயம் உறையும் மைய்யலை அறிய வா வா  கிளையை தேடும் பறவை நானே உன் சிறகில் அமர தவிக்கிறேனே நகர்ந்து உன்னிடம் சேர்ந்திடுவேனோ அணைத்து அருகில் வாழ்ந்திடுவேனோ  எதிர்த்த திசையில் பறந்து சென்றாய் சிவந்த இறகை உதிர்த்து போனாய் மறையும் பொழுதினில் மாற்றமில்லை உன் நினைவு உயிரை தேற்றவில்லை  உயிர்விடும் இந்த நொடியிலே உன் முகம் கண்டுகொள்ள ஏங்கிடுவேன் இறுதி முத்தத்தை தந்திடவே வந்திடு நீ எந்தன் அன்பே", "மதிப்பீடு": "3", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "4039"}
{"திரைப்படம்": "96", "பாடலாசிரியர்": "கார்திக் நேதா", "இசையமைப்பாளர்": "கோவிந் மேனன்", "பாடல்": "நீ அந்தாதி", "வருடம்": "2018", "பாடியவர்கள்": "சின்மயி, கோவிந் வசந்தா, பத்ரா ரஜின் (கர்நாடக பகுதி), எம். நாசர்", "பாடல்வரிகள்": "பேரன்பே காதல் உளநோக்கி ஆடுகின்ற ஆடல் சாதா... ஆறாத ஆவல்  ஏதேதோ சாயல் ஏற்று திரியும் காதல் ப்ரத்தியேகத் தேடல் தீயில் தீராத காற்றில் புள் பூண்டில் புழுவில் உள்ளத்தில் இல்லத்தில்  தானே எல்லாமும் ஆகி நாம் காணும் அருவமே இத்தியாதி காதல் இல்லாத போதும் தேடும் தேடல் சதா...  மாறாது காதல் மன்றாடும் போதும்  மாற்று கருத்தில் மோதும் மாளாத ஊடல் ஆஅ...  நாம் இந்த தீயில் வீடு காட்டும் தீக்குச்சி நாம் இந்த காற்றில் ஊஞ்சல் கட்டும் தூசி  நாம் இந்த நீரில் வழக்கை ஓட்டும் நீர் பூச்சி நாம் இந்த காம்பில் காமத்தின் ருசி  காதல் கண்ணீரில் சிலந்தி காதல் விண்மீனின் மெகந்தி காதல் மெய்யான வதந்தி காலம் தோறும் தொடரும் டைரி காதல் தெய்வீக எதிரி காதல் சாத்தானின் விசிடி காதல் ஆன்மாவின் புலரி வாழ்ந்து பெற்ற டிகிரி  ஓர்... விடைகுள்ளே... வினாவெல்லாம்... பதுங்குதே...  ஆஅ... நாம்... கரைந்ததே... மறைந்ததே... முடிந்ததே... ஆஅ...  ஆஅ... கொஞ்சும் பூரணமே வா நீ... கொஞ்சும் எழிலிசையே  பஞ்ச வர்ண பூதம் நெஞ்சம் நிறையுதே காண்பதெல்லாம் காதலடி ஈஈ... காதலே காதலே தனி பெருந் துணையே கூட வா கூட வா போதும் போதும்    காதலே காதலே வாழ்வின் நீளம் போகலாம் போகி வா நீ...  ஆஅ... திகம்பர... வலம்புரி... சுயம்பு நீ... நீ...  ஆஅ... பிரகாரம் நீ... பிரபாவம் நீ... பிரவாகம் நீ... நீ...  ஆஅ ஆஅ... ஸ்ருங்காரம் நீ... ஆங்காரம் நீ... ஓங்காரம் நீ... நீ...  நீ... அந்தாதி நீ... அந்தாதி நீ... அந்தாதி நீ... நீ...  ஹ்ம்ம்... தேட வேண்டாம் முன் அறிவி பின்றி வரும் அதன் வருகையை இதயம் உரக்க சொல்லும்  காதல்... காதல் ஒரு நாள் உங்களையும் வந்து அடையும் அதை அல்லி அணைத்து கொள்ளுங்கள்  அன்பாக பார்த்து கொள்ளுங்கள் காதல் தாங்கும் காதல் தயங்கும் காதல் சிரிக்கும் காதல் இனிக்கும்  காதல் கவிதைகள் வரையும் காதல் கலங்கும் காதல் குழம்பும் காதல் ஓரளவுக்கு புரியும் காதல் விலகும் காதல் பிரியும்  கதவுகளை மூடாமல் வழி அனுப்புங்கள் காத்திருங்கள் ஒரு வேலை காதல் திரும்பினாள் தூரத்தில் தயங்கி நின்றாள் அருகில் செல்லுங்கள் அன்புடன் பேசுங்கள்  போதும்... காதல் உங்கள் வசம் உள்ளம் காதல் வசம் மாற்றங்கள் வினா மாற்றங்களே விடை காதல்...", "மதிப்பீடு": "5", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "591"}
{"திரைப்படம்": "அடங்காதே", "பாடலாசிரியர்": "கபிலன்", "இசையமைப்பாளர்": "ஜி. வி. பிரகாஷ் குமார்", "பாடல்": "நீ இன்றி நானா", "வருடம்": "2018", "பாடியவர்கள்": "சிந்துரி விஷால்", "பாடல்வரிகள்": "நீ இன்றி நானா நான் நீ ஆகுவேனா இது காலம் தாண்டி வாழும் காதலே  நீ விண்ணைத்தாண்டி போனால் நான் என்னுள் உன்னை காண்பேன் உன் கண்ணில் மௌன காதல் பேசுவேன்  நி ச க ச க ச நி ச க ச க ச நி ச க ச க ரே நி ச க ச ரி ப  நி ச க ச க ச நி ச க ச க ச நி ச க ச க ரே நி ச க ச ரி ப  அலைந்தேன் தொலைந்தேன் நம் வானம் பூமி மாறவே பிறந்தேன் தொடர்ந்தேன் உன்னோடு ஒன்று சேரவே  அன்பே அன்பே கண்டேன் உன்னை என் மூச்சும் பேச்சும் தீர்ந்ததே கண்ணால் கண்ணால் காதல் சொல்ல உன் பார்வை மீண்டும் வேண்டுமே  ஹ்ம்ம்...ம்ம்ம்....ம்ம்...ம்ம்ம்... ம்ம்ம்...ம்ம்ம்ம்...ம்ம்ம்ம்.... ஹ்ம்ம்...ம்ம்ம்....ம்ம்...ம்ம்ம்... ம்ம்ம்...ம்ம்ம்...ம்ம்ம்....ம்ம்ம்....ம்ம்... ஓஹோ....ஓஒ...ஓஒ....ஓஒ (3) ஓஹோ....ஊ...ஓஹோ...(2)  கை நீட்டும் தூரத்தில் உன்னை நான் கண்டேனே கையோடு கைரேகை கலந்திடுமா உன் காதல் இல்லாமல் என் காதல் சொல்லாமல் உன் தூரம் என் பாதம் கடந்திடுமா  உனக்காய் இருப்பேன் என் ஆயுள் காலமே அதை நீ புரிந்தால் என் ஆயுள் நீளுமே  அன்பே அன்பே உன் மௌனம் என்ன உன் மாற்றம் தோற்று போகுமே கண்ணால் கண்ணால் காதல் சொல்ல உன் பார்வை மீண்டும் வேண்டுமே  நி ச க ச க ச நி ச க ச க ச நி ச க ச க ரே நி ச க ச ரி ப  நி ச க ச க ச நி ச க ச க ச நி ச க ச க ரே நி ச க ச ரி ப  உன் நெஞ்சில் என் ஓசை உண்டான பின்னாலே என் காதல் கண்ணாடி உடைந்திடுமா என் சுவாசம் உன் மூச்சில் என்றே  நீ சொன்னாயே உன் வார்த்தை என் ஜீவன் மறந்திடுமா  தவணை முறையால் என் காதல் சொல்கிறேன் மறந்தே இருந்தே நீ என்னை கொல்கிறாய்  நீதான் இல்லை எங்கே செல்ல நான் கண்ணீர் தீயில் மூழ்கிறேன் உன்னை என்னை ஒன்றாய் செய்ய ஓர் காதல் தெய்வம் வேண்டினேன்  நி ச க ச க ச நி ச க ச க ச நி ச க ச க ரே நி ச க ச ரி ப  நி ச க ச க ச நி ச க ச க ச நி ச க ச க ரே நி ச க ச ரி ப", "மதிப்பீடு": "2", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "8899"}
{"திரைப்படம்": "இமைக்கா நொடிகள்", "பாடலாசிரியர்": "கபிலன்", "இசையமைப்பாளர்": "கிப்கொப் தமிழா", "பாடல்": "நீயும் நானும் அன்பே", "வருடம்": "2018", "பாடியவர்கள்": "ரகு டிக்ஸித், சத்யபிரகாஷ், ஜிதின் ராஜ்", "பாடல்வரிகள்": "நீயும் நானும் அன்பே கண்கள் கோர்த்துக்கொண்டு வாழ்வின் எல்லை சென்று ஒன்றாக வாழலாம்  ஆயுள் காலம் யாவும் அன்பே நீயே போதும் இமைகள் நான்கும் போர்த்தி இதமாய் நாம் தூங்கலாம்   (adsbygoogle = window.adsbygoogle || []).push({});  நீயும் நானும் அன்பே கண்கள் கோர்த்துக்கொண்டு வாழ்வின் எல்லை சென்று ஒன்றாக வாழலாம்  என் பாதை நீ என் பாதம் நீ நான் போகும் தூரம் நீயடி  என் வானம் நீ என் பூமி நீ என் ஆதி அந்தம் நீயடி  என் பாதை நீ என் பாதம் நீ நான் போகும் தூரம் நீயடி  என் வானம் நீ என் பூமி நீ என் ஆதி அந்தம் நீயடி  நீயும் நானும் அன்பே கண்கள் கோர்த்துக்கொண்டு வாழ்வின் எல்லை சென்று ஒன்றாக வாழலாம்  தாய் மொழி போலே நீ வாழ்வை என்னில் உன் நிழல் பிரிந்தாலும் வீழ்வேன் மண்ணில் மின்மினி பூவே உன் காதல் கண்ணில் புதிதாய் கண்டேனே என்னை உன்னில்  தாமதமாய் உன்னை கண்ட பின்னும் தாய் மடியை வந்தாய் நான் தூங்கவே  நீயும் நானும் அன்பே கண்கள் கோர்த்துக்கொண்டு வாழ்வின் எல்லை சென்று ஒன்றாக வாழலாம்  உன் தேவையை நான் தீர்க்கவேய வெண்ணீரில் மீனை நீந்துவேன் உன் காதலை கடன் வாங்கியே என்னை நானே தாங்குவேன்  உன் பாதியும் என் மீதியும் ஒன்றே தான் என்று வாழ்கிறேன் உன் கண்களில் நீர் சிந்தினால் அப்போதே செத்து போகிறேன்  சாலை ஓர பூக்கள் சாய்ந்து நம்மை பார்க்க நாளை தேவை இல்லை பெண்ணே நாளும் வாழலாம்  நீயும் நானும் அன்பே கண்கள் கோர்த்துக்கொண்டு வாழ்வின் எல்லை சென்று ஒன்றாக வாழலாம்  என் பாதை நீ என் பாதம் நீ நான் போகும் தூரம் நீயடி  என் வானம் நீ என் பூமி நீ என் ஆதி அந்தம் நீயடி  என் பாதை நீ என் பாதம் நீ நான் போகும் தூரம் நீயடி   என் வானம் நீ என் பூமி நீ என் ஆதி அந்தம் நீயடி  நீயும் நானும் அன்பே கண்கள் கோர்த்துக்கொண்டு வாழ்வின் எல்லை சென்று ஒன்றாக வாழலாம்  நீயும் நானும் அன்பே கண்கள் கோர்த்துக்கொண்டு வாழ்வின் எல்லை சென்று ஒன்றாக வாழலாம்", "மதிப்பீடு": "3", "வகை": "கானாபாடல்", "நுகர்ச்சி": "325"}
{"திரைப்படம்": "காளி", "பாடலாசிரியர்": "அருண் பாரதி", "இசையமைப்பாளர்": "விஜய் அன்ரனி", "பாடல்": "நூறாய் யுகம் நூறாய்", "வருடம்": "2018", "பாடியவர்கள்": "ஹேமசந்ரா, சங்கீதா ராஜேஸ்வரன்", "பாடல்வரிகள்": "நூறாய் யுகம் நூறாய் உனக்காய் பிறப்பேன் கண்ணின் இமை போலே துணையாய் இருப்பேன் ஈடாய் உனக்கீடாய்  எதை நான் கொடுப்பேன் ஏதும் உனக்கென்றால் உயிரால் தடுப்பேன்  நீ கடவுளின் பரிசென கரங்களில் வர தவமென்ன புரிந்தேன் உனையிங்கு பெற வரமென கிடைத்தவள் உனக்கென்ன தர உடலுக்குள் இறங்கிடு உயிரினை பெற  நூறாய் யுகம் நூறாய் உனக்காய் பிறப்பேன் கண்ணின் இமை போலே துணையாய் இருப்பேன்  பள்ளம் சேரும் வெள்ளம் போலே உன்னை நிறைத்திடுவேன் தோழி செல்லம் கொஞ்சும் உந்தன் திமிரை கட்டி அணைத்திடுவேன்  உள்ளதாலும் உடலின் மீதும் உன்னை சுமந்திடுவேன் தோழா உலகம் அழியும் போதும் நானோ உன்னை நினைத்திடுவேன்  இதயத்தின் மைய பகுதியில் இருக்கை விரித்து அமர்ந்தாள் உலகத்தின் மொத்த மகிழ்ச்சியும் ஒருத்தி வடிவில் கொடுத்தாய்  உந்தன் மடியில் நிரந்தரமாக எனக்கிடம் கொடுத்தாய் தோழி தெய்வம் வந்து நின்றால் கூட திரும்பிட மறுப்பேன்  உனக்கு மட்டும் தானே எந்தன் இருதயம் துடிக்கும் தோழா உறங்கும் போதும் எந்த உதடோ உந்த பெயர் அழைக்கும்  உனக்குள்ளே என்னை புதைப்பதால் திரும்ப திரும்ப பிறப்பேன் வழித்துணை நீ இருப்பதால் இறுதி வரைக்கும் நடப்பேன்  நூறாய் யுகம் நூறாய் உனக்காய் பிறப்பேன் கண்ணின் இமை போலே துணையாய் இருப்பேன் ஈடாய் உனக்கீடாய் எதை நான் கொடுப்பேன் ஏதும் உனக்கென்றால் உயிரால் தடுப்பேன்   நீ கடவுளின் பரிசென கரங்களில் வர தவமென்ன புரிந்தேன் உனையிங்கு பெற வரமென கிடைத்தவள் உனக்கென்ன தர உடலுக்குள் இறங்கிடு உயிரினை பெற  நூறாய் யுகம் நூறாய் உனக்காய் பிறப்பேன் கண்ணின் இமை போலே துணையாய் இருப்பேன்", "மதிப்பீடு": "4", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "6420"}
{"திரைப்படம்": "நிமிர்", "பாடலாசிரியர்": "தாமரை", "இசையமைப்பாளர்": "தர்புக சிவா", "பாடல்": "நெஞ்சில் மாமழை", "வருடம்": "2018", "பாடியவர்கள்": "ஹரிசரன், சுவேதா மோகன்", "பாடல்வரிகள்": "நெஞ்சில் மாமழை நெஞ்சில் மாமழை தந்து வானம் கூத்தாட கொஞ்சும் தாமரை கொஞ்சும் தாமரை வந்து எங்கும் பூத்தாட    எத்தனை நாள் எத்தனை நாள் பார்ப்பது எட்டி நின்று எட்டி நின்று காய்வது கள்ள குரல் பாடல் உள்ளே ஓடுது கண்மூடி கண்மூடி காதோரம் பாடுது    நெஞ்சில் மாமழை நெஞ்சில் மாமழை தந்து வானம் கூத்தாட கொஞ்சும் தாமரை கொஞ்சும் தாமரை வந்து எங்கும் பூத்தாட   வாரத்தில் எத்தனை நாள் பார்ப்பது அன்றாடம் வந்து பார்க்க ஏங்குது வராமல் போகும் நாட்கள் வீண் என வம்பாக சண்டை போட வைக்குது   சொல்ல போனால் என் நாட்களை வண்ணம் பூசி தந்தவளும் நீதான் துள்ளல் இல்லா என் பார்வையில் தூண்டில் மீனாய் வந்தவளும் நீதான்   எத்தனை நாள் எத்தனை நாள் பார்ப்பது எட்டி நின்று எட்டி நின்று காய்வது கள்ள குரல் பாடல் உள்ளே ஓடுது கண்மூடி கண்மூடி காதோரம் பாடுது   நெஞ்சில் மாமழை நெஞ்சில் மாமழை தணந்து வானம் கூத்தாட பாசாங்கு செய்ததெல்லாம் போதுமே ராசாவை தேடி கண்கள் ஓடுமே ரோசாபூ மாலை ரெண்டு வேண்டுமே பேசாமல் மாட்டி கொள்ள தோன்றுமே    பெண்கள் இல்லா என் வீட்டிலே பாதம் வைத்து நீயும் வர வேண்டும் தேன்றளில்லா தோட்டத்தில் உன்னால் தானே காற்று வரும் மீண்டும்    எத்தனை நாள் எத்தனை நாள் பார்ப்பது எட்டி நின்று எட்டி நின்று காய்வது கள்ள குரல் பாடல் உள்ளே ஓடுது கண்மூடி கண்மூடி காதோரம் பாடுது    நெஞ்சில் மாமழை நெஞ்சில் மாமழை தந்து வானம் கூத்தாட கொஞ்சும் தாமரை கொஞ்சும் தாமரை வந்து எங்கும் பூத்தாட   எத்தனை நாள் எத்தனை நாள் பார்ப்பது எட்டி நின்று எட்டி நின்று காய்வது கள்ள குரல் பாடல் உள்ளே ஓடுது கண்மூடி கண்மூடி காதோரம் பாடுது", "மதிப்பீடு": "4", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "2601"}
{"திரைப்படம்": "அடங்கமறு", "பாடலாசிரியர்": "ஜுகபாரதி", "இசையமைப்பாளர்": "சாம். சீ. எஸ்", "பாடல்": "பச்சை துரோகங்கள் சாகாமல்", "வருடம்": "2018", "பாடியவர்கள்": "ஹரிசரன்", "பாடல்வரிகள்": "பச்சை துரோகங்கள் சாகாமல் பல்லை இழிக்கும் நாள் தூரம் எச்சில் சோர் உண்ணும் காகம் போல் தொடரும் நிலையே சேதாரம்  குற்றம் எங்கென்று தேடாமல் சட்டம் உறங்க கூடாதே மிச்சம் நீ என்று ஆனாலும் அடங்கி ஒடங்கி வாழாதே  உள்ளவை மொத்தமும் தாவென்று நாய்களும் பேய்களும் வாலாட்ட நல்லதை நம்பி நீ போர் செய்யும் தருணம் தருணம்  வஞ்சமும் நஞ்சமும் கை கோர்த்து நாடகம் ஓடுதே ஊரெல்லாம் சத்தியம் ஒன்று தான் உன் கையில் கவனம் கவனம்  ஆஅ ஊரையும் பேரையும் வாங்க வா போராட்டம் தீமையை தீயிலே போடவே ஆர்பாட்டம்  வளைந்து நெளிந்து கிடக்கும் வரைக்கும் கணக்கு வழக்கு தீராதே  நிமிர்ந்து எழுந்து உதைக்க தொடங்கு எதற்கும் பயந்து ஓடாதே  கொள்ளையும் தொல்லையும் கூட் என்று கூனி நீ போவது தீர்வில்லை வெற்றினம் கொண்டு நீ போரிட்டால் பணியும் ஜகமே  கல்லையும் மண்ணையும் போல் இங்கு வாழவே ஏங்கினால் தீங்கெல்லாம் உன்னையும் மண்ணிலே சாய்க்கின்ற நிலைமை வருமே  குற்றம் எங்கென்று தேடாமல் சட்டம் உறங்க கூடாதே மிச்சம் நீ என்று ஆனாலும் அடங்கி ஒடங்கி வாழாதே  தடத் தட்ட டா டாட் ஆ தடத் தட்ட டா டாட் ஆ", "மதிப்பீடு": "1", "வகை": "கானாபாடல்", "நுகர்ச்சி": "3423"}
{"திரைப்படம்": "நிமிர்", "பாடலாசிரியர்": "வைரமுத்து", "இசையமைப்பாளர்": "தர்புகா சிவா", "பாடல்": "​பூவுக்கு தாப்பா எதுக்கு", "வருடம்": "2018", "பாடியவர்கள்": "ஸ்வேதா மோகன்", "பாடல்வரிகள்": "பூவுக்கு தாப்பா எதுக்கு? ஊருக்கு கதவா இருக்கு ? பூவுக்கு தாப்பா எதுக்கு? ஊருக்கு கதவா இருக்கு ?  வெளியெல்லாம் தொரந்தே கெடக்கு கிளி ஆக ஆசை எனக்கு வெளியெல்லாம் தொரந்தே கெடக்கு  கிளி ஆக ஆசை எனக்கு இலவச வெயில் வந்து விழுமே என்னை இதமாய் தொடுமே பூங்காத்தையே வனம் வடிக்கட்டி அனுப்பிடுமே மழை மழை மழை துளி விழுமே என் மர்மம் தொடுமே  தலை ஈரத்தை ஒரு துண்டு மேகம் துவட்டிடுமே ஓடை எங்கள் தாய்ப்பால் இந்த ஊரும் மண்ணும் தாய்மடி இங்கே இல்லை நோய் நொடி இந்த இடம் நல்ல இடம் இது எந்தன் தலை நகரம்  பூவுக்கு தாப்பா எதுக்கு? ஊருக்கு கதவா இருக்கு ? பூவுக்கு தாப்பா எதுக்கு? ஊருக்கு கதவா இருக்கு ?  வெளியெல்லாம் தொரந்தே கெடக்கு கிளி ஆக ஆசை எனக்கு வெளியெல்லாம் தொரந்தே கெடக்கு கிளி ஆக ஆசை எனக்கு   சொத்து சுகம் தேடுகிற மனசா இந்த சொகமே வருமா ? பணம் காசெல்லாம் இந்த பனி துளி விலை பெருமா? வெட்டவெளி பொழப்புக்கு தானே மனம் ஏங்கி கிடக்கு ஆகாயமே  இங்க அக்கம் பக்கம் வந்து கிடக்கு பட்டாம்பூச்சி பிடிக்க நாம் பதுங்கி மெல்ல போகலாம் அது பறக்கும் போது தோற்க்கலாம் மனிதரை மறந்தொரு பறவையின் வரம் பெறலாம்  பூவுக்கு தாப்பா எதுக்கு? ஊருக்கு கதவா இருக்கு ? பூவுக்கு தாப்பா எதுக்கு? ஊருக்கு கதவா இருக்கு ?  வெளியெல்லாம் தொரந்தே கெடக்கு கிளி ஆக ஆசை எனக்கு வெளியெல்லாம் தொரந்தே கெடக்கு கிளி ஆக ஆசை எனக்கு", "மதிப்பீடு": "3", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "3232"}
{"திரைப்படம்": "ஜுங்கா", "பாடலாசிரியர்": "லலிதானந்", "இசையமைப்பாளர்": "சித்தர்த் விபின்", "பாடல்": "மக்கள் செல்வன்", "வருடம்": "2018", "பாடியவர்கள்": "சுரஜ் ஜெகன், ஜெயகணேஷ் குமார்", "பாடல்வரிகள்": " ", "மதிப்பீடு": "3", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "1079"}
{"திரைப்படம்": "மாரி 2", "பாடலாசிரியர்": "ஜுவன் சங்கர் ராஜா", "இசையமைப்பாளர்": "ஜுவன் சங்கர் ராஜா", "பாடல்": "மாரி கெத்து", "வருடம்": "2018", "பாடியவர்கள்": "சின்ன பொண்ணு, தனுஷ், ஜுவன் சங்கர் ராஜா, டீ", "பாடல்வரிகள்": "ஏய் பிகிலு அடிச்சா செவுலு பிரியும் மாஞ்ச வுட்டா டீலு கிழியும் மாரி ஒன்னு சொழட்டி வெச்சா மம்மி டாடி பேஸ் தெரியும்  ஏய் பிகிலு அடிச்சா செவுலு பிரியும் மாஞ்ச வுட்டா டீலு கிழியும் மாரி ஒன்னு சொழட்டி வெச்சா மம்மி டாடி பேஸ் தெரியும்  செல்வாக்கு செல்லாது உன் பப்பு வேவாது தனிக்காட்டு ராஜா டா  நம்மாளு ஏய் நம்மாளு  நீ ப்ரண்ட்ஸிப்பா வந்தாக்கா உண்மையா இருந்தாக்கா உசுரையே தருவான்டா  நம்மாளு ஏய் நம்மாளு  செல்வாக்கு செல்லாது உன் பப்பு வேவாது தனிக்காட்டு ராஜா டா நம்மாளு ஏய் நம்மாளு  நீ ப்ரண்ட்ஸிப்பா வந்தாக்கா உண்மையா இருந்தாக்கா உசுரையே தருவான்டா  நம்மாளு ஏய் நம்மாளு  மாரி நீ நல்லவரா கெட்டவரா தெரியலையே பா  ஹே விலகி விலகி விலகி விலகி ஓரம் போடா போடா ஓ வயிறு எரிஞ்ச தண்ணி ஊத்தி தூரம் போடா போடா  ஏய் நாங்க வேற மாறி இவன் எங்க ஆளு மாரி ஏய் மாரி ஏய் மாரி ஏய் மாரி  கட கட கக் காடா நட நட நன்னாட நிகரிகர் இங்கில்ல இளைஞரின்பட  பட பட பப்பாட நொறுங்கிடும் தட்டாட இங்க வந்து நீ நீயும் சுடாதடா வட  ஏய் ஏறிடுச்சு ஏய் துர்ர்ரர் மாஸ்சு ஏறிடுச்சு கிரேசு ஏறிடுச்சு  வேஷம் போடாத வேட்டி கிழிஞ்சிருச்சு    மாட்டிகிச்சு ம ம ம ம ம ம ம ம மேட்டர் மாட்டிகிச்சு ஸ்கெட்சு மாட்டிகிச்சு  பிளானு கிளான்னு எல்லாம் காத்துல பிச்சிகிச்சு  என்னோடது எல்லாம் உன்து நண்பா கேட்டது எல்லாம் நான் கொடுப்பேன் என்னாண்ட ஒன்னும் இல்ல நண்பா தோளோடு தோழனா நான் இருப்பேன்  ஹே விலகி விலகி விலகி விலகி ஓரம் போடா போடா ஓ வயிறு எரிஞ்ச தண்ணி ஊத்தி தூரம் போடா போடா  ஏய் நாங்க வேற மாறி இவன் எங்க ஆளு மாரி ஏய் மாரி ஏய் மாரி ஏய் மாரி  ஏய் மாரி கெத்து ஏய் மாரி கெத்து ஏய் ஓரம் ஒத்தே ஓரம் ஒத்தே  ஏய் கெத்து ஏய் கெத்து ஏய் ஒத்தே ஏய் ஒத்தே ஜிந்தா ஜிந்தா ஜிந்தா ஜிந்தா ஜிந்தா ஜிந்தா ஜிந்தா ஜிந்தா  ஏய் பிகிலு அடிச்சா செவுலு பிரியும் மாஞ்ச வுட்டா டீலு கிழியும் மாரி ஒன்னு சொழட்டி வெச்சா மம்மி டாடி பேஸ் தெரியும்  யாரு எடத்துல வந்து யாரு சீன் போடுறது", "மதிப்பீடு": "5", "வகை": "கானாபாடல்", "நுகர்ச்சி": "6614"}
{"திரைப்படம்": "அடங்காதே", "பாடலாசிரியர்": "உமா தேவி", "இசையமைப்பாளர்": "ஜி. வி. பிரகாஷ் குமார்", "பாடல்": "யாரடி யாரடி", "வருடம்": "2018", "பாடியவர்கள்": "சத்யபிரகாஷ்", "பாடல்வரிகள்": "யாரடி யாரடி நேரில் தோன்றும் தேவதை பார்வையின் தீண்டலில் பாதை நூறு ஆனதே  வாழ்விலே நீ இனி ஆயுள் காலா ஞாபகம் காதலே வானம் போல் நீழுகின்றதே  ஒலிகள் ஆடை மூடி வந்ததே என் கோப தாபம் மாறுதே மனதின் ஆழம் தேடி தங்குதே உயிர் பொங்குதே...  யாரடி யாரடி நேரில் தோன்றும் தேவதை பார்வையின் தீண்டலில் பாதை நூறு ஆனதே  வானமென நான் ஆனேன் மேகமாய் மேல் ஆனேன் பூமியின் தாகம் தீரவே வானமழை போல் ஆனேன்  நீர் தொடும் நீரானாய் நான் தேடும் வேரானாய் நீர்க்குமிழ் போலே நானாகி நீந்துகிற சேல் ஆனேன்  தடைகளெல்லாம் உடைகிறதே மறைகிறதே மழை துளியில் மலைகளெல்லாம் கரைகிறதே  மனம் காலம் நேரம் தூரம் மீறி வானம் தாண்டி ஓடுதே அடி நீரும் நெல்லும் போல நான் சேரவே அடி ஏனடி  யாரடி யாரடி நேரில் தோன்றும் தேவதை பார்வையின் தீண்டலில் பாதை நூறு ஆனதே  காதலின் நியாயங்கள் மாலையில் பூக்கிறதே ஆசைகளின் எல்லை மீறியே ஆறு கடல் ஓடுதே  வேதங்கள் ஒன்றாக ஓதிடும் அன்பெல்லாம் காதலின் தூது போலவே காலமகள் வந்தாலே  திரைகளெல்லாம் மறைகிறதே ஒளிர்கிறதே இரு விழியில் உலகமெல்லாம் விடுகிறதே...  உடல் யாவும் மீறி தூரம் கூடி ஜீவன் ஏகம் ஆகுதே அட தோயும் நெஞ்சில் தோழி வண்ணம் பாயுதே அது ஏனடி  யாரடி யாரடி நேரில் தோன்றும் தேவதை பார்வையின் தீண்டலில் பாதை நூறு ஆனதே....", "மதிப்பீடு": "5", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "6305"}
{"திரைப்படம்": "தியா", "பாடலாசிரியர்": "மதன் கார்க்கி", "இசையமைப்பாளர்": "சாம். சீ. எஸ்", "பாடல்": "யாரோ யாரோ கருவே", "வருடம்": "2018", "பாடியவர்கள்": "கே. எஸ். சித்ரா", "பாடல்வரிகள்": "யாரோ யாரோ உன்னை விதைத்தது யாரோ யாரோ யாரோ உன்னை சிதைத்தது யாரோ  யாரோ யாரோ உன்னை எழுதியது யாரோ யாரோ யாரோ உன்னை அளித்து யாரோ தீயே தீயே உன்னை அணைத்தது யாரோ பூவே பூவே உன்னை நசுக்கியது யாரோ  தோன்றும் உன்னை கொன்றாதாரடி கருவே நீல் துயரும் பிறவி துயரம் எனவே உறவே கலைந்தாயடி  பாழ் உலகம் சுழலும் நரகம் எனவே அழகே கரைந்தபடி தாயின் தீயில் தீய்ந்து தேய்ந்திடு கருவே  நீ உறங்கு உயிரே உறங்கு இதுவே கடைசி தாலாட்டிது தாய் விழியில் வழியும் துளியில் கறைவாய் கடைசி நீராட்டேனா புள்ளி உன்னில் கொல்லி வைக்கிறோம் கருவே", "மதிப்பீடு": "2", "வகை": "கானாபாடல்", "நுகர்ச்சி": "87"}
{"திரைப்படம்": "இரும்பு திரை", "பாடலாசிரியர்": "கபீர் வாசுகி", "இசையமைப்பாளர்": "ஜுவன் சங்கர் ராஜா", "பாடல்": "யார் இவன்", "வருடம்": "2018", "பாடியவர்கள்": "கபீர் வாசுகி", "பாடல்வரிகள்": "யார் இவன் தூணிலும் துரும்பிலும் கண்கள் வைத்துக் கொண்டு பார்ப்பவன் வான் கடல்  மண்ணிலும் மனதிலும் காதை வைத்துக் கொண்டு கேட்ப்பவன்  காதோரம்  வாய் வச்சு காதோட நீ பேசு சத்தம் போட்டா  வார்த்தை எல்லாம் அவன் சிறையிலே  சேத்திடிச்சு  எங்க போய் ஒழிஞ்சாலும் ஏதோ ஒன்னு பாக்குது யாரு கிட்ட பேசினாலும்  ஏதோ ஒன்னு கேக்குது அடிமையாக்க ஓங்கிருந்தா அடிதடினு இறங்கலாம் ஆசையத்தா காட்டி  இப்போ கால வாறி வெட்டுறான்  யார் இவன் தூணிலும் துரும்பிலும் கண்கள் வைத்துக் கொண்டு பார்ப்பவன் வான் கடல்  மண்ணிலும் மனதிலும் காதை வைத்துக் கொண்டு கேட்ப்பவன்  வேசத்த இழந்தாச்சி  வானம் பாத்து கைய கட்டு  உத்தமன் தான் இல்லையின்னு  வங்கியில வட்டி கட்டு   எப்பெப்பயோ செஞ்சதெல்லாம்  எங்கெங்கேயோ பதியுது  கோட்ட விட்டு தோத்த பின்தான் ஆட்டமே புரியுது  எங்கிருந்து அடிக்கிறானு  தேடி பாக்கப் போயிதான் உருவமெல்லாம்  மிருகமாத்தான் கற்ப்பனைல சிரிக்கிறான் யார் இவன் யார் இவன்   கருவிய கையில பிடிச்சி  கனவு கூச்சம்  காசயெல்லாம் பொதச்சி  ரகசியம் பூட்டி தான் அடச்சி யாருக்கும் தெரியாம மறச்சி  இலவச விளம்பரம்னு  அதன் வசம் இழுத்துச்சு  எல்லை இல்லா ஆசப்படுனு கூச்சமில்லாம சொல்லிச்சு  சாக்கு இப்போ இருக்குது  சாவி இன்னும் பொருந்துது  போட்டிருக்க பூட்டியிருக்க வச்ச சரக்கு மட்டும் கரையுது ", "மதிப்பீடு": "1", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "1572"}
{"திரைப்படம்": "மாரி 2", "பாடலாசிரியர்": "தனுஷ்", "இசையமைப்பாளர்": "ஜுவன் சங்கர் ராஜா", "பாடல்": "ரவுடி பேபி", "வருடம்": "2018", "பாடியவர்கள்": "தனுஷ், டீ", "பாடல்வரிகள்": "ஹே என் கோலி சோடாவே என் கறி  குழம்பே உன் குட்டி பப்பி  நான் டேக் மீ டேக் மீ  ஹே என் சிலுக்கு சட்ட நீ வெயிட்டு கட்ட.. லவ்வு சொட்ட சொட்ட டாக் மீ டாக் மீ  மை  டியர் மச்சான் நீ மனசு வச்சா நம்ம ஒரசிக்கலாம் நெஞ்சு ஜிகு ஜிகு ஜா  மை  டியர் ராணி என் ட்ரீம்ல  வா நீ நம்ம ஒண்ணா சேர fire  பத்திகிருச்சா  ரா நம்ம பீச்சு பக்கம் போத்தாம் ஒரு டப்பாங்குத்து வேஷ்த்தாம் நீ என்னுடைய ரவுடி பேபி  ரா you're my only girl friendu. I'll give you பூச்செண்டு. we'll make us new trendu baby.  போத்தாம்  வேஷ்த்தாம் ரவுடி பேபி  girl friendu பூச்செண்டு ட்ரெண்டு பேபி. ரவுடி பேபி...  உன்னால, ஏய் மூடாச்சு my hormone-u balance-u.. damageu..  ஏய் காமாச்சி.. என் மீனாட்சி... இந்த மாரிக்கும் உன் மேல கண்ணாச்சு..  ஒன்னு பிளஸ் ஒன்னு டூ மாமா யு பிளஸ் மீ த்ரீ மாமா  அடி ஜான்சி  ராணி என் கிருஷ்ணவேணி I'll buy u pony அத ஓட்டினு வா நீ.  என் மந்திரவாதி நீ கேடிக்கு கேடி நான் உன்னுள்ள பாதி நம்ம செம்ம ஜோடி.  ரவுடி பேபி ஏ ரவுடி பேபி ரவுடி பேபி.. ரவுடி பேபி.  ஹே என் கோலி சோடாவே என் கறி  குழம்பே உன் குட்டி பப்பி  நான் டேக் மீ டேக் மீ  ஹே என் சிலுக்கு சட்ட நீ வெயிட்டு கட்ட.. லவ்வு சொட்ட சொட்ட டாக் மீ டாக் மீ  மை  டியர் மச்சான் நீ மனசு வச்சா நம்ம ஒரசிக்கலாம் நெஞ்சு ஜிகு ஜிகு ஜா  மை  டியர் ராணி என் ட்ரீம்ல  வா நீ நம்ம ஒண்ணா சேர fire  பத்திகிருச்சா  ரா நம்ம பீச்சு பக்கம் போத்தாம் ஒரு டப்பான்  குத்து வேஷ்த்தாம் நீ என்னுடைய ரவுடி பேபி  ரா you are my Only girl friendu. I'll give you பூச்செண்டு. we'll make us new trendu baby.  ரவுடி பேபி ரவுடி பேபி ரவுடி பேபி.. ரவுடி பேபி.", "மதிப்பீடு": "5", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "4063"}
{"திரைப்படம்": "2.0", "பாடலாசிரியர்": "மதன் கார்க்கி", "இசையமைப்பாளர்": "ஏ. ஆர். ரகுமான்", "பாடல்": "ராஜாளி நீ காலி", "வருடம்": "2018", "பாடியவர்கள்": "பிளாஸே, அர்ஜுன் சான்டி, சித் ஸ்ரீராம்", "பாடல்வரிகள்": "ஐசக் அசிமோ பேரன்டா சுண்டக் காசாய் சூரண்டா.  ஐசக் அசிமோ பேரன்டா சுண்டக் காசாய் சூரண்டா.  ஐசக் அசிமோ பேரன்டா சுண்டக் காசாய் சூரண்டா.  ஐசக் அசிமோ பேரன்டா சுண்டக் காசாய் சூரண்டா.  ஏ  ஏ  ராஜாளி நீ காலி இன்னைக்கும் திங்களுக்கு தீபாலி.  ராஜலே  செம்ம ஜாலே.  நரகத்துக்கு நீ விருந்தாளி.  மாசே நா பொடி மாசே வெடிச்சாக்க பூம் பட்டாசே .  பாஸு நா குட்ட பாசு மாட்டிக்கிட்டா மச்சான் நீ பூட்ட கேசு.  நக நக நக நா ஆறே அங்குல பீரங்கி நீ உள்ளங்கி.  நக நக நக நா தானியங்கி உன் காதுல வச்ச சம்பங்கி.  நக நக நக நா ஆறே அங்குல பீரங்கி நீ உள்ளங்கி.  நக நக நக நா தானியங்கி உன் காதுல வச்ச சம்பங்கி.  நக நக நக நா ரன்கூஸ்கி உன் தூது வந்தா சங்குஸ்கி.  பொடி பொடி பொடி நான் மூக்குப் பொடி.  ஓன் மூக்குல புகுந்தேன் தாக்குப் புடி.  ராஜாளி நீ காலி இன்னைக்கும் திங்களுக்கு தீபாலி.  ராஜாளே செம்ம ஜாலே.  நரகத்துக்கு நீ விருந்தாளி.  மாஸு நான் பொடி மாசே வெடிச்சாக்க பூப் பட்டாசு.  பாஸு நா குட்டப் பாஸு மாட்டிக் கிட்டா மச்சா நீ பூட்டக் கேசு.  ஒஹ் ஹோ பட்சி சிக்கி கிச்சோ.  ஒஹ் ரெக்க பிச்சிக் கிச்சோ.  ஒஹ் உன்ன முறச்சி கிச்சோ.  அச்சச்சோ.", "மதிப்பீடு": "4", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "6060"}
{"திரைப்படம்": "ஜுங்கா", "பாடலாசிரியர்": "லலிதானந்", "இசையமைப்பாளர்": "சித்தர்த் விபின்", "பாடல்": "லோலிகிரியா", "வருடம்": "2018", "பாடியவர்கள்": "மரன கானா விஜி, நாகாஷ் ஆஸிஸ்", "பாடல்வரிகள்": " ", "மதிப்பீடு": "1", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "4462"}
{"திரைப்படம்": "96", "பாடலாசிரியர்": "உமா தேவி", "இசையமைப்பாளர்": "கோவிந் மேனன்", "பாடல்": "வசந்த காலங்கள்", "வருடம்": "2018", "பாடியவர்கள்": "சின்மயி", "பாடல்வரிகள்": "வசந்த காலங்கள் கசந்து போகுதே எனது தூரங்கள் ஓயாதோ... உயிரின் தாகங்கள் கிடந்தது சாகுதே கடந்த காலங்கள் வாராதோ...  பார்வையின் பாராமையில் வாழுமோ என் நெஞ்சம்... வார்த்தைகள் கோழைபோல் யாழிருந்தும் ராகமின்றியேங்கி போகுதே வசந்த காலங்கள் கசந்து போகுதே எனது தூரங்கள் ஓயாதோ...  ஹ்ம்ம்...காதலின் வேதங்களில் நியாயங்கள் மாறி போகுதே எண்ணங்கள் மீறிடுதே   வா...பாரங்கள் மேகம் ஆகுதே பாதைகள் நூறாய் தோன்றுதே உன்னோடு ஒன்றாகவே  காதல் நிலவாய் அட நான் காயவா காலை ஒளியில் ஏமாறவா வா... காயும் இருளில் அட நீ வாழவா விடியுமிந்த காலை நமதே அழகே...  வசந்த காலங்கள் கசந்து போகுதே எனது தூரங்கள் ஓயாதோ...", "மதிப்பீடு": "1", "வகை": "கானாபாடல்", "நுகர்ச்சி": "6038"}
{"திரைப்படம்": "ஸ்கெட்ச்", "பாடலாசிரியர்": "கபிலன்", "இசையமைப்பாளர்": "எஸ். தமன்", "பாடல்": "வானம் தூரமலே", "வருடம்": "2018", "பாடியவர்கள்": "தீபக் சுப்பிரமணியம், ரோஷினி, ஷாசா திருப்பதி", "பாடல்வரிகள்": "இதய குழந்தை அவளின் நினைவுகள் எரும்பை கடிக்கிறதே உலகின் எனது பொழுது மட்டும் கருப்பாய் விடிகிறதே  விழியின் பயணம் தொடரும் பொழுது பாதியில் முடிகிறதே கண்களை அவளோ திருடிய பிறகும் கனவுகள் இருக்கிறதே  வானம் தூரமலே பூமி பூ பூக்கும இங்கே உன் தொட்ட பூவுக்கு நான் தான் வெளி  வானம் தூரமலே பூமி பூ பூக்கும இங்கே உன் தொட்ட பூவுக்கு நான் தான் வெளி  எந்தன் கண்ண பார்த்த வேலைக்கு காதல் கூலி உந்தன் விழி யாவுமே மௌன மொழி ஆகுமே  கோதை வெயிலாலே காதல் நீரும் வாடியதடி மின்னல் இடித்தாலும் என் வானம் உடையாதடி  வேகத்தடை ஏதும் என் பாதை அறியாதடி இன்னும் நான் சொல்ல எனக்கேதும் தெரியாதடி  இதய குழந்தை அவளின் நினைவுகள் எரும்பை கடிக்கிறதே உலகில் எனது பொழுதோ மட்டும் கருப்பாய் விடிகிறதே  விழியின் பயணம் தொடரும் பொழுது பாதியில் முடிகிறதே கண்களை அவளோ திருடிய பிறகும் கனவுகள் இருக்கிறதே  எந்தன் மௌனங்கள் உன் கண்கள் பேசும் வரை நீயோ என் வார்த்தைகள் நானோ உன் வாக்கியம்  எந்தன் கண்ணாடி நெஞ்சில் நீ கடிகாரமே கூந்தல் பெண்ணோடு என் மீசை குடி எறுமே  யாரடி யாரடி யாரடி யாரடி யாரடி  தூண்டில் கண்ணாலே தூக்கத்தை நீ கொல்கிறாய் என்னை தலத்தி நீதானே என் செல்கிறாய்  இதய குழந்தை அவளின் நினைவுகள் எரும்பை கடிக்கிறதே உலகின் எனது பொழுது மட்டும் கருப்பாய் விடிகிறதே  விழியின் பயணம் தொடரும் பொழுது பாதியில் முடிகிறதே கண்களை அவளோ திருடிய பிறகும் கனவுகள் இருக்கிறதே  வானம் தூரமலே பூமி பூ பூக்கும இங்கே உன் தொட்ட பூவுக்கு நான் தான் வெளி  இதய குழந்தை எரும்பை கடிக்கிறதே உலகின் எனது பொழுது மட்டும் கருப்பாய் விடிகிறதே  பூட்டிய வீட்டில் மூங்கிலாய் இருந்தேன் புல்லாங்குழல் ஆனேன் காகிதம் போலவே இதுவரை இருந்தேன் கவிதை நூல் ஆனேன்  தினம் தினம் தனிமையில் இருந்தவள் இன்று திருவிழா கோலமானேன் வீண் மீன் போல புள்ளியாய் இருந்தேன் வெண்ணிலா போல் ஆனேன்  காதல் கேட்ட கேள்விக்கெலாம் ஒற்றை பதில் நீ உந்தன் பின்னே உண்மை நிழலாய் நடந்தேனே  வான் நீல தோளின் மேலே பட்டாம்பூச்சி நான் பாறை மேலே தண்ணீர் துளியாய் உடைந்தேனே  அழகான காதல் என் ஆயுள் கூட்டாதோ உன் காம்பிலே நான் பூக்கிறேன்  பூக்கிறேன் பூக்கிறேன் பூக்கை போல் தேகமே இனிக்குதே தேனை போல்  ", "மதிப்பீடு": "1", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "7869"}
{"திரைப்படம்": "இமைக்கா நொடிகள்", "பாடலாசிரியர்": "கபிலன்", "இசையமைப்பாளர்": "கிப் கொப் தமிழா", "பாடல்": "விளம்பர இடைவெளி", "வருடம்": "2018", "பாடியவர்கள்": "கிரிஸ்தோபர் ஸ்ரான்லி, சுதர்ஷன் அசோக், ஸ்ரீனிஷா ஜெயசீலன், கிப்கொப் தமிழா", "பாடல்வரிகள்": "ஒளி இல்லா உன் மொழிகள் விடை தேடும் என் விழிகள் இமைக்காத நம் நொடிகள் கெடிகார தேன் துளிகள்  அடி வாயார உன் காதல் நீ சொல்லடி வாராத நடிப்பெல்லாம் வேண்டாம்டி மின்னஞ்சல் குறுஞ்செய்தி அனுப்பாதடி கண் முன்னே உந்தன் எண்ணம் கூறடி  விளம்பர இடைவெளி மாலையில் உன் திருமுகம் திறக்கின்ற வேலையில் என் நிறமற்ற இதயத்தில் வானவில் அடி என்ன நிலை உந்தன் மனதில்  நான் உனதே அடி  நீ எனதா? தெரியாமல் நானும் தேய்கிறேன் இல்லை என்றே  சொன்னால் இன்றே என் மோக பார்வை மூடுவேன்  காதல் பூவை நான் ஏற்றுக்கொண்டால் உன் காத்திருப்பு நிறைவாகுமே காத்திருப்பு அது தீர்ந்து விட்டால் நம் கால் தடங்கல் அவை திசை மாறுமே  இவளின் கனவோ உள்ளே ஒளியும் இரவும்  பகலும் இதயம் வழியும் வழியும் கனவு இதழை அடையும் எந்த காட்சியில் அது வார்த்தையாகிடும்  விளம்பர இடைவெளி மாலையில் உன் திருமுகம் திறக்கின்ற வேலையில் என் நிறமற்ற இதயத்தில் வானவில் அடி என்ன நிலை உந்தன் மனதில்  நிலமெல்லாம் உன் தடமே நிலவெல்லாம் உன் படமே நிஜமெல்லாம் உன் நிறமே நினைவெல்லாம் உன் நயமே  மதுரம் கொஞ்சம் இளைஞன் நீயோ மதமே இல்லா இறைவன் நீயோ வயதை கடியும் குழந்தை நீயோ வரம்பு மீறலோ என்னை தொடரும் தூறலோ  நான் உனதே அடி  நீ எனதா? தெரியாமலே நான் தேய்கிறேன் இல்லை என்றே  சொன்னால் இன்றே என் மோக பார்வைய மூடுவேன்  நான் உனதே அடி  நீ எனதா? தெரியாமலே நான் தேய்கிறேன் இல்லை என்றே  சொன்னால் இன்றே என் மோக பார்வைய மூடுவேன்  ", "மதிப்பீடு": "2", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "8889"}
{"திரைப்படம்": "குலேபகாவலி", "பாடலாசிரியர்": "பா. விஜய்", "இசையமைப்பாளர்": "விவேக் - மேர்வின்", "பாடல்": "‍ஹாட்டுக்குள்ள பச்சை குத்தியே", "வருடம்": "2018", "பாடியவர்கள்": "நாகாஷ் ஆஸிஸ், சஞ்சனா திவாகர்", "பாடல்வரிகள்": "ஏய்  எனக்கு உன் மேலதான் உனக்கு என் மேலதான்  ஏதோ ஒண்ணே ஒண்ணு இருக்கு  லைட்டா புத்தி வர  லூசா சுத்தி வர ஓகே சொல்லுரியா எனக்கு எனக்கு   ஆர்ட்டுக்குள்ள ( Heartukulla ) பச்ச குத்தியே போகாத என் பச்சக் கிளியே பேசாம நீ பத்த வச்சியே காட்டு கொஞ்சம் பச்ச பச்ச பச்சக் கொடியே  ஆர்ட்டுக்குள்ள பச்ச குத்தியே போகாத என் பச்சக் கிளியே பேசாம நீ பத்த வச்சியே காட்டு கொஞ்சம் பச்ச பச்ச பச்சக் கொடியே....  என் பச்சக் கிளியே என் பச்ச பச்ச பச்சக் கொடியே  என் பர்ஸ்டு லுக்குலயே (Firstu looku) உசுர விட்டேன் பெஸ்ட்டு பிரண்ட எல்லாம்  கலட்டி விட்ட  அய்யோ பாவமுன்னு  ஓகே பன்ற  இல்ல இல்ல இல்ல  திங் பண்ணி சொல்ற  அடடா கண்ணம்மா என்ன பொன்னம்மா ஹாட்டு வாட்டரதா  ஆர்ட்டுக்குள்ள ஊத்திட்டியே மா  வா வா செல்லம்மா Feelings என்னம்மா லவ்வ சொல்றதுக்கு லாஜிக் எல்லாம் பாக்குறியே மா  எனக்கு உன் மேலதான் உனக்கு என் மேலதான் ஏதோ ஒண்ணே ஒண்ணு இருக்கு இருக்கு  லைட்டா புத்தி வர லூசா சுத்தி வர ஓகே சொல்லுவனே  உனக்கு உனக்கு  ஆர்ட்டுக்குள்ள பச்ச குத்தியே..... போகாத யா பச்சக் கிளியே  ஏய் ஆர்ட்டுக்குள்ள பச்ச குத்தியே போகாத என் பச்சக் கிளியே பேசாம நீ பத்த வச்சியே காட்டு கொஞ்சம்  பச்ச பச்ச பச்சக் கொடியே   ஆர்ட்டுக்குள்ள பச்ச குத்தியே போகாத என் பச்சக் கிளியே பேசாம நீ பத்த வச்சியே காட்டு கொஞ்சம்  பச்ச பச்ச பச்சக் கொடியே  என் பச்சக் கிளியே என் பச்ச பச்ச பச்சக் கொடியே... என் பச்ச பச்ச பச்சக் கொடியே... என் பச்ச பச்ச பச்சக் கொடியே....", "மதிப்பீடு": "3", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "6598"}
