{"திரைப்படம்": "சிங்கம்3", "பாடலாசிரியர்": "ஹரி ,மாளவிகா மனோஜ்", "இசையமைப்பாளர்": "ஹரிஷ் ஜெயராஜ்", "பாடல்": " ஹி  இஸ் மை ஹீரோ ", "வருடம்": "2017", "பாடியவர்கள்": " மாளவிகா மனோஜ் ", "பாடல்வரிகள்": "ஹி  இஸ் மை ஹீரோ  நவ்  ஐயம்  பீலிங்  லைக்  எ  pool ஆல்  ஐ எவர்  வான்டெட் ஆல்  ஐ   எவர்  நீடெட்  ஹி     டிரைவ்ஸ்  மீ  ப்ளடி  கிரேசி  ஹி  இஸ் மை ஹீரோ  டியர்ஸ்  ஐ  க்ரை  வில் லெட்   ஹிம்  க்நொவ்  ஐ  விஷ் தட்  ஐ  குட்  ஷோ  ஹிம்  பீலிங்  வன்ன  க்நொவ்   ஹிம்  ஊ  இஸ்  திஸ்  ப்ளடி  பட்டி அவன்  தான்   அவனே  தான்  அவன்  தான்  அவன்  மட்டும்  மட்டும்  தான்   ஹி  இஸ்  மை  ஜோரா  ஆல்  தி  வாய்ஸ்   ஹி  மேக்ஸ் மீ  பீல்   வெள்  ஐ  கெஸ் இட்   நொவ்  ஆர்  நெவெர்  அண்ட்  ஐ   வில் வெயிட்  பார்  எவர்  டெல் ஹிம்  தட்   ஐ  அம் ரெடி  ஹர்ட் அண்ட்  ஹோலோவ்  தட்  இஸ்  தி   வெ ஹி  மேக்ஸ்  மீ  பீல்  வெல்  ஐ  கெஸ்  இட்  நொவ்  ஆர்  நெவெர்  அண்ட்  ஐ  வில் வெயிட்  பார்  எவர்  வெள்  ஐ  க்நொவ்   மை  லவ்  இஸ்  ஸ்டெடி  அவன்  தான்  அவனே  தான்  அவன்  தான்  அவன்  மட்டும்  மட்டும்  தான்  அவன்  தான்  அவனே  தான்  அவன்  தான்  அவன்  மட்டும்  மட்டும்  தான்   ஐ  வான்னா  வான்னா  லவ்  யு    ஐ 'ம்  நெவெர்  கொன்ன  மிஸ்  யு  ஐ  வான்னா  வான்னா  நீட்  யு  ஐ 'ம்  நெவெர்  கொன்ன  மிஸ்  யு   ஐ  வான்னா  வான்னா  லவ்  யு    ஐ 'ம்  நெவெர்  கொன்ன  மிஸ்  யு  ஐ  வான்னா  வான்னா  நீட்  யு  ஐ 'ம்  நெவெர்  கொன்ன  மிஸ்  யு   ஐ  வான்னா  வான்னா  லவ்  யு    ஐ 'ம்  நெவெர்  கொன்ன  மிஸ்  யு  ஐ  வான்னா  வான்னா  நீட்  யு  ஐ 'ம்  நெவெர்  கொன்ன  மிஸ்  யு   ஐ  வான்னா  வான்னா  லவ்  யு    ஐ 'ம்  நெவெர்  கொன்ன  மிஸ்  யு  ஐ  வான்னா  வான்னா  நீட்  யு  ஐ 'ம்  நெவெர்  கொன்ன  மிஸ்  யு ", "மதிப்பீடு": "1", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "4063"}
{"திரைப்படம்": "முப்பரிமாணம்", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "G. V. பிரகாஷ் குமார்", "பாடல்": "Let's Go Party", "வருடம்": "2017", "பாடியவர்கள்": "G.V. பிரகாஷ் குமார், வருன் ", "பாடல்வரிகள்": "உல்லாசமாய் உற்ச்சாகமாய் கொண்டாடடா      இந்த உலகை      பெண் பூக்களை உன் பூக்களாய் கைகோர்க்கவா      கண்ணாடி அழகை      கல்யாணம் வேணாம் மச்சி      கண்ணீரும் வேணாம்மச்சி      தண்ணீரில் வண்ண மீன்கள் போல வாழுவோம்      பெண் பூவை கையில் அள்ளி      பேரின்பம் கோடி சொல்லி      உல்லாச வாழ்வை வென்று நீயும் உச்சம் தொடுடா      வாடா மச்சான் லெட்ஸ்கோ பார்ட்டி      வெட்ஸ்கோ பாடி வெட்ஸ்கோ பாடி வெட்ஸ்கோ பாடி      ஆ லெட்ஸ்கோ பாடி லெட்ஸ்கோ பாடி லெட்ஸ்கோ பாடி            சத்தியமா சரக்கடிக்கம்மாட்டேன்      சத்தியமா தம்மடிக்கமாட்டேன்      குடிகாரன் பேச்சு விடிஞ்சா போச்சி      என் ஃபிகரு மூஞ்சி மறந்தேப்போச்சி      அப்பன் குடுத்த காசு எல்லாம்      சரக்கா மாறி உள்ளே போச்சு            நேற்றோடு சோகம் ஓடிப்போனதே      இன்றோடு லைஃப் ஸ்டைல் மாறிப்போனதே      இரத்தத்தில் உண்டு ஏபி பாசிட்டிவ்      நாங்கள் தான் என்றும் பி பாசிட்டிவ்            கைத்தட்டிப் போவோம் டைடல் பார்க்குதான்      கைக்கட்டி என்றும் வாழமாட்டேன்டா      ஆகாயம் எங்கள் எல்லைக்கோடுதான்      மச்சான் மச்சான் எஞ்ஜாய் எஞ்ஜாய்      வா வா வா வா வா       வாடா மச்சான் லெட்ஸ்கோ பார்ட்டி      வெட்ஸ்கோ பாடி வெட்ஸ்கோ பாடி வெட்ஸ்கோ பாடி      ஆ லெட்ஸ்கோ பாடி லெட்ஸ்கோ பாடி லெட்ஸ்கோ பாடி            என்னோடு பேசும் ஏஞ்சல் பூவாந P      கண்ணாலே பேசும் ஊஞ்சல் தீவா நீ      ஆன்ராய்டில் நீதான் அட்டை படமோ      அன்பே உன் காதல் விட்டு விழுமோ            பெண்ணின்றி உலகில் போதை இல்லை      பெண்ணின்றி உலகில் ஏதுமில்லை      உனக்காண பொண்ண கேச் பன்னுடா      அவளோட லைஃப மேச் பன்னடா      மச்சான் மச்சான் எஞ்ஜாய் எஞ்ஜாய்       வா வா வா வா வா      (உல்லாச)", "மதிப்பீடு": "2", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "6093"}
{"திரைப்படம்": "விவேகம் ", "பாடலாசிரியர்": "யோகி, அனிருத் ரவிச்சந்தர் , மாளவிகா மனோஜ்", "இசையமைப்பாளர்": "அனிருத் ரவிச்சந்தர் ", "பாடல்": "Surviva", "வருடம்": "2017", "பாடியவர்கள்": " சிவா, யோகி B", "பாடல்வரிகள்": "La La La La La Surviva La La La La La Surviva  La La La La La Surviva  La La La La La Surviva  சரித்திரம் புரட்டு  போராட்டம் பல்லாயிரம்  தடைகள் வென்றவர் யார்  சாமானியன் எல்லோரும்  இருட்டு பாதைகளில்  தன்னம்பிக்கை தீ பந்தம்  துணிந்தவன் முன் வந்தால்  விதிகளை மதி வெல்லும்   பாடங்கள் கற்றதால்  விழா விழா நான் எழுவேன்  முதுகு எலும்பு சிதைந்தும்  My Game Is Beyond Pain Do Or Die Be The Best Look Inside Manifest தொடுவோம் சிகரம்  வருங்காலம் நம்மை தொடுமடா நம்மை தொடுமடா ha ha   La La La La La Surviva  La La La La La Surviva  La La La La La Surviva  La La La La La Surviva  இருகரம் ஆயுதம்  புவி போர்க்களம்  அட துடித்திட வெடித்திட அழகடா  பகை கதறிட  உடல் சிதறிட  அதை தடைகள் தடம் செய்த படையடா   பிறப்பதே போராட்டம்தான் My Brother அச்சம்வென்று தைரியமா Together தோழ்விகள் Will Only Make Us Go Stronger உறுதிசை நீயும் நானும் Surviva  Gotta GetUp Gotta GetUp Gotta GetUp விழுந்தாலும் எழுவோம்  Gotta GetUp Gotta GetUp Gotta GetUp சோதனை வெல்வோம்  Gotta GetUp Gotta GetUp Gotta GetUp விழுந்தாலும் எழுவோம்  Gotta GetUp Gotta GetUp Gotta GetUp   I DO It For My Makkaz Give It Up For காதலி  சிந்தனை மனோபலம்  நாம் தீட்டும் கருவி  நமக்கு நிகராக  இல்லை ஒருவர் Why கைநாடிக்குள் கண்டோம் நம்  போட்டியாளர் Realize  When I Fall I Get Up முயன்றால் தான் சாத்தியம்  நிறுத்தாதே Dont Give Up மேன்மை தான் லட்சியம்  Day By Day Step By Step வாழ்க்கையில் No Regrets தொடுவோம் சிகரம்   ஆண்டவன் Bless Me Higher Everytime We Walk Through Fire Enemies Want We Retire I Can Here Them Lie And Say  Impossible Plausible We Make Aasigal Possible Ther Be No Better Time than Today  Knocking Down Doors I'm Coming Out Raw நான் பண்பானவன்  But Hard To The Core தோல்வி உந்தன் படிக்கட்டு உச்சம் ஏறி கொடிகட்டு வெற்றி வாகை சூடி I Rise Up and Soar  La La La La La Surviva  La La La La La Surviva  La La La La La Surviva  La La La La La Surviva  Gotta GetUp Gotta GetUp Gotta GetUp விழுந்தாலும் எழுவோம்  Gotta GetUp Gotta GetUp Gotta GetUp சோதனை வெல்வோம்  Gotta GetUp Gotta GetUp Gotta GetUp விழுந்தாலும் எழுவோம்  Gotta GetUp Gotta GetUp Gotta GetUp   Gotta GetUp Gotta GetUp Gotta GetUp விழுந்தாலும் எழுவோம்  Gotta GetUp Gotta GetUp Gotta GetUp சோதனை வெல்வோம்  Gotta GetUp Gotta GetUp Gotta GetUp விழுந்தாலும் எழுவோம்  Gotta GetUp Gotta GetUp Gotta GetUp", "மதிப்பீடு": "2", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "7893"}
{"திரைப்படம்": "சிங்கம்  3", "பாடலாசிரியர்": "ஹரி, ஹரிஷ் ஜெயராஜ் ", "இசையமைப்பாளர்": " ஹரிஷ் ஜெயராஜ் ", "பாடல்": "Wi Wi Wi WiFi", "வருடம்": "2017", "பாடியவர்கள்": " கார்த்திக் க்ரிஷ்டோபர் ,  ஸ்ரான்லி, நிகிதா காந்தி ", "பாடல்வரிகள்": "ஒய்  ஒய்  ஒய்  ஒய்  ஒய்பய்  என்ன  இழுக்குற  ஒரு  லை லை லை லை லைக்கே  தள்ளி  போடுற  நீ  செய்  செய்  செய்  செய்  செய்கை  கண்ணால்  காட்டுற  பால்  இன்  லவ்  யு  பெட்டெர்  பால்   இன்  லவ்  பால்  இன்  லவ்  யு  பெட்டெர்  பால்  இன்  லவ் ஒய்  ஒய்  ஒய்  ஒய்  ஒய்பய்  என்ன  இழுக்குற ஒரு  லை லை லை லை லைக்கே அல்லி  போடுற  நீ  செய்  செய்  செய்  செய்  செய்கை  கண்ணால்  காட்டுற  கேர்ள்  இன்  லவ்  யு  கிரேசி  கேர்ள்  இன்  லவ்  கேர்ள்   இன்  லவ்   யு  கிரேசி  கேர்ள்  இன்  லவ்  சொக்கிய  சொக்கிய  நானும்  காதல்  ஜாங்  டோக்கியா  டோக்கியா  நீயும்  ரொம்ப  கிரேஸிய  மாபியா   மாபியா  நீ  தான்  ஹெர்ட்டு  மாபியா  வரியா  நீ  வந்தா   சரியா   ஒய்  ஒய்  ஒய்  ஒய்  ஒய்பய்  என்ன  இழுக்குற  ஒரு  லை லை லை லை லைக்கே  தள்ளி  போடுற  நீ  செய்  செய்  செய்  செய்  செய்கை  கண்ணால்  காட்டுற  பால்  இன்  லவ்  யு  பெட்டெர்  பால்   இன்  லவ்   உன்னுடைய  பைக்கில் ஏறப்போறன் பேக்கில் உள்ளுக்குள்ள  மயக்கம்  வருமே  காலையிலே  வாக்கிங்  மாலையிலே  சாட்டிங்  வாழ்க்கையெல்லாம்  டேட்டிங்  சுகமே    அன்பே  என்னை  ஹொலிடேய்க்கு  புக்கெட்  பாரிஸ்  கூட்டு  போறியா  போட்டு  மேல  நிக்க  வெச்சு  முத்தம்  தரியா  என்னை  நான்  இழந்திருப்பேன்   உன்  நினைவில்  மிதந்திருப்பேன்   ஒய்  ஒய்  ஒய்  ஒய்  ஒய்பய்  என்ன  இழுக்குற ஒரு  லை லை லை லை லைக்கே அல்லி  போடுற  நீ  செய்  செய்  செய்  செய்  செய்கை  கண்ணால்  காட்டுற  கேர்ள்  இன்  லவ்  யு  கிரேசி  கேர்ள்  இன்  லவ்  கேர்ள்   இன்  லவ்  எக்கச்சக்க  ரைபிள்  என்னை  சுத்தி   லைபில்  சிக்கி  முக்கி  காதல்  வருமா  கன்னி  வெடி  கூட  கையில்  எடுப்பேன்  கன்னி  உன்னை  தொடவே  பயமா  என்  கோவம்  மீதும்  வேகம்  மீதும்  வட்டம்  போட்டாயே  தூக்கம்  மொத்தம்  அல்லி  செல்ல  திட்டம்  போட்டாயே  என்னை  நான்  உணர்ந்திருப்பேன்  கண்  எதிரே  கரைந்திருப்பேன்   ஒய்  ஒய்  ஒய்  ஒய்  ஒய்பய்  என்ன  இழுக்குற  ஒரு  லை லை லை லை லைக்கே  தள்ளி  போடுற  நீ  செய்  செய்  செய்  செய்  செய்கை  கண்ணால்  காட்டுற  பால்  இன்  லவ்  யு  பெட்டெர்  பால்   இன்  லவ்  பால்  இன்  லவ்  யு  பெட்டெர்  பால்  இன்  லவ்", "மதிப்பீடு": "1", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "9696"}
{"திரைப்படம்": "அதே கண்கள்", "பாடலாசிரியர்": "S. N. அனுராதா", "இசையமைப்பாளர்": "M. ஜிப்ரான்", "பாடல்": "அடியே நீ களவாணி", "வருடம்": "2017", "பாடியவர்கள்": " ராஜன் செல்லையா, ஸ்ரீகணேஷ் ", "பாடல்வரிகள்": "அடியே நீ களவாணி குட்டி காட்டேரி கண்ணாடி தேகத்தில் காட்டாறு நீ  அடியே நீ களவாணி குட்டி காட்டேரி அலட்டாமல் விளையாடும் கில்லாடி நீ  கருவண்டு கண்ணுக்குள் ஒரு வண்டி பொய் தானே அமுல் பேபி மேக்கப்பில் அனகோண்டா நீ  தந்திரா தந்திரா தந்திரா தந்திரா தந்திரா  அழகான சதிகாரி அடங்காபிடாரி சிதறாமல் பந்தாடும் சிறு மர்மம் நீ  அழகான சதிகாரி அடங்காபிடாரி பார்பி டால் கெட்டபில் பச்சோந்தி நீ  பசு தோலில் புலி தானே படியாத மான் தானே வெளி வேசம் எல்லாமே வெளிச்சம் ஆச்சே  தந்திரா தந்திரா தந்திரா தந்திரா தந்திரா  அழகான ஒரு ஆபத்தே இவள் தானே விலகு விலகு வினையும் இவளே  அதிவேகம் பெண் மதிதானே புயல் தானே கொடிய கொடிய அனலும் இவளே  தந்திரா தந்திரா தந்திரா தந்திரா தந்திரா  அடியே நீ களவாணி குட்டி காட்டேரி கண்ணாடி தேகத்தில் காட்டாறு நீ  கருவண்டு கண்ணுக்குள் ஒரு வண்டி பொய் தானே அமுல் பேபி மேக்கப்பில் அனகோண்டா நீ  தந்திரா தந்திரா தந்திரா தந்திரா தந்திரா", "மதிப்பீடு": "3", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "1636"}
{"திரைப்படம்": "8 தோட்டாக்கள் ", "பாடலாசிரியர்": "GKB", "இசையமைப்பாளர்": "KS சுந்தரமூர்த்தி", "பாடல்": "அந்தி சாயுற நேரம்", "வருடம்": "2017", "பாடியவர்கள்": "பத்மலதா ,யோஹி சேகர்", "பாடல்வரிகள்": "அந்தி சாயுற நேரம் மந்தார செடி ஓரம் ஒரு அம்மாவை பாத்து அய்யா அடிச்சாராம் கண்ணு அவ சிரிச்சாலாம் பொண்ணு  அந்தி சாயுற நேரம் வாய்க்கா வரப்போரம் ஈர புடவைய பார்த்து காயுது உன் கண்ணு பாக்காத நின்னு  கொக்காக கொக்காக கொக்காக கூவேனா குயில போல பாடினா (2)  குயில போல பாடினா அவ குயில போல பாடினா (2)  கொக்கர கொக்கர கோ கோரா கொக்கர கொக்கர கோ (4)  புது சம்பா நெல்ல போல தல தளவென்று மாறினா அவ தல தளவென்று மாறினா அவ மாமா என்று கூறுவா  மீசை வச்ச மச்சான் நீதான் அச்சாரம் ஒன்னு போடணும் அட அச்சாரம் ஒன்னு போடணும் பின்ன ஆட்டம் ஆடி தீக்கணும்  ரத்தினமே முத்தினமே அத்தை பெத்த அற்புதமே (2)  கொக்கர கொக்கர கோ கோரா கொக்கர கொக்கர கோ (4)  அந்தி சாயுற நேரம் மந்தார செடி ஓரம் ஒரு அம்மாவை பாத்து அய்யா அடிச்சாராம் கண்ணு அவ சிரிச்சாலாம் பொண்ணு  கொக்காக கொக்காக கொக்காக கூவேனா குயில போல பாடினா  குயில போல பாடினா அவ குயில போல பாடினா (2)  கொக்கர கொக்கர கோ கோரா கொக்கர கொக்கர கோ (4)  அந்தி சாயுற நேரம் மந்தார செடி ஓரம் ஒரு அம்மாவை பாத்து அய்யா அடிச்சாராம் கண்ணு அவ சிரிச்சாலாம் பொண்ணு", "மதிப்பீடு": "4", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "5667"}
{"திரைப்படம்": "காற்று வெளியிடை", "பாடலாசிரியர்": "மதன் கார்க்கி", "இசையமைப்பாளர்": "A. R. ரஹ்மான்", "பாடல்": "அழகியே", "வருடம்": "2017", "பாடியவர்கள்": "அர்யுன் சன்டி  ஹரிசரன் ஜொனிற்றா காந்தி", "பாடல்வரிகள்": " Waiting for a புன்னகை சிரிடி      காணவில்லை heartbeat திருடி......      அடடா நான் கவிஞன் உனை பார்த்து      கெட்டுப்போன கவிஞன்      honest ah நான் பேசவா      இல்லை இது போதுமா      ஓ......மை டார்லிங் நாங்க கம்மிங்      புது புது கணக்கெல்லாம் பென்டிங்  ஓ...   chorus ah நான் கேட்கவா      எஸ்-சா எஸ்-சா நோ-வா எஸ்-சா       அழகியே...... மேரி மீ மேரி மீ அழகியே.........            யாரும் கேட்கா எது ஒன்றை எது ஒன்றை  நான் கேட்டேன் உன்னை      அதை தந்தால் நன்றி பிடிவாதம் இன்றி     நீ தந்தால் நன்றி துளி துளிரே............      துளி காலம் கேட்டேன் துளி காதல் கேட்டேன்      துளி காமம் கேட்டேன் மறு உயிரே............       மறுக்காதே நீ மறக்காதே நீ  எந்தன் அழகியே...... நின்னி......       நின்னி நின்னி நின்னி நின்னி நீ நீ நீ நீ நீ      அழகியே......... மேரி மீ மேரி மீ அழகியே.........      கோபம் வந்தால் கூச்சம் வந்தால் டோன்ட் ஒரி      அழகி ஏ அழகியே ஏ அழகியே.........      மேரி மீ மேரி மீ அழகியே.........      சொர்க்கம் நீ ஏ ஹாய் பிஸ் மி அழகியே.........      காதல் வந்தால் மேட்டர் வந்தால்      call அடி............      அழகியே ஏ அழகியே ஏ! ", "மதிப்பீடு": "3", "வகை": "கானாபாடல்", "நுகர்ச்சி": "5120"}
{"திரைப்படம்": "கடம்பன்", "பாடலாசிரியர்": "யுகபாரதி", "இசையமைப்பாளர்": "யுவன் சங்கராஜா", "பாடல்": "ஆகாத காலம்", "வருடம்": "2017", "பாடியவர்கள்": "அனந்து", "பாடல்வரிகள்": "ஆகாத காலம் ஒன்னு அடியோட ஊரக்கொன்னு      பொதைச்சிட்டுப் போயிடுச்சே......      சானேற கீழத்தள்ளும் சதிகார கூட்டம் எங்க      பொனந்திண்ணக் கூடிடுச்சே......      கொடிகாலாக நீண்ட எங்க குடிசையும் கூரையும்      தீஞ்சது தீயாற......... ஓ.........      அடி வேராக வாழ்ந்த எங்க தலமுற கோபுரம்      சாஞ்சது யாரால முடிவுல போனோமே தோத்து      வெலங்கலயே இந்த கூத்து      (ஆகாத)       ஏ...... வெல்லாம காடு காஞ்சா      ஒரு போகந்தான் பாழாப்போகும்      கண்ணான காடு தீஞ்சா      உயிரெல்லாம் ஊனம் ஆகும்      அன்னாந்து பார்த்தேன் வானம்      மழ சிந்தாம ஏது பூமி      மல்லாந்து போன நீதீ      வெறும் மண்ணாகிப்போச்சே சாமி      தல ஓஞ்சோமே.........      அஞ்சாமலே வாழ்ந்தோமே       ஏமாந்துதான் மாஞ்சோமே      (ஆகாத)       அப்பாவியான நாங்க அடிப்பட்டோமே நாடே பார்க்க      கொத்தோட நாங்க சாய ஒரு ஆளில்ல கேள்வி கேட்க      முன்னால ஆண்ட கூட்டம்      முகம் இல்லாம மூலி ஆனோம்      வென்னீரு பாஞ்ச வேரா      தெசை எங்கேயும் காணா போனோம்      புலியானோமே...............      அஞ்சாமலே வாழ்ந்தோமே ஏமாந்துதான் மாஞ்சோமே......      (ஆகாத)", "மதிப்பீடு": "5", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "7238"}
{"திரைப்படம்": "மெர்சல்", "பாடலாசிரியர்": "விவேக் (lyricist)", "இசையமைப்பாளர்": "A. R. ரஹ்மான்", "பாடல்": "ஆளப்போறான் தமிழன்", "வருடம்": "2017", "பாடியவர்கள்": "கைலாஷ் ஹீர், D. சத்ய பிரகாஷ், தீபக், பூஜா AV", "பாடல்வரிகள்": "ஊருக்கண்ணு உறவுக்கண்ணு உன்ன மொச்சுப் பாக்கும் நின்னு சின்ன மகராசன் வரான் மீச முறுக்கு எங்க மண்ணு தங்க மண்ணு உன்ன வைக்கும் சிங்கமுன்னு!  முத்துமணி ரத்தினத்தைப் பெத்தெடுத்த ரஞ்சிதம் ஊருக்குன்னே வாழுங் கண்ணு அப்பனுக்கு சம்மதம் எந்த இடம் வலிகண்டாலும் கண்ணுதானே கலங்கும் கண்ணுபோல எங்களுக்கு காவலா நீ வரணும்..   ஆளப்போறான் தமிழன் உலகம் எல்லாமே வெற்றிமக வழிதான் இனிமே எல்லாமே வீரன்னா யாருனு இந்த நாட்டுக்கே அவன் சொன்னானே வாயில்லா மாட்டுக்கும் அட நீதிய அவன் தந்தானே  சொல்லிச் சொல்லி சரித்திரத்தில் பேர் பொறிப்பான் நெஞ்சில் அள்ளி காத்திதில் நம்ம தேன் தமிழ்தெளிப்பான் மின்னும் உலக மேட தங்க தமிழ பாட பச்சத்தமிழ் உச்சிப்புகழ் ஏறி சிரிக்கும்...  வாராயோ வாராய் நீ அன்பா வந்தா ஒளி கொடுப்போம்  வாராயோ வா.. ராய் நீ வம்பா வந்தா சுளுக்கெடுப்போம்  தமிழன்டா எந்நாளும் சொன்னாலே திமிரேறும் காற்றோட கலந்தாலும் அதுதான் உன் அடையாளம்   ஹே அன்பைக் கொட்டி எங்கமொழி அடித்தளம் போட்டோம் மகுடத்தை தரிக்கிற  ழகரத்தை சேர்த்தோம் தலைமுறை கடந்துமே விரிவதைப் பார்த்தோம் உலகத்தின்  முதல்மொழி உசுரெனக் காத்தோம்  நாள் நகர மாற்றங்கள் நேரும் உன் மொழி சாயும் என்பானே பார் இளைய தமிழனும் வருவான்  தாய்ததமிழ் தூக்கி நிப்பானே கடைசித் தமிழனின் ரத்தம் எழும் வீழாதே   முத்துமணி ரத்தினத்தை பெத்தெடுத்த ரஞ்சிதம் ஊருக்குன்னே வாழுகண்ணு அப்பனுக்கு சம்மதம் எந்த இடம் வலிகண்டாலும் கண்ணுதானே கலங்கும் கண்ணுபோல எங்களுக்கு காவலா நீ வரணும்   நெடுந்தூரம் உன்இசை கேட்கும் பிறை நீக்கி பௌர்ணமியாக்கும் வெதக்காட்டில் விண்மீன் பூக்கும் விழிச்சாலும் நெசந்தான் உயிர் ஏழையும் உன்  நெத்தி முத்தம் போதும் வருங்காலம் வாசனை சேர்க்கும்  ஆளப்போறான் தமிழன் உலகம் எல்லாமே வெற்றிமக வழிதான் இனிமே எல்லாமே வீரன்னா யாருனு இந்த நாட்டுக்கே அவன் சொன்னானே வாயில்லா மாட்டுக்கும் அட நீதிய அவன் தந்தானே  வாராயோ வாராய் நீ அன்பா வந்தா ஒளி கொடுப்போம் வாராயோ வா.. ராய் நீ வம்பா வந்தா சுளுக்கெடுப்போம்  தமிழாலே ஒண்ணானோம் மாறாது எந்நாளும்", "மதிப்பீடு": "2", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "9719"}
{"திரைப்படம்": "வேலைக்காரன் ", "பாடலாசிரியர்": "  மதன் கார்க்கி", "இசையமைப்பாளர்": "அனிருத் ரவிச்சந்தர்", "பாடல்": "இதயனே என்னை", "வருடம்": "2017", "பாடியவர்கள்": "அனிருத் ரவிச்சந்தர், நீடி மோகன்", "பாடல்வரிகள்": "இதயனே என்னை என்ன செய்கிறாய் இனிமைகள் என்னில் செய்து போனாய்.  இதயனே என்ன மாயம் செய்கிறாய் இரவுகள் வெள்ளை ஆக்கி போனாய்.  வானம் விரிகிறதே நாம் என் கோண மாற்று.  எல்லாம் புரிகிறதே நீ என் சிணுங்கல் ஆற்றி.  பொய்கள் நீங்குதே உண்மை தோன்றுதே.  உன்னை தோழனென்று என் இதழ்கள் கூறுதே.  பூமி மாறுதே வண்ணம் ஏறுதே உன்னை காதல் என்று எந்தம் நெஞ்சம் கூறுதே.  உன் போலே யாரும் யாரும் இல்லையே மண் மேலே ஓர் எல்லை அற்ற காதல் கொண்டேன் உன் மேலே.  நீ வந்தனைகள் ஏதும் என்னில் இல்லை காரணங்கள் இல்லை கேட்காதே சொன்னாலும் ஏற்காதே.  உன் போலே யாரும் யாரும் இல்லையே மண் மேலே ஊவார் எல்லை அற்ற காதல் கொண்டேன் உன் மேலே.  நீ வந்தனைகள் ஏதும் என்னில் இல்லை காரணங்கள் இல்லை கேட்காதே சொன்னாலும் ஏற்காதே.  இதயனே என்னை என்ன செய்கிறாய் இனிமைகள் என்னில் செய்து போனாய்.  இதயனே என்ன மாயம் செய்கிறாய் இரவுகள் வெள்ளை ஆக்கி போனாய்.  எதிரும் பூதிரும் உன்னை என்னை நான் நினைக்க உனது உதிரம் என்று உன்னை மாற்றினாய்.  சருகு சருகு என்று நான் உதிர்ந்து விழும் போதும் சிறகு சிறகு தந்து வானில் ஏற்றினாய்.  முதல் முறை எனது ஆளை தாண்டி தொலை தாண்டி கேள்வி இன்றி உள்ளே செல்கிறாயோ.  முதன் முறை எனது நெஞ்சம் கண்ணு உன்னை கண்டு கண்கள் கண்டு காதல் சொல்கிறாய்  உன் போலே யாரும் யாரும் இல்லையே மண் மேலே ஊவார் எல்லை அற்ற காதல் கொண்டேன் உன் மேலே.  நீ வந்தனைகள் ஏதும் என்னில் இல்லை காரணங்கள் இல்லை கேட்காதே சொன்னாலும் ஏற்காதே.  உன் போலே யாரும் யாரும் இல்லையே மண் மேலே ஊவார் எல்லை அற்ற காதல் கொண்டேன் உன் மேலே.  நீ வந்தனைகள் ஏதும் என்னில் இல்லை காரணங்கள் இல்லை கேட்காதே சொன்னாலும் ஏற்காதே.  இதயனே என்னை என்ன செய்கிறாய் இனிமைகள் என்னில் செய்து போனாய்.  இதயனே என்ன மாயம் செய்கிறாய் இரவுகள் வெள்ளை ஆக்கி போனாய்.", "மதிப்பீடு": "2", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "4165"}
{"திரைப்படம்": "8 தோட்டாக்கள்", "பாடலாசிரியர்": "குட்டி ரேவதி", "இசையமைப்பாளர்": "KS சுந்தர மூர்த்தி", "பாடல்": "இது போல் இனிமேலும்", "வருடம்": "2017", "பாடியவர்கள்": "சத்ய பிரகாஷ்", "பாடல்வரிகள்": "இது போல் இது போல் இனிமேலும் வாராதா கணுவும் கனவும் நிஜமாக நீளாதா  இதயம் ததும்பி எங்கோ வழிய உயிரில் உணர்வில் எதுவோ அசையா  இது போதும் போதுமே இனி சோகம் தீருமே புது வாசம் வீசுதே இது போதும் போதுமே  பெருமேகம் வானிலே சிறு சாரல் கண்ணிலே பேரன்பு தோணுதே இது போதும் போதுமே  பேசக்கூட ஆள் இல்லாமல் ஆயுள்தான் போனது ஆசைகூடி ஆணைமீறி கால்கள் தான் போகுது  முதல்முறை வானம் பார்க்கிறேன் நிலவுடன் கூட போகிறேன் இவளுடன் போக போக பேச பேச பாதை நீளாதா  இது போதும் போதுமே இனி சோகம் தீருமே புது வாசம் வீசுதே இது போதும் போதுமே  பெருமேகம் வானிலே சிறு சாரல் கண்ணிலே பேரன்பு தோணுதே இது போதும் போதுமே  இது போல் ஒரு நாள் இனிமேலும் தாராயா மெதுவாய் மெலிதாய் உடைபோல ஆவாயா  தனிமை சிறையில் தவம் போல் கிடந்தேன் கதவை திறந்தாய் ஒளியால் விளித்தேன்  இது போதும் போதுமே இது போதும் போதுமே இது போதும் போதுமே இது போதும் போதுமே (2)", "மதிப்பீடு": "5", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "161"}
{"திரைப்படம்": "அதே கண்கள்", "பாடலாசிரியர்": "உமா  தேவி", "இசையமைப்பாளர்": "M. ஜிப்ரான்", "பாடல்": "இதோ தானாகவே", "வருடம்": "2017", "பாடியவர்கள்": "யாஷின் நிஷார், க்ளிங்ரன் சிரியோ", "பாடல்வரிகள்": "இதோ தானாகவே ஏனோ நீயாகிறேன் விழி காணாமலே உன்னை போல் ஆகிறேன்  இலை வண்ணமாய் மின்னுதே என்னை செல்லமாய் கொல்லுதே காதல் காதல் தூண்டுதே பார்வை கண்கள் மீளுதே  ஆதவ பூவோ மாதவ பூவோ உறவா பகையா  காதல் எந்தன் விழிகள் ஆகி அழகே உன்னை பார்க்குதடி உன் வாசம் எந்தன் வழிகள் ஆகி அருகில் என்னை சேர்க்குதடி  அட காற்று என்னும் குதிரை ஏறி இதயம் மாயம் ஆகுதடி  அடி ஆசையில் உன்னை திருடி செல்ல களவும் நியாயம் ஆகுமடி  முற்றும் துறந்தவள் மோகம் தருபவள் நீ தானோ பெண்ணே  நெற்றி சுடரென நிலவை கோர்தவள் நீயானாய் தானடி  ஒற்றை பூவின் பிரம்மாண்ட காடாய் நீயானாய் பெண்ணே  அற்றை நாளில் அமுதம் வார்த்தவள் நீயோ தானடி  அருகினில் வருதே உயிரினை சுடுதே தோழி உன் நினைவடி  தனிமையை தொலைந்தேன் நிலவினில் தொலைந்தேன் நீயே உறவடி  காதல் எந்தன் விழிகள் ஆகி அழகே உன்னை பார்க்குதடி உன் வாசம் எந்தன் வழிகள் ஆகி அருகில் என்னை சேர்க்குதடி  அட காற்று என்னும் குதிரை ஏறி இதயம் மாயம் ஆகுதடி  அடி ஆசையில் உன்னை திருடி செல்ல களவும் நியாயம் ஆகுமடி  ஹே காதல் எந்தன் விழிகள் ஆகி அழகே உன்னை பார்க்குதடி உன் வாசம் எந்தன் வழிகள் ஆகி அருகில் என்னை சேர்க்குதடி", "மதிப்பீடு": "3", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "3430"}
{"திரைப்படம்": "வேலைக்காரன்", "பாடலாசிரியர்": "விவேகா", "இசையமைப்பாளர்": "அனிருத் ரவிச்சந்தர் ", "பாடல்": "இறைவா என் இறைவா", "வருடம்": "2017", "பாடியவர்கள்": "அனிருத் ரவிச்சந்தர், ஜொனிற்றா காந்தி", "பாடல்வரிகள்": "இறைவா என் இறைவா எனை தேடி என் மனம் போர்க்களம் ஆனதே.  இறைவா என் இறைவா எந்தன் இரு கால்களை பாதையே மேயுதே.  எனை படைத்தவன் நீ தான் ஐயா.  உயிர் வளர்த்ததும் நீ தான் ஐயா.  எனை சபித்தவன் நீ தான் ஐயா உயிர் எரித்தால் தாங்காது ஐயா.  எனை சபித்தவன் நீ தான் ஐயா உயிர் எரித்தால் தாங்காது ஐயா.  நான் வாழவா நான் வீழவா என் செய்வது நீ சொல்லப்பா.  எனை சபித்தவன் நீ தான் ஐயா உயிர் எரித்தால் தாங்காது ஐயா.  நான் வாழவா நான் வீழவா என் செய்வது நீ சொல்லப்பா.  வா வா வா... வா வா வா... வா வா வா... வா வா வா இறைவா  வா வா வா... வா வா வா... வா வா வா... வா வா வா...  உயிரே என் உறவே உனை விட்டு போவதும் சாவதும் ஒன்றுதான்.  இரவே என் பகலே இனி வரும் நாளெல்லாம் உன் விழி முன்புதான்.  பிரிவென்னும் துயர் தீண்டாமலே துணை இருந்திடும் என் காதலே இலக்கணம் ஏதும் பாராமலே அடைக்கலம் நான் உன் மார்பிலே.  உயிர் விடும் வரை உன்னோடு தான் உனை விட்டால் உடல் மண்ணோடு தான்.  நான் என்பது நான் மட்டுமா நீ கூடத்தான் ஓடோடி வா.  உயிர் விடும் வரை உன்னோடு தான் உனை விட்டால் உடல் மண்ணோடு தான்.  நான் என்பது நான் மட்டுமா நீ கூடத்தான் ஓடோடி வா.  காடு மலை தாண்டலாம் கால்கள் ரணமாகலாம்.  தூய பெரும் காதலின் ஆழம் வரை போகலாம்.  நான் விரும்பி அடையும் பொன் சிறையே சிறையே.  நீ விரும்பி அணிய நான் சிறகே சிறகே.  ஓ நிரந்தரம் என ஏதும் இல்லை நிகழ்ந்திடும் இவை நாளை இல்லை.  இருந்திடும் வரை போராடலாம் எரிமலையிலும் நீராடலாம்.  உயிர் விடும் வரை உன்னோடு தான் உனை விட்டால் உடல் மண்ணோடு தான்.  நான் என்பது நான் மட்டுமா நீ கூடத்தான் ஓடோடி வா.  உயிர் விடும் வரை உன்னோடு தான் உனை விட்டால் உடல் மண்ணோடு தான்.  நான் என்பது நான் மட்டுமா நீ கூடத்தான் ஓடோடி வா.  வா வா வா... வா வா வா... வா வா வா... வா வா வா இறைவா  உயிர் விடும் வரை உனை விட்டால் உடல் நான் என்பது நான் மட்டுமா நீ கூடத்தான் ஓடோடி வா.", "மதிப்பீடு": "3", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "6276"}
{"திரைப்படம்": "கடம்பன்", "பாடலாசிரியர்": "யுகபாரதி", "இசையமைப்பாளர்": "யுவன் சங்கர் ராஜா", "பாடல்": "இளஇரத்தம் சூடேற", "வருடம்": "2017", "பாடியவர்கள்": "M. L. R. கார்த்திகேயன் ", "பாடல்வரிகள்": "இளஇரத்தம் சூடேற திசை எட்டும் தூளாக      பகை இல்லை இல்லை கைகள் சேர      ஒரு யுத்தம் ஈடேற பயம்மில்லை போராட      விடிவெள்ளி எங்கள் பேரை கூற      எதிராளி யாரென நாங்கள் அறிவோமே மண் மேலே      ஒரு போதும் தோல்விகள் இல்லை      நடப்போமே முன்னாலே      (இளஇரத்தம்)       ஓ......... கண்ணீரென்ன கண்ணீரென்ன       கண்ணிலே ரெண்டிலே ஒன்றை      இன்றே செய்வோம்      மண்ணிலே எங்கே எங்கே குற்றம் இங்கே      தேடாமல் தீராதே சோகங்களே      தீயிலே வாட்டுவோம்      செல்லாத காசுபோல் எம்மையாக்கிய       சூழலை மாற்றுவோம் எல்லையை மீறுவோம்      இன்னும் சீறுவோம்       நாங்களும் யாரென காட்டுவோம்      (இளஇரத்தம்)       ம்............ எல்லோருக்கும் எல்லாம் இங்கே      சொந்தமா செவ்வானந்தான்      முள் வேலிக்குள் தங்குமா      அன்னை தந்தை என்றும் எங்கள் காடென்று       வாழ்ந்தோமே நீங்காமலே      பொன்னான காடிதை சூரையாடினால்      வேட்டையும் ஆடுவோம்      என்னாலும் வேலிபோல் நாங்கள்       எங்களை காவலாய் போடுவோம்      ஆயுதம் தூக்குவோம் வேதனை போக்குவோம்       வெற்றியின் உச்சியில் ஏறுவோம்      (இளஇரத்தம்)", "மதிப்பீடு": "4", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "7197"}
{"திரைப்படம்": "கடம்பன்", "பாடலாசிரியர்": "யுகபாரதி", "இசையமைப்பாளர்": "யுவன் சங்கர் ராஜா", "பாடல்": "உச்சி மலை அழகு", "வருடம்": "2017", "பாடியவர்கள்": "முகேஷ் ", "பாடல்வரிகள்": "தந்தான நானே ஏ தந்தான நானே      ஏ தந்தான தந்தான தந்தான நானே      ஏ தந்தான தந்தான தந்தான தந் தானே      ஏ தந்தான நானே ஏ தந்தான நானே      ஏ தந்தான தந்தான தந்தான நா      ஏ தந்தான தந்தான தந்தான நா...னே......            ஹேய் உச்சி மலை அழகு ஆதாரமா உள்ளவர      இந்த ஊரு ஒலகமே செழித்து வாழ இல்ல கொற      பச்ச செடி கொடிங்க பழகி பேசி அள்ளித்தர      நாங்க கைய ஏந்தித்தான் பொழைக்கமாட்டோம் போகும்வர      காசு பணம் சொத்து சொகம் போயிடும் தொலைஞ்சிதான்      நம்ம காக்கும் இந்த காட்ட நம்;பி      வாழ்வோமே துணிஞ்சிதான்       காசு பணம் சொத்து சொகம்       போயிடும் தொலைஞ்சிதான்      நம்ம காக்கும் இந்த காட்ட நம்பி       வாழ்வோமே துணிஞ்சிதான்      (உச்சி)       பாம்பு தோளு பல்லி கூட பாசங்காட்டி தள்ளி ஓட      கூடி வாழும் இந்த வாழ்வ கொண்டாடுவோம்      குறை இல்லாமலே நாளும் பொழுதும் பண்பாடுவோ...ம்      கருவுல நம்ம சொமந்தவ இரக்கி விடுரா வெளியில உசுரது போகும்வரையில தாங்குது காடு மடியில       ஏ............ ஏஹே............            ஓடை நீரில் தாவும் மீன       ஒன்னா சேர்ந்து கொம்பு தேன      பங்குபோடும் எங்க கூட்டம் ஜோரானதே      வழி மாறாமலே போகும் திசையோ நேரானது      இருப்பதை எல்லாம் கொடுக்குற காடா       இறைவன் இருக்குறான்      அடிக்குற காத்துல அசைஞ்சிதான்       அழகா அவனும் சிரிக்கிறான்        ஏ தந்தான தந்தான தந்தான நானே  ஏ தந்தான தந்தான தந்தான தந் தானே  ஏ தந்தான நானே ஏ தந்தான நானே  ஏ தந்தான தந்தான தந்தான நா  ஏ தந்தான தந்தான தந்தான நா...னே...  காடன காடு காயாத ஆறு விதை வைக்காம வெள்ளாமை பண்ணாம திம்போமே சோறு மலை தாயோட அன்பால எல்லாமே கை சேரும் பாரு..", "மதிப்பீடு": "5", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "8738"}
{"திரைப்படம்": "முப்பரிமாணம் ", "பாடலாசிரியர்": "தெரியவில்லை", "இசையமைப்பாளர்": " G. V. பிரகாஷ் குமார் ", "பாடல்": "உயிரிலே உயிரிலே", "வருடம்": "2017", "பாடியவர்கள்": "விஜய் பிரகாஷ் ", "பாடல்வரிகள்": "உயிரிலே உயிரிலே உறைந்ததே காதலே      உறவு நீ பிரிந்ததால் விழியிலே தூரலே      பூவே உன் வாசமின்றி நான் ஏதடி      கை சேர்ந்து நீயும் என்னை காப்பாற்றடி       உயிரிலே உயிரிலே உறைந்ததே காதலே      உறவு நீ பிரிந்ததால் விழியிலே தூரலே            நான் காணும் காட்சியெல்லாம் உனைக்காட்டுதே      அன்பே நீ எங்கே என்று எனைக்கேட்குதே      தேனீரிலும் உன் பூ முகம் திண்டாடுதே என் ஞாபகம்      கண் தேடுதே உன் கால் தடம்      (உயிரிலே)       ஓயாமல் வீசும் காற்றும் உனைப்பேசுதே      மூச்சோடு சேர்ந்துகொண்டு எனை ஏசுதே      கண்ணீரிலே கண் மூழ்குதே      கண்ணாடியை கல் மோதுதே      என்னாகுமோ என் காதலே.........       (உயிரிலே)", "மதிப்பீடு": "4", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "486"}
{"திரைப்படம்": "மேயாத மான்", "பாடலாசிரியர்": "ரத்ன குமார்", "இசையமைப்பாளர்": "சந்தோஷ் நாராயண்", "பாடல்": "எங்க வீட்டு குத்துவிளக்கே", "வருடம்": "2017", "பாடியவர்கள்": "கானா பாலா", "பாடல்வரிகள்": "எங்க வீட்டு குத்துவிளக்கே நீ கிடைச்சா என் வாழ்க்க கெத்து நீ கிடைச்சா என் வாழ்க்க கெத்து  எத்தன பிறவிகள் எடுத்தாலும் உன்ன தேடி வருவேன் என் செல்லம் ஓடி வருவேன்  எத்தன பிறவிகள் எடுத்தாலும் உன்ன தேடி வருவேன் என் செல்லம் ஓடி வருவேன்  டாப் டாமு டாப் டாமு சொஜல சொம்புல கப்புல பாயாசம்.  ஹேண்ட் பேக்கா நான் இருந்தா ஏ ஹேண்ட் பேக்கா நான் இருந்தா  உன் தோளுலதான் தொங்கி இருப்பேன் உன் தோளுலதான் தொங்கி இருப்பேன்  ஏ ஹேண்ட் பேக்கா நான் இருந்தா ஏ ஹேண்ட் பேக்கா நான் இருந்தா  உன் தோளுலதான் தொங்கி இருப்பேன் உன் தோளுலதான் தொங்கி இருப்பேன்  எங்க வீட்டு குத்துவிளக்கே நீ கிடைச்சா என் வாழ்க்க கெத்து நீ கிடைச்சா என் வாழ்க்க கெத்து  எங்க வீட்டு குத்துவிளக்கே நீ கிடைச்சா என் வாழ்க்க கெத்து நீ கிடைச்சா என் வாழ்க்க கெத்து  ஏ கம்மல்லா நான் இருந்தா ஏ கம்மல்லா நான் இருந்தா உன் காதோரம் ஒரசி இருப்பேன் உன் காதோரம் ஒரசி இருப்பேன்  ஏ கம்மல்லா நான் இருந்தா ஏ கம்மல்லா நான் இருந்தா உன் காதோரம் ஒரசி இருப்பேன் உன் காதோரம் ஒரசி இருப்பேன்  எங்க வீட்டு குத்துவிளக்கே நீ கிடைச்சா என் வாழ்க்க கெத்து நீ கிடைச்சா என் வாழ்க்க கெத்து    எங்க வீட்டு குத்துவிளக்கே நீ கிடைச்சா என் வாழ்க்க கெத்து நீ கிடைச்சா என் வாழ்க்க கெத்து  கர்ச்சீப்பா நான் இருந்தா கர்ச்சீப்பா நான் இருந்தா உன் கைக்குள்ள நான் இருந்து இருப்பேன் உன் கைக்குள்ள நான் இருந்து இருப்பேன்  ஹீல்ஸா நான் இருந்தா... உன்ன ஹைட்டா தூக்கி காட்டிருப்பேன்  எங்க வீட்டு குத்துவிளக்கே நீ கிடைச்சா என் வாழ்க்க கெத்து நீ கிடைச்சா என் வாழ்க்க கெத்து  எங்க வீட்டு குத்துவிளக்கே நீ கிடைச்சா என் வாழ்க்க கெத்து நீ கிடைச்சா என் வாழ்க்க கெத்து  டெடிபேரா நான் இருந்தா டெடிபேரா நான் இருந்தா உன்ன கட்டிப்புச்சுன்னு தூங்கி இருப்பேன் உன்ன கட்டிப்புச்சுன்னு தூங்கி இருப்பேன்  டெடிபேரா நான் இருந்தா டெடிபேரா நான் இருந்தா உன்ன கட்டிப்புச்சுன்னு தூங்கி இருப்பேன் உன்ன கட்டிப்புச்சுன்னு தூங்கி இருப்பேன்  எங்க வீட்டு குத்துவிளக்கே நீ கிடைச்சா என் வாழ்க்க கெத்து நீ கிடைச்சா என் வாழ்க்க கெத்து  எங்க வீட்டு குத்துவிளக்கே நீ கிடைச்சா என் வாழ்க்க கெத்து நீ கிடைச்சா என் வாழ்க்க கெத்து", "மதிப்பீடு": "4", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "5711"}
{"திரைப்படம்": " டோரா ", "பாடலாசிரியர்": "மோகன் ராஜன் ", "இசையமைப்பாளர்": "விவேக் சிவா", "பாடல்": "எங்கப்போற எங்கப்போற", "வருடம்": "2017", "பாடியவர்கள்": "மேர்வின் சொலமன் ", "பாடல்வரிகள்": "எங்கப்போற எங்கப்போற நீயு நானு எங்கப்போறோ டோரா            ஓ...... நெஞ்சோடு நெஞ்சாக செய்தாயே...... அடடடடா      கண்ணோடு கண்ணாக நின்றாயே அழகழகா......      எங்கப்போற எங்கப்போற நீயு நானு எங்கப்போறோ போரா      நெஞ்சோடு நெஞ்சாக செய்தாயே...... அடடடடா      கண்ணோடு கண்ணாக நின்றாயே அழகழகா      நீயும் நானும் பேசும் பாஷை ஒன்றாய் மாறுமா      கண்கள் மூடி உன்னை கொஞ்சகாலம் போதுமா      நேரில் வந்த அம்மா அப்பா நீதான் தெரியுமா      என்ன இந்த பாசம் என்று சொன்னால் புரியுமா       நெஞ்சோடு நெஞ்சாக செய்தாயே...... அடடடடா      கண்ணோடு கண்ணாக நின்றாயே அழகழகா......      (டோரா)       ஆ...... ஆ...... ஆ...... ஆ...... ஆ......            என் இதய சத்தம் கேட்டு       தூங்கும்முன் அழகைப் பார்த்து      நானும் நெழிந்து போக மறப்பேன்      அதிகாலையில்...... நீ கொடுக்கும் முத்தம் வாங்க      உன் அருகில் நெறுங்கும்போது      நானும் உனைப்போல் மாற நினைப்பேன்      மனதோரத்தில்...... ஓ.........      விளையாடும் பொம்மை அதுபோல      நீ வந்தாய் தாலாட்டும் அன்பில்      தாய்ப்போலே மாறினாய்      நீ இல்லா வாழ்க்கை அது வேண்டாம் எப்போதும்      நீ வாழும் உலகம் அது போதும் இங்கே......  ", "மதிப்பீடு": "3", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "7667"}
{"திரைப்படம்": "மீசைய முறுக்கு ", "பாடலாசிரியர்": "ஹிப்பொப் தமிழா", "இசையமைப்பாளர்": "ஹிப்பொப் தமிழா", "பாடல்": "என்ன நடந்தாலும்", "வருடம்": "2017", "பாடியவர்கள்": "கௌசிக் க்ரிஷ், ஹிப்பொப் தமிழா", "பாடல்வரிகள்": "என்ன நடந்தாலும் பெண்ணே உன்ன விட மாட்டேன் நீ என்ன மறந்தாலும் என் மனசுல நீதான் நினைவு இருப்ப  அடி என்ன நடந்தாலும் பெண்ணே உன்ன விட மாட்டேன் நீ என்ன மறந்தாலும் என் மனசுல நீதான் நினைவு இருப்ப  மனசுக்குள்ள காதலை பூட்டி வைக்க முடியலடி இருந்தாலும் மனசுக்கு தான் வெளிய சொல்ல வழி இல்லடி  அடி என்ன நடந்தாலும் பெண்ணே உன்ன விட மாட்டேன் நீ என்ன மறந்தாலும் என் மனசுல நீதான் நினைவு இருப்ப  ஒரு நாள் நீ என்னை சந்தித்தாள் அடி பெண்ணே நீயும் சிந்திப்பாய் என்னை ஏனோ பிரிந்துச் சென்று  உன் வாழ்வை நீயே தண்டித்தாய்  சரி பாதி சரி பாதி நீதான் என் சரி பாதி உயிர் நாடி உயிர் நாடி என நானும் உன்னை நாடி வந்த போதும் என்ன தள்ளி எங்க போற நீ? நீ தள்ளி போனதால நானும் ஏங்கிப் போறேன்டி  என்ன நடந்தாலும் பெண்ணே உன்ன விட மாட்டேன் நீ என்ன மறந்தாலும் என் மனசுல நீதான் நினைவு இருப்ப  அடி என்ன நடந்தாலும் பெண்ணே உன்ன விட மாட்டேன் நீ என்ன மறந்தாலும் என் மனசுல நீதான் நினைவு இருப்ப  உன்னோட கண்கள் வழியும் கண்ணீர் வடியும் சோகம் கவலை வேண்டாம் போ  உன்னோட கையில் நான் வந்து சேரும் அந்த நாளும் வெகு தூரம் இல்லையோ  கவிஞனுக்கு கலையின் மீது காதல் வந்தது அந்த கலையின் மீது கொண்ட காதல் உன்னை வென்றது இருந்த போதும் உந்தன் மீது காதல் என்பது என் கனவில் வென்று உன்னை வெல்வது  Whatever you want whatever you need என்ன வேணும் சொல்லடி whatever you are whatever you be நீதான் என் காதலி   என்ன விட்டு போனா என்ன செய்வேன் உன்னுடையதாதா நான் இருப்ப ஒரு முறை என் கண்ண பாத்து சொன்னா போதும்  என்ன நடந்தாலும் பெண்ணே உன்ன விட மாட்டேன் நீ என்ன மறந்தாலும் என் மனசுல நீதான் நினைவு இருப்ப  என்ன நடந்தாலும் பெண்ணே உன்ன விட மாட்டேன் நீ என்ன மறந்தாலும் என் மனசுல நீதான் நினைவு இருப்ப  என்ன விட்டு போனா என்ன செய்வேன் உன்னுடையதாதா நான் இருப்ப ஒரு முறை என் கண்ண பாத்து சொன்னா போதும்  என்ன விட்டு போனா என்ன செய்வேன் உன்னுடையதாதா நான் இருப்ப ஒரு முறை என் கண்ண பாத்து சொன்னா போதும்  ", "மதிப்பீடு": "3", "வகை": "கானாபாடல்", "நுகர்ச்சி": "9324"}
{"திரைப்படம்": "சரவணன் இருக்க பயமேன்", "பாடலாசிரியர்": "Yugabharathi", "இசையமைப்பாளர்": "D.இமான்", "பாடல்": "எம்புட்டு இருக்குது ஆச", "வருடம்": "2017", "பாடியவர்கள்": "சீன் ரொல்டன், கல்யாணி நாயர் ", "பாடல்வரிகள்": "எம்புட்டு இருக்குது ஆச உன்மேல      அதக்காட்டப்போறேன்            அம்புட்டு அழகையும் நீங்க தாலாட்ட      கொடியேத்த வாரேன்            உள்ளத்தக்கொடுத்தவன் ஏங்கும்போது      உம்முன்னு இருக்குறியே            செல்லத்த எடுத்துக்க கேட்க வேணாம்      அம்மம்மா அசத்துறியே            கொட்டிக்கவுக்குற ஆளையே இந்தாடி      (எம்புட்டு)       கள்ளம் கபடம் இல்ல ஒனக்கு      என்ன இருக்குது மேலும் பேச            பள்ளம் அறிஞ்சி வெள்ளம் வடிய      சொக்கிக்கெடக்குறேன் தேகம் கூச            தொட்டுக்கலந்திட நீ துனிஞ்சா      மொத்த ஒலகையும் பார்த்திடலாம்            சொல்லிக்கொடுத்திட நீ இருந்தால்      சொர்க்க கதவையும் சாய்த்திடலாம்            முன்னப் பார்க்காதத இப்போ நீ காட்டிட      வெஷம் போல ஏறுதே சந்தோசம் (எம்புட்டு)       ஒத்த லயிட்டும் ஒன்ன நெனச்சி      குத்துவெளக்கென மாறிப்போச்சி            கண்ண கதுப்பு என்ன பறிக்க      நெஞ்சுக்குழி எது மீது ஆச்சு            பத்து தல கொண்ட இராவணனா      ஒன்ன இரசிக்கனும் தூக்கிவந்து            மஞ்சக்கயிரொன்னனு போட்டுப்புட்டு      என்ன இருட்டிலும் நீ அறிந்த            சொல்லக்கூடாதத சொல்லி ஏன் காட்டுற      மலை ஏற ஏங்குறேன்        உன் கூட எம்புட்டு இருக்குது ஆச      உன் மேல அதக்காட்டுப்போறேன்        அம்புட்டு அழகையும் நீங்க தாலாட்ட கொடியேத்த வாரேன்    ", "மதிப்பீடு": "5", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "416"}
{"திரைப்படம்": "வனமகன்", "பாடலாசிரியர்": "மதன் கார்க்கி", "இசையமைப்பாளர்": "  ஹரிஷ் ஜெயராஜ்", "பாடல்": "எம்மா ஏ அழகம்மா", "வருடம்": "2017", "பாடியவர்கள்": "பொம்பே ஜெயஸ்ரீ, ஹரிசரன் ", "பாடல்வரிகள்": "எம்மம்மா அழகம்மா            இருதயம் இருதயம் மெழுகம்மா            எம்மா நீ அழகம்மா             விரல்பட விரல்பட இளகம்மா            எம்மா நீ அழகம்மா             விழிகளில் நாணங்கள் விலகம்மா            எம்மா நீர் புகழம்மா            இவனது தாங்மொழி பழகம்மா            எம்மமம்மம்மா மமமமமமமமம       எம்மமம்மம்மா மமமமமமமமம      எம்மமம்மம்மா மமமமமமமமம      எம்மமம்மம்மா மமமமமமமமம            யாரோ நீ எங்கிருந்து வந்தாய்      என் நெஞ்சில் சிறகு தந்தாய்      யாரோ நீ பூந்துயிலில் வந்தாய்      என் கண்ணில் கனவு தந்தாய்      ஒரு சில நொடி குழந்தையைப்போலே      மறு சில நொடி கடவுளைப்போலே      பல நொடிகளில் அதனினும் மேலாய் நீயானா......ய்            எம்மா ஏ அழகம்மா      இருதயம் இருதயம் மெழுகம்மா      எம்மா நீ அழகம்மா      விரல்பட விரல்பட இளகம்மா      எம்மா ஏ அழகம்மா      விழிகளில் ஆனந்தம் விலகம்மா      எம்மா நீ தமிழம்மா      இவனது தாய்மொழி பழகம்மா            வேறேதோ தூயுலகம் ஒன்றில்       இவனாலே பூக்கிறேனா      ஊனுல்லா மின்னுணர்வு ஒன்று      இவனாலே பாயிறேனா      இவனிடம் பணம் ஒரு துளி இல்லை      மனிதரின் குணம் சிறு துளி இல்லை      இவனிடம் மனம் முழுவதும் முழுவதும் தந்தேனே      திரை விலகிய மேடையைப்போலே      பனி விலகிய கோடையைப்போலே      மழை நனைந்திடும் ஆடையைப்போலே ஆனேனே      (எம்மா)       மரம் செடி கொடிகளை அனைத்தாயே      மலர்களின் இதழ்களை துடைத்தாயே      உன் கையில் நான் சேர்ந்தால் என் செய்வாய்      வனங்களின் மகனெனப்பிறந்தாயே      புலிகளின் மடிகளில் மடியினில் வளர்ந்தாயே      மான் என்னை நான் தந்தேன் என் செய்வாய்      வாராளே உன்னை உன்போல் ஏற்றியே      ஆனாலும் உண்மை என்னென்றுக்கேட்டேனே      உரைந்திடு யாரோ நீ      (யாரோ)", "மதிப்பீடு": "5", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "8730"}
{"திரைப்படம்": "வேலைக்காரன்", "பாடலாசிரியர்": "விவேகா", "இசையமைப்பாளர்": "அனிருத் ரவிச்சந்தர்", "பாடல்": "எழு வேலைக்காரா", "வருடம்": "2017", "பாடியவர்கள்": "சித்தார்த் மஹாதேவன்", "பாடல்வரிகள்": "எழு வேலைக்காரா எழு வேலைக்காரா இன்றே இன்றே.  ஓயாதே சாயாதே வாய் மூடி வாழாதே.  எழு வேலைக்காரா இன்றே இன்றே இனி செய்யும் வேலை நன்றே.  அட மேலும் கீழும் ஒன்றே ஒன்றே வரலாறை மாற்று வென்றே.  வேர்வை தீயே தேசம் நீயே.  உன் சொல் கேட்டே வீசும் காற்றே.  ஓயாதே தேயாதே சாயாதே..  ஆராதே சோராதே வீழாதே.  போராடு.  எழு வேலைக்காரா இன்றே இன்றே போராடு. இனி செய்யும் வேலை நன்றே.  அட மேலும் கீழும் ஒன்றே ஒன்றே வரலாறை மாற்று வென்றே.  போராடு போராடு போராடு போராடு.  முடியாத செயல் எதுமே புவி மீது கிடையாது எழுந்து வா புயலை போலே.  பலம் என்ன புரியாமலே பணிந்தோமே குனிந்தோமே நிமிர்ந்து வா மேலே மேலே.  ஒரு முறையே தரையினில் வாழும் வாய்ப்பு அதை முறையே பயனுற வாழும் வாழ்க்கை ஆக்கு.  உழைப்பவனே எழுதிட வேண்டும் தீர்ப்பு.  விதைத்தவனே பசியென போனால் எங்கோ தப்பு  போராடு ஓயாதே தேயாதே சாயாதே. போராடு.  ஆராதே போராடு சோராதே வீழாதே போராடு.  போராடு எழு வேலைக்காரா இன்றே இன்றே.  போராடு இனி செய்யும் வேலை நன்றே.  அட மேலும் கீழும் ஒன்றே ஒன்றே வரலாறை மாற்று வென்றே.  வேர்வை தீயே தேசம் நீயே.  உன் சொல் கேட்டே வீசும் காற்றே போராடு.  ஓயாதே போராடு தேயாதே சாயாதே. போராடு.  ஆராதே சோராதே போராடு வீழாதே போராடு.  போராடு போராடு போராடு போராடு.  ஓயாதே சாயாதே வாய் மூடி வாழாதே.", "மதிப்பீடு": "2", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "345"}
{"திரைப்படம்": "சிங்கம்  3", "பாடலாசிரியர்": "Pa. விஜய் ", "இசையமைப்பாளர்": "ஹரிஷ் ஜெயராஜ்", "பாடல்": "ஏய் சோனே சோனே", "வருடம்": "2017", "பாடியவர்கள்": "ஜேவ்ட் அலி , பிரியா சுப்ரமணியம்  , M. C. விக்கி ", "பாடல்வரிகள்": "ஜிங்கு   ஜிங்கு  மணி  ஒஸ்தாடய்ய ரிங்கு  ரிங்கு  லுக்  சேஸ்தாடய்ய ரங்கு  ரங்கு  தொங்க  காரடி சேஸ்தாடய்ய  ஜில்லு  ஜில்லுக சூஸ்தடய்ய கிள்ளி  கிள்ளி  சம்பெஸ்தடய்ய தில்லு  தில்லுக  கல்லு  கல்லுமணி பிஸ்தாடய்ய  எவேரிபடி  ஹலோ  மூவ்  இட்  லைக்  எ  ரோல்ல விதி  மாறும்  போதே  சிங்கம் மச்சான்  இங்க  வந்து  கால  வெச்சான்  நெவெர்  மெஸ்ஸிங்  வித்  ஹிம்  ஹி  பெ  ரோலிங்  யு  ஆல் இன்டர்நேஷனல்  டப்ப்ர் சிங்  இந்த  வித்  ஹிம் சாங் எ  வித்  ஹிம் பாஸ்ட் -ஆஹ்  டைட் -ஆஹ் சூப்பர்  சோனிக்   ஏய்  சோனே  சோனே  சூப்பர்  சோனிக்  வாமானே  நானே  எனர்ஜி  டானிக் ஏய்  சோனே  சோனே  சூப்பர்  சோனிக்  வெச்சி  செய்வேன்  நானே  ரொம்ப  யூனிக்  தட  ஒன்னு  தான்  போட்டு  பாரு விடா  கொண்டன  வருவேண்ட தோட்டா சட்டுனு  தீபுடிக்கும் பட்டா வாங்கி  நா  நெஞ்சன்டா டேரா  பைட்டுல  டென்ஷன்  தந்தா டெரர்  ஆகவே  நிப்பேன்டா  நல்லா பாத்துக்க என்  முகத்தில் நானும்  பக்க  சிங்கம்  டா  ஏய்  சோனே  சோனே  சூப்பர்  சோனிக்  வாமானே  நானே  எனர்ஜி  டானிக் ஏய்  சோனே  சோனே  சூப்பர்  சோனிக்  வெச்சி  செய்வேன்  நானே  ரொம்ப  யூனிக்  ராத்திரியும்  ரபிபெரியும்  ஒண்ணா  சேர்ந்து கூட என்  மண்டை  குள்ள நியூரோன்ஸ்  எல்லாம்  எதோ  ஒன்ன தேட  ராத்திரியும்  ரபிபெரியும்  ஒண்ணா  சேர்ந்து கூட என்  மண்டை  குள்ள நியூரோன்ஸ்  எல்லாம்  எதோ  ஒன்ன தேட  ஓ  சாக்சுரய  நீ  பாட  வரைய மாசக்கப்புறய்ய நான்  ஆடுவேன்  தீய இது  ஜாலிய  ஜாலியா ஓ ஓ  ஏய்  சோனே ஒசா ஒசா சுன் சோனே ஒசாக ஏய்  சோனே ஒசா ஒசா சுன் சோனே ஒசாக  ஏய்  சொன்னே   சொன்னே சொன்னே  சூப்பர்  சோனிக்  வாமானே  நானே  எனர்ஜி  டானிக் ஏய்  சொன்னே   சொன்னே சொன்னே சூப்பர்  சோனிக்  வெச்சி  செய்வேன்  நானே  ரொம்ப  யூனிக்  என்  ஒத்துக்கண்ணும் உன்ன  மட்டும் அல்ட்ரா  ஸ்கேன்  பண்ணும் எவன்  எங்க  ஓடி போனாலும்  என்  GPS-um மின்னும்  இதன்  நம்ம  அங்கம் நீ  சீண்டினா  பங்கம் வேண்டாம்  ஒரு  சங்கம் நான்  ஆயிரம்  சிங்கம் என்  காட்டுல  மாட்டுன   ஹே ஹே ஹே    ஏய்  சோனே  சோனே ஏய்  சோனே  சோனே  ஏய்  சொன்னே   சொன்னே   சூப்பர்  சோனிக்    வாமானே  நானே  எனர்ஜி  டானிக் ஏய்  சோனே  சோனே  சூப்பர்  சோனிக்  வெச்சி  செய்வேன்  நானே  ரொம்ப  யூனிக்   தடை  ஒன்னு  தான்  போட்டு  பாரு விடா  கொண்டன  வருவேண்டா தோட்டா சட்டுனு  தீபுடிக்கும் பட்டா வாங்கி  ந  நெஞ்சன்டா டெரா  பைட்டுல  டென்ஷன்  தந்தா டெரர்  ஆகவே  நிப்பேன்டா  நல்லா பாத்துக்க என்  முகத்தில் நாலூ  பக்க  சிங்கம்  டா ஏய்  சோனே  சோனே சுச்தடையா ஏய்  சோனே  சோனே பர் சிஸ்தாடைய  ஏய்  சோனே  சோனே சோஸ்தாடையா ஏய்  சோனே  சோனே கர்சிஸ்தாடையா ஏய்  சோனே  சோனே சோஸ்தாடையா ஏய்  சோனே  சோனே கர்சிஸ்தாடையா", "மதிப்பீடு": "3", "வகை": "கானாபாடல்", "நுகர்ச்சி": "4355"}
{"திரைப்படம்": "அதே கண்கள் ", "பாடலாசிரியர்": "அதி நிகோலே", "இசையமைப்பாளர்": "M. ஜிப்ரான் ", "பாடல்": "ஐ ஹவ் நத்திங்", "வருடம்": "2017", "பாடியவர்கள்": " அதி நிகோலே, ஜா மில் ", "பாடல்வரிகள்": "லுக் அட் வாட் யூ ஹவ் டன் கிளவுடட் தி மார்னிங் சன் ஐ வுட் ஹவ் ஷின்ட் பார் யூ பட் நவ் தட் ஐ ஹவ் லேர்ன்ட் தி ட்ருத்  ஐ வோன்ட் லெட் யூ பிரேக் மீ டவ்ன் ஐ வில் டேக் வாட் ஐ ஸ்டில் ஹவ் அண்ட் கெட் அவுட் வென் யூ ஆர் பால்லிங் டீப் அஸ்லீப் ஐ வில் பி தேர் ஹன்ட்டிங் இன் யுவர் ட்ரீம்ஸ்  யூ ஷூட் நோ வென் யூ லெப்ட் மீ அலோன் தி சைலன்ஸ் ஆப் சவுண்ட்  ஹே ஐ ஹவ் நத்திங் லெப்ட் டு சே யூ ஹவ் டேகன் இட் ஆல் அவே பார் ஆல் தி ஸ்கேர்ஸ் அண்ட் ஆல் தி பெயின் ஐ எம் நெவர் கம்மிங் பேக் நவ்  ஹே வி ஹவ் நத்திங் லெப்ட் டு டூ ஐ கேவ் ஆல் ஆப் மை ஹார்ட் டு யூ பெர்ஹப்ஸ் ஐ பெல் இன் லவ் டு சூன் ஆர் மே பி ப்ராட் அஸ் டவ்ன்  டியர்ஸ் ஹவ் பாலன் லைக் தி ரெயின் அண்ட் லைட்டிங் ஸ்ட்ரக் மை சோல் பட் ஐ ஹவ் பௌன்ட் மை ஸ்ட்ரென்த் அகைன் அண்ட் ஐ வோன்ட் டேக் இட் எனிமோர்  ஹே எவ்ரிடே ஐ எம் ரிமைன்டட் ஆப் வாட் வி குட் ஹவ் பீன் எவ்ரி மொமென்ட் கம்ஸ் பேக் டு மீ ஈச் டைம் ஐ லெட் யூ இன்  தேர் இஸ் எ பைர் க்ரோயிங் இன்சைட் மீ அண்ட் இட்ஸ் ஹெட்டட் யுவர் வே ஆல் ஆப் திஸ் மேட்னஸ் குட் ஹவ் பீன் எண்டட் இப் யூ ஹட் ஜஸ்ட் ஸ்டேடட்  ஹே ஐ ஹவ் நத்திங் லெப்ட் டு சே யூ ஹவ் டேகன் இட் ஆல் அவே பார் ஆல் தி ஸ்கேர்ஸ் அண்ட் ஆல் தி பெயின் ஐ எம் நெவர் கம்மிங் பேக் நவ்  ஹே வி ஹவ் நத்திங் லெப்ட் டு டூ ஐ கேவ் ஆல் ஆப் மை ஹார்ட் டு யூ பெர்ஹப்ஸ் ஐ பெல் இன் லவ் டு சூன் ஆர் மே பி ப்ராட் அஸ் டவ்ன்  ஹே ஐ ஹவ் நத்திங் லெப்ட் டு சே யூ ஹவ் டேகன் இட் ஆல் அவே பார் ஆல் தி ஸ்கேர்ஸ் அண்ட் ஆல் தி பெயின் ஐ எம் நெவர் கம்மிங் பேக் நவ்", "மதிப்பீடு": "5", "வகை": "கானாபாடல்", "நுகர்ச்சி": "8231"}
{"திரைப்படம்": "கடம்பன்", "பாடலாசிரியர்": "யுகபாரதி ", "இசையமைப்பாளர்": "யுவன் சங்கர் ராஜா ", "பாடல்": "ஒத்த பார்வையில்", "வருடம்": "2017", "பாடியவர்கள்": "ஸ்ரீமதுமிதா,  யுவன் சங்கர் ராஜா ", "பாடல்வரிகள்": "ஒத்த பார்வையில் என்ன ஏன்டி நீ       படம் போட்டுக்காட்டுற      கொத்து சாவியா நெஞ்சத்தூக்கியே       இடுப்போரம் மாட்டுற      மொத்த ஆசையும் ஒரு சேர ஒன்ன கேட்குதே பரிமாற      புத்தி மாறுதே பொழுதெல்லாம் மலையேற            முத்தப்பார்வையில் என்ன நீயும் ஏன்       படம் போட்டுக்காட்டுற      கொத்து சாவியா உன்ன தூக்கியே       இடுப்போரம் மாட்டுற......            ஊரே......... பார்க்க...... போறேன்... ஒன்னத்தூக்க            காத்தே பூவும் கூட கண்ணில் பார்க்காம      காலம் பூரா ஒன்ன காதல் செய்வேன் கேட்காம            ஏதேதோ ஏமாத்துர என் நெஞ்ச பாழாக்குற      ஆகாத பேச்ச பேசி ஆள சூடேத்துற      (ஒத்த)       வாசல்...... தான்டி...... வாரே...ன் உன வேண்டி...            என் வாழ்க்க பூரா ஒன்ன சேர்ந்தா போதாதே      வாழ்வே நீயா மாற கோடி ஜென்மம் தீராதே            அய்யய்யோ உன் பேச்சில ஆகாயம் என் கையில      ஏத்தாத என்ன நீயும் ஆச பல்லாக்குல  ", "மதிப்பீடு": "1", "வகை": "கானாபாடல்", "நுகர்ச்சி": "2512"}
{"திரைப்படம்": "பாகுபலி  2", "பாடலாசிரியர்": "மதன் கார்க்கி ", "இசையமைப்பாளர்": "M. M. கீரவாணி ", "பாடல்": "ஒரு யாகம் ஒரு தியாகம்", "வருடம்": "2017", "பாடியவர்கள்": "கால பைரவா ", "பாடல்வரிகள்": "ஒரு யாகம் ஒரு தியாகம் கதை ஒன்றோ...............      ஆரம்பம்      இரும்பென்றே  மனம் திண்மம்      நெருப்பென்றே.........      அதில் வன்மம்            மரணம் ஒன்றில் பிறக்கும் அருவம்      மரணந்தான் குடிக்கும்      அவ்வானமும் வாழ்த்தியிடிக்கும்      வா வா மன்னவா வா வா மன்னவா      மண்ணெல்லாம் பாடும்      உன் பாதத்தை வெற்றி தேடும்       பழி தாங்கி உழி வாங்கி வனைப்பானோ.........   எதிர்காலம்  உதிரத்தில் சினம் ஓடும் துளியாவும்........................      சிவம்...........................      சிவம்........................... ", "மதிப்பீடு": "5", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "5194"}
{"திரைப்படம்": "பாகுபலி 2", "பாடலாசிரியர்": "மதன் கார்க்கி", "இசையமைப்பாளர்": "M. M. கீரவாணி", "பாடல்": "ஒரே ஓர் ஊரில்", "வருடம்": "2017", "பாடியவர்கள்": "மோகனா , திபு", "பாடல்வரிகள்": "நானா நானா நானா நானா நானா      நான நான நான நான நான நானா      நானா நானா நானா நானா நானா      நான நான நான நான நான நானா            ஒரே ஓர் ஊரில் ஒரே ஓர் ராஜா      ஒரே ஓர் ஊரில் ஒரே ஓர் ராஜா      என் காதில் காதல் சொல்லுவானா      ஒரே ஓர் ஆற்றில் ஒரே ஓர் ஓடம்      தள்ளாடும் என்னைத் தாங்குவானா      வா என்று கட்டளை இட்டானா      முத்தத்தில் கைவிலங்கிட்டானா      கைதாகினால் தேவ சேனா      (நானா)       தன் போர்க்களமாய் என் மார்பில் ஏறிப்போரிடும்      மெய் தீரனா            எந்தன் கொடியை மேலேறி நாட்டவா மோகனா            வாளின் முனையில் எங்கெங்கோ       முத்தம் வைத்திடும் அரக்கனா            வாயின் முனையில் மாயங்கள் காட்டவா      காவி நா......ன்......            ஓஹோ ஹோ ஹோ......      ஓஹோ ஹோ ஹோ......      ஏகாந்த காலம் மாற்றினானா      ஓஹோ ஹோ ஹோ       தீப்போல் என் மீது பற்றினானா      தீக்கோலமாய் தேவசேனா       நானா நானா நானா நானா நானா      நான நான நான நான நான நானா      நானா நானா நானா நானா நானா      நான நான நான நான நான நானா    ஒரே ஓர் ஊரில் ஒரே ஓர் ராஜா      ஒரே ஓர் ஊரில் ஒரே ஓர் ராஜா      என் காதில் காதல் சொல்லுவானா      ஒரே ஓர் ஆற்றில் ஒரே ஓர் ஓடம்      தள்ளாடும் என்னைத் தாங்குவானா    என் நெஞ்சில் அம்பு எய்கிறானா கண் இன்றி நானும் செல்கி்றேனா பேச்சின்றியே தேவசேனா நானா நானா நானா நானா நானா      நான நான நான நான நான நானா      நானா நானா நானா நானா நானா      நான நான நான நான நான நானா   ", "மதிப்பீடு": "1", "வகை": "கானாபாடல்", "நுகர்ச்சி": "8169"}
{"திரைப்படம்": "அண்ணாதுரை ", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "விஜய் அன்ரனி ", "பாடல்": "ஓடாதே ஓடாதே ஞாயங்கள் தேடாதே", "வருடம்": "2017", "பாடியவர்கள்": "", "பாடல்வரிகள்": "       ", "மதிப்பீடு": "2", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "498"}
{"திரைப்படம்": "பாகுபலி 2", "பாடலாசிரியர்": "மதன் கார்க்கி", "இசையமைப்பாளர்": "M. M. கீரவாணி", "பாடல்": "கண்ணா நீ தூங்டா", "வருடம்": "2017", "பாடியவர்கள்": "நயனா நாயர் ", "பாடல்வரிகள்": "முறைதானா முகுந்தா......... சரிதானா சனந்தா      முறைதானா முகுந்தா......... சரிதானா சனந்தா      முறைதானா முகுந்தா......... சரிதானா சனந்தா            பூவையர் மீது கண் எய்வது முறையா      பாவை என் நெஞ்சு தினம் தேய்கின்ற பிறையா      போதுமே நீ கொஞ்சம் துயில் கொள்ளடா      கண்ணா நீ தூங்கடா  என் கண்ணா நீ தூங்கடா            உன் விரலினில் மலை சுமந்து போதுமே கண்ணா நீ தூங்கடா என் கண்ணா நீ தூங்கடா      உன் இதழினில் குழல் இசைத்தது போதுமே      கண்ணா நீ தூங்டா என் கண்ணா நீ தூங்கடா.........      கண்ணா நீ தூங்டா என் கண்ணா நீ தூங்கடா            கோபியர் குளிக்கையிலே உடைகள் திருடி களைத்தாய்      போய்விடு மாயவனே  பானையில் வெண்ணையினை      தினமும் திருடி இளைத்தாய்  தூங்கிடு தூயவனே      சா..............................மனா.........      மோ..............................கனா.........      போதும் கண்ணா நீ செய்யும் திருட்டு      வானம் எங்கும் சூழ்ந்தது இருட்டு      மார்பில் சாய்ந்து கண் மூடடா      (கண்ணா)       சோலையின் நடுவினிலே       நுழைந்தேன் அலைந்தேன் தொலைந்தேன்      தான் உனதருகினிலே   கானகம்  நடுவினிலே மயங்கி கிறங்கி கிடந்தேன்      தான் உனதழகினிலே      மா........................தவா...............      யா........................தவா............      லீலை செய்தே என்னை நீ கவிழ்க்க      காளை மோதி உன்னையும் கவிழ்க்க      காயம் என்னால் கொண்டாயடா    கண்ணா.....  முறைதானா முகுந்தா......... சரிதானா சனந்தா      முறைதானா முகுந்தா......... சரிதானா சனந்தா      முறைதானா முகுந்தா......... சரிதானா சனந்தா       மதனா மதுசூதனா மனேகரா மனே..கரா 3 ", "மதிப்பீடு": "3", "வகை": "கானாபாடல்", "நுகர்ச்சி": "5899"}
{"திரைப்படம்": "முப்பரிமானம் ", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "G. V. பிரகாஷ் குமார் ", "பாடல்": "கண்ணோடு கண்ணோடு", "வருடம்": "2017", "பாடியவர்கள்": "சத்யப்பிரகாஷ் ", "பாடல்வரிகள்": "திரதினனே தினதினனே தெனெனெரே       தனேனேரே நஹே நாஹிரே.......      தினேதினரே தினேதினரே தெனெனெரே       தெனேனேரே நஹே நாஹீரே......            கண்ணோடு கண்ணோடு கலந்துவிட்டேன்      உன்னோடு உன்னோடு தொலைந்துவிட்டேன்      வின்னோடு வின்னோடு பறந்துவிட்டேன்      எந்தன் கண்ணோடு ஒட்டிக்கொண்ட காதல் காட்சியே      நீதானே...... ஓ......... என் தேடல்... ஓ... ஓ...      உன் ஆசை உன்பார்வை உன் மேனி      உன் சேட்டை உன் கொஞ்சல்      நான் பார்த்து ஏதோ ஆனேனே......      (திரதினனே)       உன்னைவிட்டால் நெஞ்சிக்குள்ளே ஒன்னும் தோனாமல்      இத்தனை நாள் காத்திருந்தேன் உன்னைக்காணாமல்      துள்ளித்துள்ளி ஓடுகின்றப் பிள்ளைக்கண்டேனே      தூண்டில் கண்ணால் அய்யோ இன்று மாட்டிக்கொண்டேனே      வண்ண வெண்ணிலா வந்து போனதால்      தூக்கம் கண்ணிலே அது தூரம் போனதே      தண்ணீர் சிர்ப்பமாய் உன்னைக்கண்டேனே      தள்ளி நின்றேதான் நான் தாகம் கொண்டேனே      உன் ஆசை உன்பார்வை உன் மேனி      உன் சேட்டை உன் கொஞ்சல்      நான் பார்த்து ஏதோ ஆனேனே......      (திரதினனே)       பள்ளிக்கூட சீருடையில் உன்னைக் கண்டேனே      காதல் பாடம் கண்களாளே கற்றுக்கொண்டேனே      ஒற்றைக்காலில் பாண்டியாடும் பட்டாம்பூச்சியே      என்னை என்றும் வாழவைக்கும் உந்தன் மூச்சியே      சாவி இல்லாமல் ஆடும் பொம்மை நீ      தள்ளிச்சென்றாலும் என் தாயின் நன்மை நீ      மொட்டைமாடி மேல் வட்ட வெண்ணிலா      உன்னைக்கண்டாலே வானைவிட்டு ஓடாதோ      என் வீட்டு ஜன்னலில் உன் காற்றுப்பட்டாலே      தீக்கூடத்தித்திக்கும் பூவே உன்னாலே       திரதினனே தினதினனே தெனெனெரே       தனேனேரே நஹே நாஹிரே.......      தினேதினரே தினேதினரே தெனெனெரே       தெனேனேரே நஹே நாஹீரே......     (கண்ணோடு)", "மதிப்பீடு": "1", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "765"}
{"திரைப்படம்": " வேலைக்காரன் ", "பாடலாசிரியர்": "விவேகா", "இசையமைப்பாளர்": "அனிருத் ரவிச்சந்தர் ", "பாடல்": "கருத்தவன்லாம் கலீஜாம்", "வருடம்": "2017", "பாடியவர்கள்": "அனிருத் ரவிச்சந்தர் ", "பாடல்வரிகள்": "கருத்தவன்லாம் கலீஜாம் கெளப்பி விட்டாங்க அந்த கருத்த மாத்துங்கொய்யால  ஏய் ஒழச்சவன்லாம் நம்பாளு ஒதுங்கி நிக்காத வா வா தெறிக்க விடுங்கொய்யால.  தக்காளி.  ஹே கருத்தவன்லாம் கலீஜாம்.  ய்யா உளச்சதெல்லாம் நம்பாளு  இந்த நகரம் இப்போதான் மாநகராச்சு இது மாற புது காரணமே நம்ம அண்ணாச்சி.  யே தகர கொட்டால சென்னை யோட அன்னை நம்ம குப்பம் தானே.  கருத்தவன்லாம் கலீஜாம் கெளப்பி உட்டாங்க கருத்த மாத்துகொய்யல.  உளச்சதெல்லாம் நம்பாளு ஒதுங்கி நிக்காத வா வா தெறிக்க வீடு கொய்யல.  தக்காளி.  கருத்தவன்லாம் கலீஜாம் உளச்சதெல்லாம் நம்பாளு.  ஏரியா காசு எல்லாரும் ஊன நிப்போம்.  யாருநு பாக்க ", "மதிப்பீடு": "2", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "1351"}
{"திரைப்படம்": "போகன் ", "பாடலாசிரியர்": "மதன் கார்க்கி", "இசையமைப்பாளர்": "D. இமான் ", "பாடல்": "கூடு விட்டு கூடு பாஞ்சா", "வருடம்": "2017", "பாடியவர்கள்": "ஜோதி நூரன் and அரவிந் சுவாமி ", "பாடல்வரிகள்": "காதல்  என்பது  நேர ச்செலவு காமம்  ஒன்றே  உண்மை  துறவு நேசம்  பாசம்  போலி  உறவு எல்லாம்  கடந்து  மண்ணில்  உளவு  யாருடன்  கழிந்தது  இரவு என  ஞாபகம்  கொள்பவன்  மூடன் அணியும்  நாற்றம்  கொண்டே அவளின் பேரை  சொல்பவன்  போகன்  கூடு  விட்டு  கூடு  பாஞ்சா மேனி  விட்டு  மேனி  மேஞ்சா பின்னே  போகன்  எந்தன்  நெஞ்சின்  மேலே  சாஞ்சான் பச்சை  திராச்சை தூறல்  மேலே இச்சை  மூட்டம்  தீயோ  கீழே என்னை  நட்ட  நடு  மையத்திலே சேர்த்தான்  மொத்த  பூமியின் மோகத்து ஜோதி அது  போகன்  தின்ற  மீதி நேரினில்  போகனை காண அந்த  காமனும்  கொள்வான்  பீதி விண்ணில்   மண்ணில்  எங்கெங்கும்  போகன்  வில்லா  தனி  ஒருவனுக்குள்ளே  உள்ளே ஒரு  பிரபஞ்சமே  மறைந்திருக்கும் இவன்  மனவெளி  ரகசியம்  அதை நாசா   பேசாதா கிரகங்களை   கை  பந்தாட விரும்பிடுவானே கருங்குழிக்குள்ளே  சென்று  திரும்பிடுவானே புது புது புதையலை திறந்திடுவானே முழுவதும் ருசித்ததும் பறந்திடுவானே  விண்ணில்   மண்ணில்  எங்கெங்கும்  போகன்  வில்லா  கூடு  விட்டு  கூடு  பாஞ்சா மேனி  விட்டு  மேனி  மேஞ்சா பின்னே  போகன்  எந்தன்  நெஞ்சின்  மேலே  சாஞ்சான் பச்சை  திராச்சை தூறல்  மேலே இச்சை  மூட்டும்  தீயோ  கீழே என்னை  நட்ட  நடு  மையத்திலே சேர்த்தான்  மொத்த  பூமியின் மோகத்து ஜோதி அது  போகன்  தின்ற  மீதி நேரினில்  போகனை காண அந்த  காமனும்  கொள்வான்  பீதி விண்ணில்   மண்ணில்  எங்கெங்கும்  போகன்  வில்லா ", "மதிப்பீடு": "3", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "509"}
{"திரைப்படம்": "காற்று வெளியிடை ", "பாடலாசிரியர்": "வைரமுத்து", "இசையமைப்பாளர்": "A. R. ரஹ்மான் ", "பாடல்": "கேளாயோ கேளாயே", "வருடம்": "2017", "பாடியவர்கள்": "திவாகர் ,ஹரிசரன் ", "பாடல்வரிகள்": "கேளாயோ கேளாயோ செம்பூவே...... கேளாயோ      மன்றாடும் என் உள்ளம் வாராயோ......       உன்னைப் பிரிந்தால் உன்னைப் பிரிந்தால்      உயிர் வாழா அன்றில் பறவை      நான் அன்றில் பறவை......            நீ என்னை மறந்தால் காற்றுக்கதறும்      கடலின் மேலே ஒட்டகம் நடக்கும்            ஓ... நீ என்னை மறந்தால் காற்று கதறும்     கடலின் மேலே ஒட்டகம் நடக்கும்       ஓ... நீ என்னை பிரியாய்      ஓ...... நீ என்னை மறவாய்      விட்டுப்போனால் வெட்டிப்போகும்      விண்மீனெல்லாம் கொட்டிப்போகும்      (கேளாயோ)       என் குறைகள் ஏதுக்கண்டாய்      பேசுவது காதலோ......      பேணுவது காமமோ......      பிரியமென்னப் போலியோ      ஏன் பெண்ணே இடைவெளி......      எதனா...ல் பிரிந்தா...ய்      பிரிந்தா...ய் எதனா...ல்      மறந்தாய் மறந்தாய்     (கேளாயோ)  ", "மதிப்பீடு": "2", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "2599"}
{"திரைப்படம்": "காற்று வெளியிடை", "பாடலாசிரியர்": "வைரமுத்து", "இசையமைப்பாளர்": "A. R. ரஹ்மான்", "பாடல்": "சரட்டு வண்டில", "வருடம்": "2017", "பாடியவர்கள்": "A. R. ரய்ஹாந், நிகிதா காந்தி, திப்பு", "பாடல்வரிகள்": "சரட்டு வண்டில சிரட்டொளியில       ஓரம் தெரிஞ்சது உன் முகம்      உள்ளம் கிள்ளும் அந்த கள்ளச்சிரிப்புல       மெல்லச்சிவந்தது என் முகம் (2)           அடி வெத்தலபோட்ட ஒதட்ட எனக்கு      பத்திரம் பண்ணிக்கொடு      நான் கொடுத்த கடனத்திருப்பிக் கொடுக்க      சத்தியம் பண்ணிக்கொடு     என் இரத்தம் சூடு கொள்ள       பத்து நிமிசம் தான் ராசாத்தி            ஆணுக்கோ பத்து நிமிசம் ஹ      பொண்ணுக்கோ அஞ்சு நிமிசம் ஹ      பொதுவா சண்டித்தனம் பண்ணும் ஆம்பளைய      பொண்ணு கிண்டி கெழங்கெடுப்பா            சேலைக்கே சாயம் போகும் மட்டும்      ஒன்ன நான் வெளுக்க வேணுமடி      பாடுபட்டு விடியும் பொழுது      வெளியில் சொல்ல பொய்கள் வேணுமடி      புது பொண்ணே...............       அது தான்டி தமிழ் நாட்டு பாணி.....................      (சரட்டு-2)       வெக்கத்தையே கொழச்சி கொழச்சி      குங்குமம் பூசிக்கோடி......      ஆசையுள்ள வேர்வையப்போல் வாசம் ஏதடி            ஏ பூங்கொடி வந்து தேன் குடி      அவ கைகளில் உடையட்டும் கண்ணே கண்ணாடி......      கத்தாழங்காட்டுக்குள் மத்தாளங்கேக்குது      சுத்தானை ரெண்டுக்கு கொண்டாட்டம்      குத்தாலச்சாரலே முத்தானப் பன்னீரே      வித்தாரக்கள்ளிக்கு துள்ளாட்டம்            அவன் மன்மதகாட்டு சந்தனம் எடுத்து மார்பில் அப்பிக்கிட்டான் இவ குரங்கு கழுத்தில் குட்டிய போலே தோளில் ஓட்டிக்கிட்டா      இனி புத்தி கலங்குற முத்தங்கொடுத்திரு ராசாவே            பொண்ணுதான் ரத்தனக்கட்டி ஹ       மாப்பிள்ள வெத்தலப்பொட்டி      எடுத்து ரத்தனகட்டிய வெத்தல பொட்டில     மூடச்சொல்லுங்கடி      முதலில் மால மாத்துங்கடி பிறகு பாணை மாத்திங்கடி      கட்டில் விட்டு காலையிலே கசங்கி வந்தா      சேல மாத்துங்கடி            மகராணி...............      அதுதான்டி தமிழ்நாட்டு பாணி............      (கத்தாழ)", "மதிப்பீடு": "1", "வகை": "கானாபாடல்", "நுகர்ச்சி": "7888"}
{"திரைப்படம்": "கடம்பன் ", "பாடலாசிரியர்": "யுகபாரதி", "இசையமைப்பாளர்": "யுவன் சங்கர் ராஜா ", "பாடல்": "சாமக் கோடாங்கி", "வருடம்": "2017", "பாடியவர்கள்": "அனிதா கார்த்திகேயன்,  வேல் முருகன் ,ஜெயமூர்த்தி ", "பாடல்வரிகள்": "ஏ சாமக் கோடாங்கி உடுக்க போல் என்ன       பொழுதும் உலுக்குறியே      இந்த சீம முச்சூடும் நெறைஞ்சி நின்னாலும்      சிரிச்சே நீ என்ன கொல்லுறியே            சாம கோடாங்கி உடுக்கபோல் என்ன      பொழுதும் உலுக்குறியே      இந்த சீம முச்சூடும் கரைஞ்சி நின்னாலும்      சிரிச்சே நீ என்ன கொல்லுறியே            ஏ முத்துனவ ரத்தினமே முந்தி அணிஞ்சி      நீ வந்து நிக்க போகுது என் கண்ணு அவிஞ்சி            பணமே இல்லாத கரும்பா உன் பேச்சி      மனச தித்திப்பா மாத்திடுச்சி            கோடி ரூபாய கொடையா தந்தாலும்      ஒதுக்கி வைப்போமுங்க      எட்டு மாடி வீடெல்லாம்       எதுக்கு வேணாங்க      ஓல கொட்டாயே போதுமுங்க            காடு பூராவும் ஒதவும் சொந்தந்தான்      கலங்கமாட்டோமுங்க      வேற ஆளே உள்ளார துணிஞ்சி வந்தாலே      உசுர தந்தாச்சும் காப்போமுங்க            ஏ கட்டையில போரதுதான் இந்த உசுரு      இத எதையும் தன்னுள்ள மறைச்சி வைக்காத       காடா வாழ்வோமே நாங்க நாங்க            ஆசப்பாட்டாலும் எதையும் கேட்காம எடுக்கக்கூடாதுங்க      வெளி வேசம் போடாம நெசமா வாழ்ந்தாலே      எதுவும் தன்னால கைகூடுங்க            வேரே இல்லாம மரமும் வாழாது       வெவரம் சொல்வோமுங்க      வெந்த சோறே ஆனாலும் ஒழைச்சி திங்காட்டி      ஒடம்பில் ஒட்டாது கேட்டுக்குங்க            ஏ உத்தமனா வாழும்வரை இல்ல கவல      நீ ஒன்னனதான் நம்பும்வர உண்டு ரகல            வழியும் மாறாம நடந்தா தப்பில்ல      நிமிர்ந்து வாழ்வோமே ஊரே சொல்ல ", "மதிப்பீடு": "1", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "2576"}
{"திரைப்படம்": "சிவலிங்கா ", "பாடலாசிரியர்": " விவேகா", "இசையமைப்பாளர்": "S. தமன்", "பாடல்": "சாரா சாரா", "வருடம்": "2017", "பாடியவர்கள்": " ராகுல் நம்பியார்", "பாடல்வரிகள்": "", "மதிப்பீடு": "5", "வகை": "கானாபாடல்", "நுகர்ச்சி": "7178"}
{"திரைப்படம்": "சிவலிங்கா", "பாடலாசிரியர்": "விவேகா", "இசையமைப்பாளர்": "S. தமன்", "பாடல்": "சின்னக்கபாலி", "வருடம்": "2017", "பாடியவர்கள்": "சங்கர் மஹதேவன், நவின் ,அருண்ராஜா காமரஜா ", "பாடல்வரிகள்": "அல்லுவுட்டா அப்பீட்டு தில்லிருந்தா ரிப்பீட்டு      டல்லடிக்கும் நேரத்துல மச்சான் நிப்பாட்டு      அள்ளிவிட்டா கெட்டிட்டு தள்ளிவிட்டா டிக்கெட்டு      ஜொல்லுவிட்டா மாட்டிக்கிவான் மச்சான் விக்கெட்டு      இன்னைக்கித்தான் சல்யூட்டு சொல்டியடி ரொட்டேட்டு      பாரபட்சம் பாக்கம்மாட்டான் சின்னக்கபாலி      சின்னக்கபாலி............ கபாலி கபாலி கபாலி            ஏ பாட்டாளி பாட்டாளி ஏழைக்கெல்லாம் கூட்டாளி      வெள்ளமனம் உள்ளவன்டா சின்னக்கபாலி      ஏ சமாளி சமாளி தில்லிருந்தா சமாளி      வந்த நின்னா அந்த இடம் டபுள் தீபாளி      ஏ பழகுனா உருகுவேன் பாசத்துக்கு கலங்குவேன்      பகைய வளர்க்க வேணாம் பங்காளி      ஏ ஒடம்புதான் கறுப்புடா      ஒரசிப்பாரு நெறுப்புடா      அஞ்சம்மாட்டான் சின்ன கபாலி......      ஏய் கும்மாங் கும்மாங் கும்மாங்குத்து குத்திடலாமா      ஏய் டப்பான் டப்பான் டப்பாங்குத்து ஆடிடலாமா      ஏய் கும்மாங் கும்மாங் கும்மாங்குத்து குத்திடலாமா      ஏய் டப்பான் டப்பான் டப்பாங்குத்து ஆடிடலாமா       சின்னக்கபாலி............ சின்னக்கபாலி......      (பாட்டாளி)       தெரசா போல் ஆயுள் எல்லாம் தியாகியாக வாழவேணாம்      சிறுசா ஓர் ஓரத்துல சேவை செய்யடா      பாரிபோல் வாரித்தர பட்ஜெட் அங்க பத்தலன்னா      பசி ஆறும் இடம் எங்க காட்டிவிடுடா      ஏய் சிறு ரொக்கம் குடுத்ததும் ஒரு பக்க விளம்பரம்      நாளிதழில் நீயும் தராதே............      ஏழைகளின் கண்ணோரம் பார்க்கின்ற சந்தோஷம்      போல ஒரு இன்பம் வராதே.........       ஏய் கும்மாங் கும்மாங் கும்மாங்குத்து குத்திடலாமா      ஏய் டப்பான் டப்பான் டப்பாங்குத்து ஆடிடலாமா      (பாட்டாளி)       லகலகலகலகலகலகா ஏய் லகலகலகலகலகா       லகலகலகலகலகலகா ஏய் லகலகலகலகலகா       லகலகலகலகலகலகா ஏய் லகலகலகலகலகா      (அல்லு)       ஏ உன் விட்டு கேட்டத்தான்ட நூறு முறை யோசிச்சிட்டு      பில்கேட்சு ஆகலன்னு ஃபீலிங் ஆகாதே      ஏய் பால்கோவா கடிக்கவே பல்லுசெட்டு வேணும்முன்னா      பர்பிய வாங்கி வீட்டில் சேர்த்து வைக்காதே      இறைக்காத கெணரெல்லாம் சொரக்காது சொல்வாங்க      உதவின்னா ஓடு முன்னாடி.........      நீ என்ன வளக்குற நான் அன்ப கொடுக்குறேன்      அதுதான்டா சின்னக்கபாலி       ஏய் கும்மாங் கும்மாங் கும்மாங்குத்து குத்திடலாமா      ஏய் டப்பான் டப்பான் டப்பாங்குத்து ஆடிடலாமா  ", "மதிப்பீடு": "5", "வகை": "கானாபாடல்", "நுகர்ச்சி": "8009"}
{"திரைப்படம்": "சிவலிங்கா", "பாடலாசிரியர்": "விவேகா", "இசையமைப்பாளர்": "S. தமன்", "பாடல்": "சிரிக்கவச்சி சிரிக்கவச்சி", "வருடம்": "2017", "பாடியவர்கள்": "விஜய் ஜேசுதாஸ்  ரம்யா பரத்", "பாடல்வரிகள்": "", "மதிப்பீடு": "5", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "2454"}
{"திரைப்படம்": "வனமகன்", "பாடலாசிரியர்": "மதன் கார்க்கி", "இசையமைப்பாளர்": "ஹரிஷ் ஜெயராஜ் ", "பாடல்": "சிலு சிலுவென்று", "வருடம்": "2017", "பாடியவர்கள்": "விஜய் ஜேசுதாஸ் ", "பாடல்வரிகள்": "சிலு சிலுவென்று பூங்காற்று மூங்கிலில் மோத      வாசைன பாட்டொன்று கேளு கண்ணம்மா      அலை அலையாக ஆனந்தம் தாளமும் போட      பூங்குயில் ஆட்டத்தைப் பாரு கண்ணம்மா      மேல் கீழாக அருவி எல்லாம் இங்கு மனம் விட்டுச்சிரிப்பதேன்      சொல்லுக்கண்ணம்மா      வானைத்தாங்கும் மரங்களெல்லாம்      அந்த இரகசியம் சொல்லும் செல்லக்கண்ணம்மா            அன்பின் நிழல் வீசுதே இன்பம் விளையாடுதே      பாறைக்குள்ளும் பாசம் நிழையோடுதே      வெயில் வரம் கூறுதே காடே நிறம் மாறுதே      மேடை இன்றி உண்மை அரங்கேறுதே      சொர்க்கம் இதுதானம்மா மேலே கிடையாதம்மா  சொற்கள் கொண்டு சொன்னாலும் புரியாதம்மா (சிலுசிலு)       முட்கள் கிழிந்தாலுமே முத்தம் அது ஆகுமே      சோகம் கூட இங்கே சுகமாகுமே      வேர்கள் கதை கூறுமே காலம் இளைப்பாருமே      தெய்வம்கூட இங்கே பசியாறுமே      இது நாம்தானடி மாறிப்போனோமடி      மீண்டும் பின்னே போக வழி சொல்லடி  (சிலுசிலு)", "மதிப்பீடு": "3", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "3828"}
{"திரைப்படம்": "சிவலிங்கா ", "பாடலாசிரியர்": "விவேகா ", "இசையமைப்பாளர்": "S. தமன் ", "பாடல்": "சிவலிங்கா", "வருடம்": "2017", "பாடியவர்கள்": "Usha உஷா உதுப் , கல்பனா , ஸ்ரீகிருஷ்னா", "பாடல்வரிகள்": "", "மதிப்பீடு": "3", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "112"}
{"திரைப்படம்": "போகன்", "பாடலாசிரியர்": "தாமரை", "இசையமைப்பாளர்": "D. இமான் ", "பாடல்": "செந்தூரா", "வருடம்": "2017", "பாடியவர்கள்": "லக்ஷ்மி சிவனேஷ்வரலிங்கம்", "பாடல்வரிகள்": "நிதா நிதா நிதானமாக யோசித்தாலும்.. நில்லா நில்லா நில்லாமல் ஓடி யோசித்தாலும்  நீ தான் மனம் தேடும் மாண்பாளன் பூவாய் எனையேந்தும் பூபாலன்  என் மடியின் மணவாளன் எனத் தோன்றுதே..  செந்தூரா ஆ...! ஆ...! சேர்ந்தே செல்வோம் செந்தூரா ஆ...! ஆ...! செங்காந்தள் பூ  உன் தேரா ஆ...! ஆ...! மாரன்அம்பு ஐந்தும் (4) வைத்து ஒன்றாய் காற்றில் எய்தாயா  நடக்கையில் அணைத்தவாறு போக வேண்டும்.. விரல்களைப் பிணைத்தவாறு பேச வேண்டும்.. காலை எழும் போது நீ வேண்டும்.. தூக்கம் வரும் போது தோள் வேண்டும்.. நீ பிரியா வரம் தந்தால் அதுவே போதும்..  செந்தூரா ஆ...! ஆ...! சேர்ந்தே செல்வோம் செந்தூரா ஆ...! ஆ...! செங்காந்தள் பூ உன் தேரா ஆ...! ஆ...! மாரன்அம்பு ஐந்தும் வைத்து ஒன்றாய் காற்றில் எய்தாயா  மழையின் இரவில் ஒரு குடையினில் நடப்போமா.. மரத்தின் அடியில் மணிக்கணக்கினில் கதைப்போமா..  பாடல் கேட்போமா ஆடிப் பார்ப்போமா  மூழ்கத்தான் வேண்டாமா யாரும் காணாத இன்பம் எல்லாமே கையில் வந்தேவிழுமா  நீயின்றி இனி என்னால் இருந்திட முடிந்திடுமா..  செந்தூரா ஆ...! ஆ...! சேர்ந்தே செல்வோம் செந்தூரா ஆ...! ஆ...! செங்காந்தள் பூ உன் தேரா ஆ...! ஆ...! மாரன்அம்பு ஐந்தும் வைத்து ஒன்றாய் காற்றில் எய்தாயா  அலைந்து நான் களைத்துப் போகும்போது அள்ளி மெலிந்து நான் இளைத்துப் போவதாக சொல்லி வீட்டில் நளபாகம் செய்வாயா?  பொய்யாய் சில நேரம் வைவாயா நான் தொலைந்தால் உனை சேரும் வழி சொல்வாயா?  செந்தூரா ஆ...! ஆ...! சேர்ந்தே செல்வோம் செந்தூரா ஆ...! ஆ...! செங்காந்தள் பூ உன் தேரா ஆ...! ஆ...! மாரன் அம்பு ஐந்தும் வைத்து ஒன்றாய் காற்றில் எய்தாயா எய்தாயா ஆ...! ஆ...!  கண்கள் சொக்க செய்தாயா ஆ...! ஆ...! கையில் சாய சொல்வாயா ஆ...! ஆ...! ஏதோ ஆச்சு வெப்பம் மூச்சில் ..! வெட்கங்கள் போயே போச்சு ..! ", "மதிப்பீடு": "3", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "3667"}
{"திரைப்படம்": "சரவணன் இருக்க பயமேன் ", "பாடலாசிரியர்": "யுகபாரதி", "இசையமைப்பாளர்": "D. இமான்", "பாடல்": "செம்ம ஜோரு", "வருடம்": "2017", "பாடியவர்கள்": "விஷால் டட்லானி ,மரியா கவிதா தோமஸ்", "பாடல்வரிகள்": "செம்ம ஜோரு ஜோரு ஜோரு       என்ன நடந்துச்சுத் தெரியல      அவன் யாரு யாரு யாரு      சொல்லு தெரியட்டும் வெளியில      செம்ம ஜோரு ஜோரு ஜோரு       என்ன நடந்துச்சுத் தெரியல      அவன் யாரு யாரு யாரு      சொல்லு தெரியட்டும் வெளியில      அழகாக நீ மாறிய காரணம் கூறடி      மண மாலையை சூடிடும் மாமனும் யாரடி      உனை ஆசையோடு சேர்ந்து வாழ      வரும் அவன் சுகம் பெற......      (செம்ம)       இப்போது நீ அவன் அவன்      கொண்டாடிடும் பெரு நாளடி      நெஞ்சோடு நீ குடியேறடி (குழு.) யாரோடும்            யாரோடும் பேசாமல் நானம் என்னடி      பேசாமல் போனாலும் காட்டும் கண்ணடி      பொல்லாத நீயும் ஹைய்ய்ய்யோடி      கல்யாணம் ஆனப்பின்னாடி      பழகிய எம்மைத்தெரியலை என்று      ஒதுங்கி நீ நடந்திட.........      (செம்ம)       பெண்ணான நீ வளம் நலம் பெற      சந்தோஷமே குறையாதடி      எல்லாமுமே தர வரும் அவன்      கண்ணாடிபோல் தெரிவானடி      காலாலே கோலங்கள் போட்டால் எப்படி      கண்ணாலன் கேட்பானே காதல் சொல்லடி      சொல்லாத நீயும் கில்லாடி      செய்வாயn சேட்டை அம்மாடி      அவனது உள்ளம் இனி உனதில்லம்      அதைவிட வரம் எது............  ", "மதிப்பீடு": "2", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "2269"}
{"திரைப்படம்": "முப்பரிமாணம் ", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "G. V. பிரகாஷ் குமார் ", "பாடல்": "சொக்கிப் போறான்டி", "வருடம்": "2017", "பாடியவர்கள்": "Al ருபியான் ,மாளவிகா சுந்தர்", "பாடல்வரிகள்": "சொக்கிப் போறான்டி வெட்கிப்போறான்டி      உன் கண்ணுக்குள் விழுந்தானே நூறுதரம்      செக்கச்செவ்வானம் வெட்கப்படும்போது      உன் கண்ணத்தை கடன் வாங்க ஓடி வரும்            கொத்தோடு கிளையோடு பூப்பூக்கும் வாசம் போல்      காத்தோடு உன் சுவாசம் தேடிப்போறேன்      குலசாமி திரு நீரு வெச்சாலும் சிலிர்க்காம      நீத்தொட்டா அங்கங்க சிலிர்த்துப்போறேன்            உன் கண் ஜாடை அசைவுக்கும்       கால் கொலுசு நெலிவுக்கும்      அடி போடி பெண்ணே கொடைசாஞ்சுப்போனேன்      நீ பார்க்காத நேரத்தில் நான் உன்னப்பார்த்துதான்      நீ பார்க்கும் போது அலைபாஞ்சுப்போறேன்            ஏ தீக்குச்சி தலமேல பாரத்தப்போல      என் நெஞ்சோடு ஒரு பாரம் தந்தாயடா      என் தூக்கத்தப்பல நாளா நீ வாங்கிப்போறாயே      படுத்தாலும் கனவோடு வந்தாயடா......      (சொக்கி)       ஏ பஞ்சாரத்து வெடக்கோழிப்போல      என் நெஞ்சோரம் வாசம் துள்ளுதோடி      ஏ பஞ்சாங்கத்தில் நாள் பார்க்கச்சொல்லி      உன் கண்ணோரம் கதைப்பேசி சொல்லுதோடி            ஏ காதோரத்தில் ஒரு பிச்சி வந்து      தினம் உன் பேர சொல்லித்தான் கூவுதடா      ஏ தொடுந்தூரத்தில் நீ வரும்போதெல்லாம்      நான் விடும் மூச்சில் அணலாக கொல்லுதடா            பஞ்சால மேல தான் தீ மூட்டிப்போறியே      அய்யய்யய்யோ அங்கங்க எரியுதடி      அஞ்சாறு முத்தத்த நீத்தந்து போனினா      (சொக்கி)       ஹேய் உன் கூடத்தான் தினம் தனியாவே தான்      அட நாம் வாழும் வரம் ஒன்று வேணுமடா      ஹே உன் மார்பில்தான் இரு கண்மூடித்தான்      அட நான் தூங்க இடம்மொன்னு வேணுமடா            ஹே ஆகாசத்தில் ஒரு மெத்த போட்டு      அங்க உன் கூட வெளையாட தோனுதடி      ஏ ஆனந்தத்தில் என் காலு ரெண்டும்      அடி என் பேச்சக்கேட்காமல் துள்ளுதடி            கடிகாரம் இல்லாம நொடி நேரம் ஓடாம      இங்கேயே இப்போதே நின்றால் என்ன      மடி மீது நான் சாய தாயாக நீ மாறி      தாலாட்டி பாட்டொன்று சொன்னால் என்ன  (சொக்கி)", "மதிப்பீடு": "4", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "3028"}
{"திரைப்படம்": " அண்ணாதுரை ", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "விஜய் அன்ரனி ", "பாடல்": "ஜி எஸ் டி யா மாறி நீயும்", "வருடம்": "2017", "பாடியவர்கள்": "", "பாடல்வரிகள்": "     ", "மதிப்பீடு": "3", "வகை": "கானாபாடல்", "நுகர்ச்சி": "4957"}
{"திரைப்படம்": "விக்ரம் வேதா", "பாடலாசிரியர்": "முத்தமிழ் ", "இசையமைப்பாளர்": "சாம் C. S.", "பாடல்": "டசக்கு டசக்கு", "வருடம்": "2017", "பாடியவர்கள்": "M.L.Rகார்த்திகேயன,முகேஷ்,குணா", "பாடல்வரிகள்": "வங்காள கரை ஓரத்திலே   நம்ம வண்ணாரப்பேட்டையிலே கமிட்டி ரோடு சிக்னலிலே நம்ம எம்கேபி நகரிலே மொத்தம் இங்க ஆயிரம் குடும்பம் தங்கம் இந்த கோட்டைக்குள்ள கவலை னா..  வேதான்னு ஒரு சிங்கம்   எப்பா நம்ம ஏரியா ஹைலைட்டெல்லாம் பாட்ல சொல்னும்   யாரால முடியும் ஆயிரம் ரூவா பெட்டு   அடிங் ஆயிரம் ரூவாய எடு  பாட்டக் கேளு   ஏ... டசக்கு டசக்கு டசக்கு டசக்கு டசக்கு டும் டும்.. டும் டும்   டசக்கு டசக்கு டசக்கு டசக்கு டசக்கு டும் டும் ஏ குடிக்க குடிக்க குதுரை குதிக்கும் ஒடம்புக்குள்ள எங்க அரும பெரும தெரம தெறிக்கும் கதைய சொல்ல  ஏ.. டசக்கு டசக்கு டசக்கு டசக்கு டசக்கு டும் டும்.. டும் டும்   டசக்கு டசக்கு டசக்கு டசக்கு டசக்கு டும் டும் ஐயோ...    சந்து பொந்தெல்லாம் சங்கம் வளர்ப்போம் மல்லுக்கு நிப்போம் எங்க சொந்த ஊடுன்னு இந்த ஊரத்தான் சொல்லி வச்சிட்டோ...ம் கெத்தா அன்பக்கொடுத்தா நட்பக்கொடுக்கும் கண்ணுக்குக்கண்ணா ஆனா, கையும் பறக்கும் காலும் பறக்கும் சண்டைக்கி நீயும் வந்தா கிலி பல கிரி இல்ல புலி வனமடா புள்ள அதிசயம் இது வந்து பார்த்தா அடிதடி என வந்தா பொடிகலும் அட இல்ல வெடிகளை வெடித்திங்கே வேட்டா எந்த எதிரிக்கும் இங்கு இடமில்லை டாட்டா.. டாட்டா  (ஏ டசக்கு)   எந்த ஈரோவுக்கும் எங்க மன்சுல   போஸ்ட்டரு இல்ல... இல்ல   எங்கலப் பத்தி அத்தப்படப்போகும் ஆஸ்கார வெல்ல... வெல்ல  சரிங்கப்பா பட்டப்பேரத்தான் வச்சிக்கிடுவோம்   சொத்துக்கு சொத்தா  வரைமுறைகளே இல்லா   தலைமுறைகளை பார்த்த தலைநகரிலே   வாழுறோம் கூட்டா   ஒரு முறை பழகிட்டா மறு நொடியில சொந்தம் உசுரத்தான் தருவோம் கேட்டா கேட்டா எந்த எதிரிக்கும் இங்க இடமில்ல டாட்டா டாட்டா டாட்டா... (ஏ டசக்கு)", "மதிப்பீடு": "5", "வகை": "கானாபாடல்", "நுகர்ச்சி": "6231"}
{"திரைப்படம்": "போகன் ", "பாடலாசிரியர்": "ரோகேஷ் ", "இசையமைப்பாளர்": "D. இமான்", "பாடல்": "டமாலு டமாலு டுமீலு", "வருடம்": "2017", "பாடியவர்கள்": "அனிருத் ரவிச்சந்தர் ", "பாடல்வரிகள்": "மதம்  கொண்ட  யானை  என்ன  செய்யும்  தெரியுமா  சினம்  கொண்ட  சிங்கத்திடம்  தோற்று  ஓடும்   டமாலு  டமாலு  டுமீலு  டுமீலு  டுமீலு  டுமீலு  டமாலு  டமாலு  டமாலு  டமாலு  டுமீலு  டுமீலு  டுமீலு  டுமீலு  டமாலு  டமாலு    ராங்கு   பண்ண  ராடு  தானே  எல்லை  கோட்டுக்குள்ள  சோக்கு சீனு டாப்பு  தானே  நானும்  ஊருக்குள்ள   தப்பு  பண்ண  வாய  ஒடச்சி  தட்டுவேன்  டா பல்ல என்  மனசுக்குள்ள  வில்லனுக்கு    ஈவு  இரக்கம்  இல்ல   டமாலு  டமாலு  டுமீலு  டுமீலு  டுமீலு  டுமீலு  டமாலு  டமாலு   டமாலு  டமாலு  டுமீலு  டுமீலு  டுமீலு  டுமீலு  டமாலு  டமாலு   அடசல் குடசல் எடசல் குத்த  யாரந்தாலும் மவனே  அல்டிமேடு   ஆளு  தாண்ட  சீண்டி  பாரு  இவன  காண்ட கீண்டா ஆகி  ஊட்ட  தேவ  இல்லாம  சிவன என்  ரூபத்துல  பாத்துடுவா  நேருல  நீ  எமன  டமாலு  டமாலு  டுமீலு  டுமீலு  டுமீலு  டுமீலு  டமாலு  டமாலு   டமாலு  டமாலு  டுமீலு  டுமீலு  டுமீலு  டுமீலு  டமாலு  டமாலு    ஜெயிக்கணும் னு  பொறந்தவன்  நான்  தானே  எனக்கிங்கு  கவலை  இல்ல  எத்தணிக்கும்  எதிரிங்க  எல்லாரும்  போவாங்க  மண்ணுக்குள்ளே   சேப்ட்டி   இல்லாத  தங்கைகளை  எப்போவும்   நான்தான்டா  அண்ணன் மூஞ்சிய  முழுசா  மாத்திடுவேன்  ஏடாகூடமா  எதனா பண்ண   எதுக்கும்  துணிஞ்சு  ஆளு  கேளு  கேளு  கேளு  கேளு  ஊத்திடுவேன்  நானும்  பாலு   டமாலு  டமாலு  டுமீலு  டுமீலு  டுமீலு  டுமீலு  டமாலு  டமாலு   டமாலு  டமாலு  டுமீலு  டுமீலு  டுமீலு  டுமீலு  டமாலு  டமாலு     நெஞ்சுக்குள்ள  நெஞ்சுக்குள்ள  வெச்சிருக்கேன்  தில்ல யாரும்  இல்ல  யாரும்  இல்ல  என்ன  இங்க  வெல்ல  ஆணவத்த  காலி பண்ணும்  அய்யனார்  புள்ள  எங்க  எரியால  என்ன  உட்டா எல்லை  சாமி  இல்ல   டமாலு  டமாலு  டுமீலு  டுமீலு  டுமீலு  டுமீலு  டமாலு  டமாலு    மீச பில்லகா ஷார்ப்  பையன்  சல்லாக இப்ராடு பண்ணாக தூக்கிடுவேன்  அல்லகா ", "மதிப்பீடு": "1", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "6836"}
{"திரைப்படம்": " மேயாத மான் ", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "சந்தோஷ் நாராயண் ", "பாடல்": "தங்கச்சி தங்கச்சி", "வருடம்": "2017", "பாடியவர்கள்": "அந்தோனி தாசன்  ", "பாடல்வரிகள்": "அனபெல்லா பேயி வாரா  அனபெல்லா பேயி வாரா   அன்பில் குட்டி தாயி வாரா . அன்பில் குட்டி தாயி வாரா .  அன்னே காச ஆட்டய போட்டு  பியூட்டி பார்லர் போயி வரா.  மேக்கப் அல்லி மெழுகு  நம்ம தங்கச்சி தான் அழகு .  மேக்கப் அல்லி மெழுகு  நம்ம தங்கச்சி தான் அழகு .    அப்பன் கிட்ட வத்தி வெப்ப  ஸ்கூட்டி தொட்ட கொட்டி வெப்ப  அப்பன் கிட்ட வத்தி வெப்ப  ஸ்கூட்டி தொட்ட கொட்டி வெப்ப   சேனலை நீ மாத்தி பாரு  கழுத்து மேல கத்தி வெப்ப  ஆங்ரி பேர்டு பொண்ணு  வீர தங்கச்சிதான் கண்ணு  ஆங்ரி பேர்டு பொண்ணு  வீர தங்கச்சிதான் கண்ணு  வேல சொன்னா கேட்க மாட்ட  மனுஷனாவே மதிக்க மாட்ட  வேல சொன்னா கேட்க மாட்ட  மனுஷனாவே மதிக்க மாட்ட   செய்யலைன்னா செத்தடி நீ  போடா கூந்தல் னு போயிடுவ . கழுவி கொடநாத உடும  அந்த ஸ்டைலு யாருக்கும் வருமா கழுவி கொடநாத உடும  அந்த ஸ்டைலு யாருக்கும் வருமா  ரகசியம் சொல்லி வெச்ச  பக்குவமா மூடிடுவா . . FM ல ஏத்தி விட்டு  எஸ்கேப் ஆகி ஓடிடுவா . கோடா பொலிடி மூஞ்சில கொட்டி  சுத்தி சுத்தி ஆடிடுவா .  ஈடு இல்ல எவனும்  அட தளபதி தான் வரணும் . ஈடு இல்ல எவனும்  அட தளபதி தான் வரணும் .   குப்புற நான் விழுத்துபுட்டா  தொக்கி விட நெனச்சிருப்பா...  குப்புற நான் விழுத்துபுட்டா  தொக்கி விட நெனச்சிருப்பா .. ரெண்டுத்துக்கும் நடுவுல  அவ அரைமணி நேரம் சிரிச்சிருப்பா .  ஆஹா என்ன சிரிப்பு  இது வாலு வெச்ச பொறுப்பு  ஆஹா என்ன சிரிப்பு  இது வாலு வெச்ச பொறுப்பு   காதலிச்ச புடிச்சிடுவா  காயம் பட்ட துடிச்சிடுவா  காதலிச்ச புடிச்சிடுவா  காயம் பட்ட துடிச்சிடுவா   என்ன எண்ணி கண்ணீர் விட்டு  ஒன்னும் இல்லனு நடிச்சிடுவா . வேற என்ன வேணும் அவ வெல்ல மனம் போதும்  வேற என்ன வேணும் அவ வெல்ல மனம் போதும் .  வலி அவ கொடுத்ததில்லை  பசியில நான் படுத்ததில்ல . வலி அவ கொடுத்ததில்லை  பசியில நான் படுத்ததில்ல .  கணவனே வந்தாலும்  அவ என்ன விட்டு கொடுத்ததில்லை  நான் தான் அவ வேலு  வம்பு பண்ண அவன் காலி . நான் தான் அவ வேலு  வம்பு பண்ண அவன் காலி .  அவ இல்லமா  அவ இல்லாம நானும் இல்ல  நான் இல்லாம அவளும் இல்ல . அவ இல்லாம நானும் இல்ல  நான் இல்லாம அவளும் இல்ல .  அனா இதை என்னிக்குமே நாங்க  வெளில சொன்னது இல்ல . தோப்பில் கோடி கயிறு  அவ மட்டும் தான் என் உயிரு  தோப்பில் கோடி கயிறு  அவ மட்டும் தான் என் உயிரு  தங்கச்சி தங்கச்சி  தங்கச்சி தங்கச்சி   Thank you Jegatish", "மதிப்பீடு": "5", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "76"}
{"திரைப்படம்": "அண்ணாதுரை", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "விஜய் அன்ரனி", "பாடல்": "தங்கமா வைரமா என்ன சொல்ல", "வருடம்": "2017", "பாடியவர்கள்": "", "பாடல்வரிகள்": "   ", "மதிப்பீடு": "2", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "509"}
{"திரைப்படம்": "விவேகம்", "பாடலாசிரியர்": "சிவா", "இசையமைப்பாளர்": "அனிருத் ரவிச்சந்தர் ", "பாடல்": "தலை விடுதலை", "வருடம்": "2017", "பாடியவர்கள்": "அனிருத் ரவிச்சந்தர், ஹரிஷ் சுவாமி நாதன், அஜித் குமார் ", "பாடல்வரிகள்": "இந்த உலகமே உன்ன எதிர்த்தாலும்  எல்லா சூழ்நிலையும் 'நீ தோத்துட்ட தோத்துட்ட'-ன்னு உன் முன்னாடி நின்னு அலறினாலும் நீயா ஒத்துக்கிற வரைக்கும்  எவனாலும் எங்கேயும் எப்பவும்  உன்ன ஜெயிக்க முடியாது  தலை விடுதலை விழிகளில் பாருடா பகை அலறிட கதறிட போரடா தடை சிதறிட உடைபட ஏறடா விடை வீரமே உலகெல்லாம் கூறடா  தலை விடுதலை விழிகளில் பாருடா பகை அலறிட கதறிட போரடா தடை சிதறிட உடைபட ஏறடா விடை வீரமே உலகெல்லாம் கூறடா  மாமலை கூட நீ வீறு கொண்டு ஏறும்போது கால்களின் கிழே நீ ஏறு ஏறு பேரலை கூட நீ மோதிக்கொண்டு நீந்தும் போது தோள்களின் கீழே நீ ஏறு ஏறு  உயிர் குருதியில் உறுதியை சேரடா திசை எங்கிலும் எல்லைகள் மீறடா  Never Ever Give Up  . Keep Out, Out Of The Way He's Coming To Play... Come On, Clear The Stage He's Ready To Rage...  தேகம் என்னும் தீயிலே என்னை ஊற்று நூறு வாள்கள் மோதினும் நெஞ்சை காட்டு ரோஷம் கோபம் ரெண்டையும் ஒன்று சேர்த்து ரத்த நாளம் எங்கிலும் வேகம் ஏற்று  படை எதிரிட வளைத்திட நெருங்கிட அடங்கிடாதே கடை நொடி வரை கருணையை எதிரிக்கு வழங்கிடாதே  தலை விடுதலை விழிகளில் பாருடா பகை அலறிட கதறிட போரடா  தலை விடுதலை விழிகளில் பாருடா பகை அலறிட கதறிட போரடா தடை சிதறிட உடைபட ஏறடா விடை வீரமே உலகெல்லாம் கூறடா  Keep Out, Out Of The Way He's Coming To Play... Come On, Clear The Stage He's Ready To Rage...  Keep Out, Out Of The Way He's Coming To Play... Come On, Clear The Stage He's Ready To Rage...", "மதிப்பீடு": "4", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "8579"}
{"திரைப்படம்": "காற்று வெளியிடை", "பாடலாசிரியர்": "வைரமுத்து ", "இசையமைப்பாளர்": "A. R. ரஹ்மான்", "பாடல்": "நல்லையல்லை நல்லையல்லை", "வருடம்": "2017", "பாடியவர்கள்": "சின்மயி ,சத்யப்பிரகாஷ் ", "பாடல்வரிகள்": "வானில் தேடி நின்றேன் ஆழி நீயடைந்தாய்      ஆழி நான் விழுந்தால் வானில் நீ எழுந்தாய்      என்னை நட்சத்திரக் காட்டில் அலையவிட்டாய்      நான் என்ற எண்ணம் கலையவிட்டாள்      நல்லையல்லை நல்லையல்லை நன்னிலவே நீ நல்லையல்லை      நல்லையல்லை நல்லையல்லை நல்லிரவே நீ நல்லையல்லை            ஒலிகளின் தேடல் என்பதெல்லாம் மௌனத்தில் முடிகின்றதே...      மௌனத்தின் தேடல் என்பதெல்லாம் ஞானத்தில் முடிகின்றதே...      நானுன்னைத்தேடும் வேலையிலே நீ மேகம் சூடி ஓடிவிட்டா...ய்      (நல்லை)       மும்பை மூழ்கும் முன் என்ற நிலைகளிலே      முகந்தொட காத்திருந்தே......ன்      மலர்கின்ற நிலைவிட்டுப் பூத்திருந்தால்      மனம் கொள்ள காத்திருந்தே......ன்      மகரந்தம் தேடி நகரும்முன்னே      வெய்யில் கா...ட்டில் வீழ்ந்துவிட்டாய்      (நல்லை)      ", "மதிப்பீடு": "4", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "6296"}
{"திரைப்படம்": "பைரவா", "பாடலாசிரியர்": "வைரமுத்து", "இசையமைப்பாளர்": "  சந்தோஷ் நாராயண்", "பாடல்": "நில்லாயோ", "வருடம்": "2017", "பாடியவர்கள்": "ஹரிசரண்", "பாடல்வரிகள்": "(இசை) மஞ்சள் மேகம் ஒரு மஞ்சள் மேகம்  சிறு பெண்ணாகி முன்னே போகும்  பதறும் உடலும்  என் கதறும் உயிரும்  அவள் பேர் கேட்டு பின்னே போகும்   செல்லப் பூவே  நான் உன்னைக் கண்டேன்  சில்லுச் சில்லாய் உயிர் சிதறக் கண்டேன்   நில்லாயோ நில்லாயோ  உன் பேர் என்ன  உன்னாலே மறந்தேனே  என் பேர் என்ன  (இசை)  கனவா கனவா நான் காண்பது கனவா  என் கண் முன்னே கடவுள் துகளா காற்றின் உடலா கம்பன் கவிதை மடலா இவள் தென் நாட்டின் நான்காம் கடலா சிலிக்கான் சிலையோ ஓ... சிறுவாய் மலரோ ஓ...  வெள்ளை நதியோ ஓ... வெளியூர் நிலவோ ஓ...   நில்லாயோ நில்லாயோ உன் பேர் என்ன உன்னாலே மறந்தேனே என் பேர் என்ன (இசை)  செம்பொன் சிலையோ இவள் ஐம்பொன் அழகோ  பிரம்மன் மகளோ இவள் பெண்பால் வெயிலோ  நான் உன்னைப் போன்ற பெண்ணை கண்டதில்லை  என் உயிரில் பாதி யாரும் கொன்றதில்லை  முன் அழகால் முட்டி மோட்சம் கொடு  இல்லை பின் முடியால் என்னைத் தூக்கிலிடு  நில்லாயோ நில்லாயோ உன் பேர் என்ன உன்னாலே மறந்தேனே என் பேர் என்ன (இசை)", "மதிப்பீடு": "1", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "8049"}
{"திரைப்படம்": "8 தேட்டாக்கள்", "பாடலாசிரியர்": "குட்டிரேவதி", "இசையமைப்பாளர்": "KS சுந்தர மூர்த்தி ", "பாடல்": "நீ இல்லை என்றால்", "வருடம்": "2017", "பாடியவர்கள்": "ஹரிசரன் , வந்தனா, ஸ்ரீநிவாசன்", "பாடல்வரிகள்": "நீ இல்லை என்றால் எனக்கென யாரும் இல்லையே ஏன் இதை செய்தாய் துணை என யாருமே இல்லையே  நீ தான் நான் உடைந்து போகாதே காதலால் கடந்து போவோமே  உனக்கென உருகினேன் உயிரில் கரைகிறேன் அனலென எறிகிறேன் அலையாய் உடைகிறேன்  உனக்கென வருகிறேன் உடலை இணைகிறேன் எப்படி நீங்குவேன் என்னிடம் வா  கனவிலே வருகிறாய் கண்டதும் மறைகிறாய் கண்களில் வாழ்கிறாய் கண்ணீரில் மிதக்கிறேன்  எதற்கென்னை மறுக்கிறாய் இதயம் வலிக்குது எப்படி தாங்குவேன் என்னிடம் வா  கலங்கரை வெளிச்சமும் அணைந்து போனாலே கடலினில் சுழலினில் எங்கு போவேன் நான் இணைந்த கை நழுவினால் என்ன ஆவேன் நான்  உனக்கென வாழுகின்றேனே உயிரினை தாங்குகின்றேனே உனக்கிந்த கோபம் ஏனோ காயம் ஏனோ என்னிடம் வா அன்பே என்னிடம் வா அன்பே  உனக்கென உருகினேன் என்னிடம் வா அன்பே  உயிரில் கரைகிறேன் என்னிடம் வா அன்பே  அனலென எறிகிறேன் என்னிடம் வா அன்பே  அலையாய் உடைகிறேன் என்னிடம் வா  நீ இல்லை என்றால் எனக்கென யாரும் இல்லையே ஏன் இதை செய்தாய் துணை என யாருமே இல்லையே  நீ தான் நான் உடைந்து போகாதே காதலால் கடந்து போவோமே  உனக்கென உருகினேன் ஆஹா உயிரில் கரைகிறேன் ஆஹா அனலென எறிகிறேன் ஆஹா அலையாய் உடைகிறேன் ஆஹா", "மதிப்பீடு": "2", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "542"}
{"திரைப்படம்": "பாம்பு சட்டை ", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "அஜீஷ்", "பாடல்": "நீ உறவாக ஆச", "வருடம்": "2017", "பாடியவர்கள்": "ஹரிசரன் , ஸ்ரேயா கோஷல்", "பாடல்வரிகள்": "நீ உறவாக ஆச. நா வேறென்ன பேச. புயல் ஓயாம வீச. உடல் தானாக கூச. கேட்டேன் காதல் ஓச.  நீ உறவாக ஆச. நா வேறென்ன பேச.  ஓர கண் பார்வை! ஏதேதோ பேச! ஊதாரி பையன் நானும், ஆனேன் நல்லா,  நாளும் உன் வாசம், என் மேல வீச ஆனேனே கோரபுல்லும் வானவில்லா  கண்ணால நீ கிள்ள, காயம் உள்ள, என்னாத நான் சொல்ல, ஓஹோ ஓஹோ ஓஹோ ஓ..  சொல்லாமலே தொல்ல, ஆள கொல்ல. அல்லாடுரேன் புள்ள.. ஓஹோ ஓஹோ ஓஹோ ஓ..  குப்ப கூளம் பொன்னாச்சு குட்டியான தேராச்சு. ஆத்தாடி உன்னால, ஏதோ ஆச்சு,  சோறும் செல்லாம தூக்கம் இல்லாம, ஏன் புள்ள என்ன நீயும், ஆட்டி வெச்ச,  கேட்கும் முன்னால, நீயும் தன்னால ஒன்னாக வாழ போடு காதல் பிச்ச  என்னோடு நீ வந்தா, போதும் பொன்னே இல்லேன்னு நான் சொன்னா ஓஹோ ஓஹோ ஓஹோ ஓ..  சேல கட்டும் பூங்கொத்து! உன்கூட நின்னா தான் கெத்து வேணாமே வேறேதும் சொத்து பத்து  நீ உறவாக ஆச. நா வேறென்ன பேச. புயல் ஓயாம வீச. உடல் தானாக கூச. கேட்டேன் காதல் ஓச.  நீ உறவாக ஆச. நா வேறென்ன பேச.", "மதிப்பீடு": "2", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "7771"}
{"திரைப்படம்": "விக்ரம் வேதா", "பாடலாசிரியர்": " சாம்  C. S.", "இசையமைப்பாளர்": " சாம்  C. S.", "பாடல்": "நீ போகாதே என்ன விட்டு", "வருடம்": "2017", "பாடியவர்கள்": "பிரதீப் குமார், நேஹா வேணுகோபால் ", "பாடல்வரிகள்": "நீ போகாதே என்ன விட்டு என் கண்ணே உன் முன்னே என் உசுர தவியா தவிக்கவிட்டுப்புட்டு நீ போகாதே என்ன விட்டு என் கண்ணே உன் முன்னே என் உசுர தவியா தவிக்க விட்டுப்புட்டு ஒரு மரம் அது வெரகா பொலப்பது போலிங்கு ஆனேனே உன்னால் பெண்ணே உயிர் வலி அது என்னென்று நான் கண்டுகொண்டேனே   உன்னாலே பெண்ணேப் பெண்ணே ஒரு மரம் அது வெரகா பொலப்பது போலிங்கு ஆனேனே உன்னால் பெண்ணே உயிர் வலி அது என்னென்று நான் கண்டுகொண்டேனே   உன்னாலே பெண்ணேப் பெண்ணே   (நீ போகாதே)   முதல் முறை ஒரு கிழ ஏனோ மாறிப்போனேன் நானும் ஒன்னவிட பூமியில எல்லாமுமே வேணும் வேணும் முதல் முறை ஒரு கிழ ஏனோ மாறிப்போனேன் நானும் ஒன்னவிட பூமியில எல்லாமுமே வேணும் வேணும்   காலம் இங்கே தீரும் வரை காக்கவச்சிப் போற ஆசை அத தந்துப்புட்டு ஏனோ தள்ளிப் போற   கொல்லாம அள்ளாம என்னக் கொல்லாத   (நீ போகாதே) உலுக்குற ஒறையிற தெனம் தெனம்   பார்க்கும் போதே எனக்குள்ள பொதையிற   கேள்வி ஏதும் கேட்காமலே உலுக்குற ஒறையிற தெனம் தெனம்   பார்க்கும் போதே எனக்குள்ள பொதையிற   கேள்வி ஏதும் கேட்காமலே   ஆகாசமா அசப்போடும் உன் கூட நான் சேர்ந்தா காலமெல்லாம் வாழ்க்க மாறும் உன் கூட நான் வாழ்ந்தா   பெண்ணே நீ இல்லாம ஜென்மம் தீர்வில்ல   (நீ போகாதே)", "மதிப்பீடு": "1", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "5373"}
{"திரைப்படம்": " மெர்சல்", "பாடலாசிரியர்": "விவேக் (lyricist)", "இசையமைப்பாளர்": "A. R. ரஹ்மான்", "பாடல்": "நீதானே நீதானே", "வருடம்": "2017", "பாடியவர்கள்": "A. Rரஹ்மான், ஸ்ரேயா கோஷல்", "பாடல்வரிகள்": "நீதானே நீதானே என் நெஞ்சைத்தட்டும் சத்தம் அழகாய் உடைந்தேன் நீயே அர்த்தம்   நீதானே நீதானே என் நெஞ்சைத்தட்டும் சத்தம் அழகாய் உடைந்தேன் நீயே அர்த்தம்   இம் மாலை வானம் மொத்தம் இருள் பூசிக்கொள்ளும் சத்தம் இங்கும் நீயும் நானும் மட்டும் இது கவிதையோ......   நீதானே நீதானே என் கண்கள் தேடும் இன்பம் உயிரின் திரையில் உன் பால் பிம்பம்   நம் காதல் காற்றில் பற்றும் அது வானின் காதில் எட்டும் நாம் கையில் மாற்றிக்கொள்ள பொன் திங்கள் விழும்   யாச்சே யாச்சே யாச்சே யாச்சே யாச்சே யாச்சே யாச்சே யாச்சே யாச்சே யாச்சே யாச்சே யாச்சே துளி மையல் உண்டாச்சே யாச்சே யாச்சே யாச்சே யாச்சே யாச்சே யாச்சே யாச்சே யாச்சே யாச்சே யாச்சே யாச்சே யாச்சே அவள் மையம் கொண்டாச்சே   (நீ தானே)   யால்லி யால்லி யால்லி யால்லி யால்லி யால்லி யால்லி யால்லி யால்லி யால்லி யால்லி யால்லி உன் ஆசை சொல்லாலே   யால்லி யால்லி யால்லி யால்லி யால்லி யால்லி யால்லி யால்லி யால்லி யால்லி யால்லி யால்லி அழகேரி செல்வாளே   (நீ தானே)", "மதிப்பீடு": "4", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "6753"}
{"திரைப்படம்": "வனமகன் ", "பாடலாசிரியர்": "மதன் கார்க்கி", "இசையமைப்பாளர்": "ஹரிஷ் ஜெயராஜ்", "பாடல்": "பச்சை உடுத்திய காடு", "வருடம்": "2017", "பாடியவர்கள்": "அபய் ஜோபுக்கர், ஹரினி", "பாடல்வரிகள்": "பச்சை உடுத்திய காடு       ஈரம் உடுத்தியக்கூடு      நீலம் உடுத்திய வானம்      பச்சை உடுத்திய காடு       ஈரம் உடுத்தியக்கூடு      காதல் கொண்டேன் பெண்ணே      அடி காதல் கொண்டேன் பெண்ணே      ஆயிரம் ஓசை காற்றில் உன்னால் கேட்டேன் நானே      ஆயிரம் ஆசை என்னில் உன்னால் கண்டேன் நானே......      (பச்சை)       மாளிகை ஒன்றில் வாழ்ந்தேனே      சிறு குடிலாய் இன்று தோன்றுதடா      மின்னும் வைரக்கற்களெல்லாம்       முன்னால் குப்பை ஆனதடா            நிலவில் முளைத்த தாவரமே       நீ கீழே இறங்கி வந்தாயே      எந்தன் காட்டில் வேர்விடவே      காதல் வாசம் தந்தாயே            கோடிக்கோடி வாசம் இங்கே      மூச்சில் உன்னாலே கண்டேன்      உன் வெண்மேனி நான் ஆள      என் கண்ணில் நீ வாழ      (பச்சை)       இலைகள் அணிந்த பூஞ்சிலையே      மனம் இலையுதிர்காலம் கேட்குதடி      இரவின் இருளில் உடல்கள் இங்கே      இரகசியம் திருடப்பார்க்குதடி            மார்பில் உந்தன் சுவாசத்தால்       என் இதயம் பற்றிக்கொண்டதடா      முத்தம் கிளப்பும் வெப்பத்திலே       என் வெட்கம் வற்றிப்போனதடா            பெண்ணில் உள்ள நாணம் எல்லாம்      இன்று என்னோடு கண்டேன்            ஆணில் உள்ள ஈரம் எல்லாம்      இன்று என்னுள்ளே கொண்டேன்      நம் காதல் தீ உச்சத்தில்      வேர்க்கொள்ளும் அச்சத்தில்      (பச்சை)", "மதிப்பீடு": "3", "வகை": "கானாபாடல்", "நுகர்ச்சி": "3224"}
{"திரைப்படம்": " பைரவா ", "பாடலாசிரியர்": "வைரமுத்து ", "இசையமைப்பாளர்": "சந்தோஷ் நாராயண்", "பாடல்": "பட்டய கெளப்பு", "வருடம்": "2017", "பாடியவர்கள்": "அனந்து ,பென்னி டயால்", "பாடல்வரிகள்": "பட்டய கெளப்பு  குட்டையா  கொழப்பு  பட்டய  கெளப்பு  பட்டி  தொட்டி  எல்லாம்  பட்டய  கெளப்பு  குரவ மீன பிடிக்க  குட்டையா  கொழப்பு  கட்டு  கட்டா சேர்த்த  நோட்டு  கட்டு  வெறும்  பூட்டு  போட்டு கெடக்கு  பறவைக்கெல்லாம்  ஒரு  வங்கி இல்லை  அது  பட்டினியா  கெடக்கு   கட்டு  கட்டா சேர்த்த  நோட்டு  கட்டு  வெறும்  பூட்டு  போட்டு கெடக்கு  பறவைக்கெல்லாம்  ஒரு  வங்கி இல்லை  அது  பட்டினியா  கெடக்கு    சேத்த சக்கரை  ஒடம்ப  குளிக்கும்  சேர்த்த பணமோ  உசுர  குறைக்கும்  பாத்து  பாத்து  செலவழிக்கணுமே   பிள்ளை    நிலவு  கரைக்கு  வருது  வெள்ளி  கெரகம்  விலகி  வருது  காசை வீசி  கணக்கு  பண்ணணுமே  காசை  எடு  காத்தும் திசைய மாத்தும் காசை  எடு  உன்  கடலில்   ரயிலும் போகும்  காசை  எடு  இமயம்  கொஞ்சம்   குனியும்  காசை எடு  பூட்டி   வச்சி  என்ன  பண்ண  போற   அல்லி  கொடு  இல்லை  ஆட்டம்  போடு  சிங்கம்  எல்லாம்  சேமிக்காது ஜிலென்று  கொண்டாடு  கட்டு  கட்டா சேர்த்த  நோட்டு  கட்டு  வெறும்  பூட்டு  போட்டு கெடக்கு  பறவைக்கெல்லாம்  ஒரு  வங்கி இல்லை  அது  பட்டினியா  கெடக்கு   வாழனுமே எழ பாழ நம்ம  வாழ்த்தணுமே  உன்   எதிரி  வந்த  மோதி  பார்க்கணுமே  ஏய்க்கும்  கூட்டம்  என்றால்  சாய்க்கணுமே  நீதி  கேட்டு  தம்பி  நீயே  நில்லு  புத்தி  சொல்லு  இல்ல  போட்டு  தள்ளு   அட  தப்புதப்பா   விஜயன்   வில்லு  தர்மத்தில்  நெலச்சி  நில்லு  ரெண்டாயிரம்  ஆண்ட  வாழ  போற  சும்மா  பூட்டி  வச்சி  எதுக்கு  பறவைக்கெல்லாம்  ஒரு  வங்கி  இல்லை  அது  பட்டினியா   கெடக்கு   பட்டய கெளப்பு  குட்டையா  கொழப்பு  பட்டய  கெளப்பு  பட்டி  தொட்டி  எல்லாம்  பட்டய  கெளப்பு  குரவ மீன பிடிக்க  குட்டையா  கொழப்பு  கட்டு  கட்டா சேர்த்த  நோட்டு  கட்டு  வெறும்  பூட்டு  போட்டு கெடக்கு  பறவைக்கெல்லாம்  ஒரு  வங்கி இல்லை  அது  பட்டினியா  கெடக்கு ", "மதிப்பீடு": "5", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "8843"}
{"திரைப்படம்": "பாகுபலி 2", "பாடலாசிரியர்": "மதன் கார்க்கி", "இசையமைப்பாளர்": "M. M. கீரவாணி", "பாடல்": "பலெ பலெ பலெ", "வருடம்": "2017", "பாடியவர்கள்": "டெலர் மெஹ்ன்டி, M. M. கீரவாணி, மௌனிமா", "பாடல்வரிகள்": "பலெ பலெ பலெ பாகுபலி      பயம்மின்றி பாயும் புலி            பலெ பலெ பலெ பாகுபலி      பயம்மின்றி பாயும் புலி      அடி இடி வெடி மேளத்துக்கு இனி கொண்டாடி            துயரம் எல்லாம் உதிரட்டுமே            திசை எட்டும் அதிரட்டுமே.........            சிஸ்சா நெப்பிக்கோ போதைய மனசுல அப்பிக்கோ      காசா அள்ளிக்கோ வானத்த உடைத்து துள்ளிகோ  தூச தட்டிகோ மேகத்த தலப்பா கட்டிகோ   ராசா வந்தாச்சா அவரையும் ஆடா சேத்துக்கோ            வே.........ரொருத்தி...... வழியே வந்தால்      என் உயிர் நீ ஆனா......ய்      மார்பு நான் கொண்டதே உண்டு நீ துயிலவும்      கண்டுநான் மகிழவே விழிகளும்............      மழையென கொட்டும் அர்த்தம் சொல்வாயn      துயில் என கண்டோம்      இடி என காதில் கேட்கும் சொல்வாரே      அறிந்தவர் பாகுபலி என்பாரே      போர்க்களத்தில் தீயாவான்       தாய் மடியில் பூவாவான்      ஆண்டவனே ஆனையிட்டும்       தாயிட்ட கோட்டை தாண்டிடமாட்டான்            செய்சா வெட்டிக்கோ போதைய மனசுல அப்பிக்கோ      காசா அள்ளிக்கோ காதுல உணர்ச்சிகள் துள்ளிக்கோ            தெனம் தெனம் நீ பத்திக்கோ            போதைய மனசு அப்பிக்கோ       ஒரு தரம் வலி ஏத்திக்கோ ", "மதிப்பீடு": "3", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "3040"}
{"திரைப்படம்": "பைரவா ", "பாடலாசிரியர்": "வைரமுத்து", "இசையமைப்பாளர்": "சந்தோஷ் நாராயண் ", "பாடல்": "பாப்பா பப்பரப்ப", "வருடம்": "2017", "பாடியவர்கள்": "விஜய் ,பிரிய தர்சினி", "பாடல்வரிகள்": "பாப்பா  பாப்பா  பப்பரப்ப வா  சும்மா  வா  பா வா  பா  வந்தாடப்ப நான்  உன்  ஆளப்பா டாப்  ஆஹ்  டாப்  ஆஹ்   டான்ஸ்  ஆடப்பா இன்னும்  டீப் ஆஹ்  டீப் ஆஹ்  லவ்  பண்ணப்பா நீ  என்  ஆளப்பா  அன்பு  கொடுத்த  சொந்த  ஆவி  கொடுப்பேன் சும்மா  வம்பு  வலத்தா அட  ஆவி  எடுப்பேன்  டா  கத்தி  எடுத்து  புத்தி  தீட்டி  முடிப்பேன் பகை  கொத்தி  முடிப்பேன்  எப்பா  எங்களப்பா நீ  எங்களப்பா இங்க  எல்லாருமே  இனி  உங்காளப்ப கெட்டவனா  வெட்டி  சாய்க்க  வந்த புது  கட்டபொம்மன்  நீ  பா  பாப்பா  பாப்பா  அறிக  நாட்டாம நடக்கும்  உள்ளூரில் புயல்  போல்  வந்தாயே  புலியே  புலியே அறிவு  ஒரு  கையில்  அருவா  மறு  கையில் அது  தான்  என்  பாணி  கிளியே  கிளியே  ஊருக்கு  பத்து  பேர்  உன்  போலே வந்தாலே யாருக்கும்  தீங்கில்லா  வெற்றி  செல்வா  வா  வா புது  எதிரி  யார்  இங்க போராடி  பாருங்க வேரோட  வீசுங்க உறுதி  எடுங்க  உரிமை  எடுங்க  உள்ளேன்ஐயா  நான்  உள்ளேன் ஐயா உங்க  உள்ளமெல்லாம்  நான்  உள்ளேன் ஐயா நம்பி  வந்த  நான்  நன்மை  செய்வேன் உங்க  நன்றி   போதும்  எப்பா  உள்ளேன்ஐயா  நான்  உள்ளேன் ஐயா உங்க  உள்ளமெல்லாம்  நான்  உள்ளேன் ஐயா நம்பி  வந்த  நான்  நன்மை  செய்வேன் உங்க  நன்றி   போதும்  எப்பா  பாப்பா  பாப்பா  பபறப்ப வா  சும்மா   வா  பா  வா  பா  வந்தடப்பா பாப்பா  பாப்பா   வாப்பா  வாப்பா போப்பா  போப்பா  டாப்  ஆஹ்  டாப்  ஆஹ்  கிழக்கே  இல்லாம  திசைகள் மூணாச்சி எமக்கு  நீ  தானே  கிழக்கு  கிழக்கு வெளிச்சம்  வருமட்டும்  கிழக்கும்  கருப்பு  தான் இருட்டா தீ  வச்சி  கொளுத்து  கொளுத்து  ஒரு  வார்த்தை  சொன்னாலே ஊரே  உன்  பின்னாலே நீ  வாய  முன்னாலே யுத்தம்  செய்ய  வா  வா  யுத்தங்கள்  இல்லாம இதிகாசம்  நிக்காது ரதங்கள்  சிந்தாம உலக  தீமை  ஒளிவதேது  உள்ளேன்ஐயா  நான்  உள்ளேன் ஐயா உங்க  உள்ளமெல்லாம்  நான்  உள்ளேன் ஐயா நம்பி  வந்த  நான்  நன்மை  செய்வேன் உங்க  நன்றி   போதும்  எப்பா  எங்களப்பா நீ  எங்களப்பா இங்க  எல்லாருமே  இனி  உங்காளப்ப கெட்டவனா  வெட்டி  சாய்க்க  வந்த புது  கட்டபொம்மன்  நீ  பா  அன்பு  கொடுத்த  சொந்த  ஆவி  கொடுப்பேன் சும்மா  வம்பு  வலத்தா அட  ஆவி  எடுப்பேன்  டா  கத்தி  எடுத்து  புத்தி  தீட்டி  முடிப்பேன் பகை  கொத்தி  முடிப்பேன்  எப்பா", "மதிப்பீடு": "5", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "9089"}
{"திரைப்படம்": "அதே கண்கள்  ", "பாடலாசிரியர்": " பார்வதி ", "இசையமைப்பாளர்": "M.ஜிப்ரான்", "பாடல்": "போன போக்கில்", "வருடம்": "2017", "பாடியவர்கள்": " நம்ரதா  S. அரவிந்தன் அனுதீப் தேவ் ", "பாடல்வரிகள்": "போன போக்கில் சொல்லும் சின்ன வார்த்தையே சில்லென இருக்கு கேளு உண்மையே  இன்னும் சீனி சேர்த்து பேசினாய் இதோ சட்டென அசந்து போகும் பெண்மையே  நானுமே நானவா இல்லை எம்பி எம்பி மேகம் தீண்டவா  ஏகமாய் ஏங்கவா இன்னும் இன்னும் பேச வார்த்தை தேட வா  தேடியே ஆசையை மாலையாய் சூடியே நாள் எல்லாம் உன்னையே சுற்றவா  போன போக்கில் சொல்லும் சின்ன வார்த்தையே சில்லென இருக்கு கேளு உண்மையே  இன்னும் சீனி சேர்த்து பேசினாய் இதோ சட்டென அசந்து போகும் ஆண்மையே  மெல்ல சொல்லவா வேகம் கூட்டவா சொல்லி செல்லவா இல்லை நிற்கவா  சொன்ன காதலை கிள்ளி பார்க்கவா ரெண்டு கையிலே அள்ளி தோற்கவா  பார்வையில் ஆயிரம் மாற்றம் வரும் என்று நான் இன்று தான் கண்டு கொள்கிறேன்  காதலை கூறிடும் உன் கண்ணின் வழி என்னையே காண்கிறேன் நான்  சாரை சாரையாய் தாரை தாரையாய் அன்பு தேக்கியே உன்னை பார்கிறேன்  கொஞ்சம் கொஞ்சமாய் சேர்த்த சொற்களை காதின் வாயிலே கொண்டு சேர்க்கிறேன்  தூறலை ஏந்திட கை நீட்டினேன் தூறலாய் மட்டுமே தூவி நின்றதே  இன்று என் உள்ளமே நனைக்கும் வரை பெய்திடும் வான்மழை நீ  போன போக்கில் சொல்லும் சின்ன வார்த்தையே சில்லென இருக்கு கேளு உண்மையே  இன்னும் சீனி சேர்த்து பேசினாய் இதோ சட்டென அசந்து போகும் பெண்மையே  நானுமே நானவா இல்லை எம்பி எம்பி மேகம் தீண்டவா  ஏகமாய் ஏங்கவா இன்னும் இன்னும் பேச வார்த்தை தேட வா  பக்கத்தில் வந்ததும் மூச்சிலே வாசனை மையமாய் மையலாய் கொட்டுதே", "மதிப்பீடு": "3", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "7440"}
{"திரைப்படம்": "மீசைய முறுக்கு", "பாடலாசிரியர்": "ஹிப்பொப் தமிழா", "இசையமைப்பாளர்": "ஹிப்பொப் தமிழா", "பாடல்": "மச்சி எங்களுக்கு எல்லாம்", "வருடம்": "2017", "பாடியவர்கள்": "ஹிப்பொப் தமிழா", "பாடல்வரிகள்": "மச்சி எங்களுக்கு எல்லாம் ஒரு லவ்வு தான் பிரச்சநனு வந்துப்புட்டா அவ்வளவு தான்   மச்சி எங்களுக்கு எல்லாம் ஒரு லவ்வு தான் பிரச்சநனு வந்துப்புட்டா அவ்வளவு தான்   எங்க ஒரு லவ்வு தான் இனி அவ்வளவு தான் எங்க ஒரு லவ்வு தான் இனி அவ்வளவு தான்   மச்சி எங்களுக்கு எல்லாம் ஒரு லவ்வு தான் பிரச்சநனு வந்துப்புட்டா அவ்வளவு தான்   மச்சி எங்களுக்கு எல்லாம் ஒரு லவ்வு தான் பிரச்சநனு வந்துப்புட்டா அவ்வளவு தான்   சின்ன பசங்க நாங்க ரொம்ப நல்ல பசங்க தாங்க   ஆனா பிரச்சநனு வந்தா கொஞ்சம் கெட்ட பசங்க தாங்க   சின்ன பசங்க நாங்க ரொம்ப நல்ல பசங்க தாங்க   ஆனா பிரச்சநனு வந்தா கொஞ்சம் கெட்ட பசங்க தாங்க   மச்சி எங்களுக்கு எல்லாம் ஒரு லவ்வு தான் பிரச்சநனு வந்துப்புட்டா அவ்வளவு தான்   மச்சி எங்களுக்கு எல்லாம் ஒரு லவ்வு தான் பிரச்சநனு வந்துப்புட்டா அவ்வளவு தான்   நட்பு இருக்கு உன் நெஞ்ச நிமுத்து அட அச்சம் எதுக்கு மச்சான் பட்டயக்கெளப்பு   பிரச்சநனு வந்தா அடிச்சு நொறுக்கு அவன் மொறச்சு பாத்தா உன் மீசய முறுக்கு   கிறுக்கு கிறுக்கு நாங்க கொஞ்சம் கிறுக்கு ஆனா எங்கள சுத்தி நட்பு இருக்கு   எதுக்கு எதுக்கு இனி பயமும் எதுக்கு அட நெஞ்ச நிமுத்தி உன் மீசய முறுக்கு   மீசய முறுக்கு மீசய முறுக்கு மீசய முறுக்கு மீசய முறுக்கு   எங்க ஒரு லவ்வு தான் இனி அவ்வளவு தான் எங்க ஒரு லவ்வு தான் இனி அவ்வளவு தான்   மச்சி எங்களுக்கு எல்லாம் ஒரு லவ்வு தான் பிரச்சநனு வந்துப்புட்டா அவ்வளவு தான்   மச்சி எங்களுக்கு எல்லாம் ஒரு லவ்வு தான் பிரச்சநனு வந்துப்புட்டா அவ்வளவு தான்", "மதிப்பீடு": "3", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "4148"}
{"திரைப்படம்": "8 தோட்டாக்கள் ", "பாடலாசிரியர்": " ஸ்ரீகணேஷ் ", "இசையமைப்பாளர்": "KS சுந்தர மூர்த்தி", "பாடல்": "மன்னிப்பாயா என கேட்காதே", "வருடம்": "2017", "பாடியவர்கள்": "உதய் கண்ணன, அபர்னா பாலமுரளி ", "பாடல்வரிகள்": "மன்னிப்பாயா என கேட்காதே எப்போதும் என்னை நீங்காதே  நானுமே நாளுமே கரைந்திடும் இரவானேன்  காற்றிலே ஊசலாய் உருகிடும் மெழுகானேன்  கோபம் கொண்டு நீங்காதே எந்தன் நெஞ்சம் தாங்காதே  அன்பு என்றும் தீராதே என்னை விட்டு போகாதே  மன்னிப்பாயா என கேட்காதே எப்போதும் என்னை நீங்காதே  எப்போதும் என்னை நீங்காதே எப்போதும் என்னை நீங்காதே  காலங்கள் தோறுமே கூடவே வருவாயே காயங்கள் ஆற்றிட உன் கரங்களை தருவாயே  காலங்கள் மாறுமே வேறேதும் மாறாதே ஏங்குவேன் தாங்கிட உன் தோள்களை தருவாயே  நீ இல்லாத நாட்களும் இல்லை என்று ஆகுமா  அன்பே எந்தன் ஆயுளும் உன்னை விட்டு நீளுமா  வானம் நாளும் பார்க்கலாம் எல்லை இன்றி பேசலாம் நீண்ட தூரம் போகலாம் அன்பு கொண்டு வாழலாம்  மன்னிப்பாயா என கேட்காதே எப்போதும் என்னை நீங்காதே", "மதிப்பீடு": "4", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "5338"}
{"திரைப்படம்": "சரவணன் இருக்க பயமேன் ", "பாடலாசிரியர்": "யுகபாரதி", "இசையமைப்பாளர்": "D. இமான் ", "பாடல்": "மரஹபா", "வருடம்": "2017", "பாடியவர்கள்": "அதித்யா காத்வி, ஸ்ரேயா கோஷல்", "பாடல்வரிகள்": "மரஹபா ஆவோ நா......... மனதிலே நீதானா      நீயுமே நானம் துள்ளினேனா புள்ளிமா.........னா      வெண்ணிலா பிறையே வந்ததேன் தரையே      ஈகை இறைவனின் கொடை நீயோ......      வெண்ணிலா திசையே எந்தன் ஏழிசையே      மன விளக்கதன் ஒளி நீயோ      கண்ணில் கனா கனா கனா       அதனால் கலைந்தேன் நா.........ன்      (மரஹபா)       அன்னை மடியை தேடும் குழந்தை      கண்டவுடன் தாவிடுதே      அந்தக்கதைப்போல் ஆசை மனம்      உன்னழகை ஏந்திடுதே      இந்த சுகம் சுகம் நிதமும் தொடர      எண்ணங்கள் ஏங்கிடுதே      கொஞ்சம் பொரு பொரு       இதை நீ நகர்ந்தால்      என்னுள்ளம் தேங்கிடுதே      நினைவே சுடுதே      மனமே ஏ ஏ ஏங்கிடுதே......      (மரஹபா)       வெள்ளிச்சலங்கை ஓசை மறக்கும்      வெட்கப்பட நீ சிரித்தா......ல்      இன்னும் தினமும் வாழப்பிடிக்கும்      கண்கள் உனைப்பார்த்திருந்தால்      மஞ்சள் நிலா நிலா மசப்பை அடையும்      உன் சொல்லைக்கேட்டிருந்தால்      அந்திப் பகல் பகல் பகல் இரவிக்கை அணியும்      உன் கையில் நான் இருந்தால்      எனை நீ... அடைந்தால்       அதுவே...... பெருநாள்      (மரஹபா)  ", "மதிப்பீடு": "2", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "4144"}
{"திரைப்படம்": "மெர்சல்", "பாடலாசிரியர்": "விவேக் (lyricist)", "இசையமைப்பாளர்": "A. R.ரஹ்மான் ", "பாடல்": "மாச்சோ என்னாச்சோ", "வருடம்": "2017", "பாடியவர்கள்": "சிட் ஸ்ரீராம், சுவேதா மோகன் ", "பாடல்வரிகள்": "மாச்சோ என்னாச்சோ  அவ டச்சிட்டா உயிர் இண்டு டுவாச்சோ  மாச்சோ மேச்சாச்சோ  அவ ஸ்பீக்கிட்டா குயில் கீச்சோ  ட்ரீமில் ஹ்க்கிட்டேன் ஃபிளவர் ஷவர் அச்சோ  ஸ்லீபி போனேன் சோகம் ஸ்நூசாச்சோ  கல கல கலா நீ க்லாலாசியோ கல கல கலா நான் மாசியோ  லுக்கா ஜூஸீ க்ளிக்கா க்ளாசி  தின்க்கி பார்த்தேன் யோர் மை தேசி    ஐசி டால் அசஞ்சா கண்ணு விசில் ஊதடி    என் மார்னிங் பிளாஷ் ஹா ஹா......   ஷைனி போநீ   கேரமல் அழகா  டேஸ்ட்டி பார்க்குறேன்டி    நீ ஸ்மைலி போனா கர்லி காலி    இ மச்சா மிஸ்சிட்டேன்  என்ன விட உன்ன லவ்விட்டேன்.......   உன் ஹார்ட்டுக்குள்ள நான்  லவ் ராபிட்டாயிட்டன் வெளி வராமலே ஹாப்பி போனேன்   (மாச்சோ)   என்ன கிஸ்ஸா வெண்ணிலா பாயும்  கலர் மலர் உரசியே ஒளி சேர்க்கும்  என்ன ஸ்மெல்லும் கூந்தனின் பூவும்  நறுமனம் இழுத்ததும் தரை சாயும்     (மாச்சோ)", "மதிப்பீடு": "4", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "5903"}
{"திரைப்படம்": "மீசைய முறுக்கு", "பாடலாசிரியர்": "ஹிப்பொப் தமிழா", "இசையமைப்பாளர்": "ஹிப்பொப் தமிழா", "பாடல்": "மாட்டிக்கிச்சி", "வருடம்": "2017", "பாடியவர்கள்": "மஹாலிங்கம், ஹிப்பொப் தமிழா", "பாடல்வரிகள்": "மாட்டிக்கிச்சி மாட்டிக்கிச்சி  மாட்டிக்கிச்சி மாட்டிக்கிச்சி மாட்டிக்கிச்சி மாட்டிக்கிச்சி  மாட்டிக்கிச்சி மாட்டிக்கிச்சி   நான் தான் உன் டோனி  என்னோட வா நீ தங்கம் போல் மினுமினுக்குது  உன்னோட மேனி நான் தான் உன் ரெய்னா  நீதான் என் குய்னா வானத்தில் பறக்குதுப் பார்  கலர் கலரா மைனா  அடி காட்ரினா கைப்பே  நீதான் எனக்கு wife u என்னோட  நீ இருந்தா  நல்லா இருக்கும் லைப்பு   அடி காட்ரினா கைப்பே நீ எனக்கு Wife - U என்னோட நீ இருந்தா  நல்லா இருக்கும் லைப்பு   மாட்டிக்கிச்சி மாட்டிக்கிச்சி  மாட்டிக்கிச்சி மாட்டிக்கிச்சி மாட்டிக்கிச்சி மாட்டிக்கிச்சி  மாட்டிக்கிச்சி மாட்டிக்கிச்சி  சூப்பர்மேன போல நானும்  பறந்து வருவன்டி உன்ன தூக்கி போயி தாலிக் கட்டி  வாழ்க்கைத் தருவேன்டி  ஸ்பைடர் மேன் போல நானும்  வலைய வீசிதான் உன்னை என்னில் பின்னிக்கிட்டு  முத்தம் தருவன்டி  பேட்மேன் நானடி ஜோக்கர் நீயடி என்னைக்குமே நீதான் எனக்கு  முதல் எதிரி இருந்தும் ஹிமேன் நானடி புலிக்குட்டி நீயடி உன்முதுகில் போவேன் நானும்  குதிரை சவாரி  மாட்டிக்கிச்சி மாட்டிக்கிச்சி  மாட்டிக்கிச்சி  மாட்டிக்கிச்சி மாட்டிக்கிச்சி மாட்டிக்கிச்சி  மாட்டிக்கிச்சி மாட்டிக்கிச்சி", "மதிப்பீடு": "3", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "9932"}
{"திரைப்படம்": "சிங்கம்  3", "பாடலாசிரியர்": "தாமரை", "இசையமைப்பாளர்": "ஹரிஷ் ஜெயராஜ்", "பாடல்": "முதல் முறையாக", "வருடம்": "2017", "பாடியவர்கள்": " ஹரிஷ் ராகவேந்திரா ,கார்த்திக் ,ரம்யா NSK, சுவேதா மோகன் ", "பாடல்வரிகள்": "முதல்  முறையாகா  பெண்ணே  உன்னை  பார்த்தேன்  நான்  முழுவதுமாக  என்னை   ஆண்ட்ரே  தோற்றேன்  ஒரு  முறை  தானே  ஒன்றே  ஒன்று  கேட்டேன்  என்  உயிருடன்  நானும்  உன்னை  இன்று  சேர்த்தேன்  நீ  தானே  நீ  தானே  என்  தாய்  போல  தூங்காத  சேய் போல  துரத்தாத  பேய்  போல  காதல்  செய்தாய்  காதலில்  விழ மாட்டேன்  என்றே  காந்தலாய்   இருந்தேன்  உன்  கண்களால்  என்னை  கவ்வி  கொண்டாய்  கந்தலாகி  விழுந்தேன்   முதல்  முறையாகா  பெண்ணே  உன்னை  பார்த்தேன்  நான்  முழுவதுமாக  என்னை   ஆண்ட்ரே  தோற்றேன்  ஒரு  முறை  தானே  ஒன்றே  ஒன்று  கேட்டேன்  என்  உயிருடன்  நானும்  உன்னை  இன்று  சேர்த்தேன்  மஞ்சரியே  மா  ரதியே  நீயும்  வா  வா  வெளியே  உன்  இடையை  நான்  அணைத்தே  பார்ப்பேன்  மேலே  வா  கிளியே  வா  என்று  நீ  சொன்னால்  வருவேன்  எங்கும்  தனியே  முள்  மடியோ  விண்வெளியோ  நடப்பான்  நானும்  உன்  வழியே   என்னை   காணாமலும்  முகம்  காணாமலும்  தினம்  நின்றாயடி  என்னை  வென்றாயடி நீ  தினம்  தினம்  என்னை  வைய என்ன  குற்றம்  நான்  செய்ய   பகல்  எல்லாம்  பார்க்காமல்  ஏக்கம்  ஏணியில்  ஏறும்  இடையூறே  இல்லாத  இனிக்கும் ராத்திரி  வேண்டும்  நீ  வந்த  பின் தானே  வாழ்வில்  இதனை  சாரம்  உன்  ஆசை  நிறைவேற்ற  வேகம்  என்னையும்  மீறும்  விரல்  கோர்த்தாலென்ன  நிரல்  கேட்டாலென்ன  பழி  தீர்த்தாலென்ன  பாதம் பார்த்தாலென்ன  நான்  காவலன்  தானே  இருந்தும்  கொள்ளையிட  வந்தேனே   முதல்  முறையாக  அன்பே  உன்னை  பார்த்தேன்  என்  முகவரியாக  உன்னை  அன்றே ஏற்றான்  ஒரு  முறை  தானே  ஒன்றே  ஒன்று  கேட்டேன்  என்  உயிருடன்  நானும்  உன்னை  இன்று  சேர்தேன்", "மதிப்பீடு": "2", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "2664"}
{"திரைப்படம்": "மெர்சல்", "பாடலாசிரியர்": "விவேக் (lyricist)", "இசையமைப்பாளர்": "A. R. ரஹ்மான்", "பாடல்": "மெர்சல் அரசன்", "வருடம்": "2017", "பாடியவர்கள்": "விஷ்வ பிரசாத், G. V. பிரகாஷ் குமார், நரேஷ் ஐயர், சரண்யா ஸ்ரீநிவாஸ் ", "பாடல்வரிகள்": "அட்ச்சி காலி பண்ணும் தில்லு... தில்லு.... ஹே புட்ச்சி கூட நிப்போம் சொல்லு... சொல்லு.... ஹே இஸ்து கீயாவுடும் அல்லு... சில்லு... ஹே அல்லு சில்லு. செதரு..... செதரு.  ஆட வர வரம்மா... அல்லு... சைடு வச்சுகோ.... சில்லு.... தளபதி Entry இது. செதரு..... செதரு.  ஹே..... Scene-னாவும் அவன் வன்ட்டான, பொடி இஸ்கூலு புள்ளிங்கோலாம் செதரு, Theatre-u தெறிக்க, யாரிங்க கேலிக்க சொல்டி பிகிலடி, மெர்சல் அரசன் வாரான். இந்தா வாரான்..... Scene-u..... சுகுரா பொளுப்பான்.... பெரிய கைனாலும் பெர்டி எடுப்பான், தொட்டு Step-Ah வஸ்தா All Center அத களம் தான். எத்து கீசீ பார்த்த... கத்தி Sharp-u தான்.  கத்தி ஆனா கீச்சதில்ல.. நோய் வெட்டும் சாமி தான். ஏழ பாழ.... வாழ வைப்பான். கீஞ்ச வாழ்க தேப்பான். அணைச்சு நிப்பான்.  தலிவெ ஆட இசை புயல் ஒன்னு பிரிக்குது.  எகுறு.... அல்லு சில்லு. எட்டி... செதறனும்...  எகுறு.... அல்லு சில்லு. எட்டி... செதறனும்...(பிரி) எகுறு.... அல்லு சில்லு. எட்டி... செதறனும்...  அல்லு சில்லு, செதறனுடா.... (அட்றா, அட்றா, அட்றா அட்றா..)   மனுஷன் உண்டாக்கும் எல்லாம் சாயும்,  பணம் மட்டும் என்ன? அது வெறும் மாயம்! எழுத்த தாண்டி... உத்து பார்த்த அதுவும் Paper-u தான்.  வணங்கி சந்தோஷம் கேட்குற நீயும், திரும்பி பார் சுத்தி ஆயிரம் காயம்.  தவிச்ச மனசில், சிரிப்ப வெதச்ச, மனுஷன் நீதாண்டா. பாசம் காட்டி பின்னால் வந்தா, கைய அன்பா கோபென்டா.  அடுத்த உசுர, வாழ வச்சா, கண்ணில் வச்சு காப்பேண்டா...   ஹே..... Scene-னாவும் அவன் வன்ட்டான, பொடி இஸ்கூலு புள்ளிங்கோலாம் செதரு, Theatre-u தெறிக்க யாரிங்க கேலிக்க சொல்டி பிகிலடி மெர்சல் அரசன் வாரான். இந்தா வாரான்..... Scene-u..... சுகுரா பொளுப்பான்.... பெரிய கைனாலும் பெர்டி எடுப்பான். தொட்டு Step-Ah வஸ்தா All Center-u அதகளம் தான் எத்து கீசீ பார்த்த... கத்தி Sharp-u தான்.  எகுறு.... அல்லு சில்லு. எட்டி... செதறனும்...  எகுறு.... அல்லு சில்லு. எட்டி... செதறனும்...(பிரி) எகுறு.... அல்லு சில்லு. எட்டி... செதறனும்...  அல்லு சில்லு, செதறனுடா.... (அட்றா, அட்றா, அட்றா அட்றா..)   Thanks to KARNAN", "மதிப்பீடு": "3", "வகை": "கானாபாடல்", "நுகர்ச்சி": "6190"}
{"திரைப்படம்": "வினோதன்", "பாடலாசிரியர்": "மதன் கார்க்கி", "இசையமைப்பாளர்": "D. இமான்", "பாடல்": "மேக ராகமே", "வருடம்": "2017", "பாடியவர்கள்": "ஹரிசரன்  சாஷா த்ருப்பதி", "பாடல்வரிகள்": "மேக ராகமே மேள தாளமே தாரா ராதா  கால பாலகா வாத மாதவா ராமா மாரா  மாறுமா கைரேகை மாறுமா மாயமா நீ நீ நீ மாயமா  தோணாதோ கான கனகா  வான கனவா வாச நெசவா மோகமோ மோனமோ  பூ தந்த பூ தீ தித்தி தீ வா கற்க வா  போ சீ சீ போ தேயாதே வேல நிலவே  மேக ராகமே மேள தாளமே ராமா மாரா  சேர அரசே வேத கதவே நேசனே வாழவா  நீ நானா நீ மா மர்மமா வைர இரவை தைத்த விதத்தை தேடாதே மேக முகமே  மேக ராகமே மேள தாளமே தாரா ராதா  கால பாலகா வாத மாதவா ராமா மாரா  மாறுமா கைரேகை மாறுமா மாயமா நீ நீ நீ மாயமா  தோணாதோ கான கனகா  மேக ராகமே மேள தாளமே தாரா ராதா ", "மதிப்பீடு": "4", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "4648"}
{"திரைப்படம்": "வனமகன்", "பாடலாசிரியர்": "மதன் கார்க்கி", "இசையமைப்பாளர்": " ஹரிஷ் ஜெயராஜ்", "பாடல்": "மொரடா மொரடா", "வருடம்": "2017", "பாடியவர்கள்": "பென்னி டயால், க்ரிஷ் ", "பாடல்வரிகள்": "மொரடா மொரடா கரடி மொரடா      உன் இதயத்த மாத்து       மொரடா மொரடா கரடி மொரடா       நீ இருப்பது நேத்து      மொரடா மொரடா கரடி மொரடா      இது ஒய்ஃபை காடு      உடைய உணவா உறவா உடனே      நீ பூக்களில் தேடு      வாசியே.................. வன வாசியே.........      நீ டீசன்ட்டாக மாறினாயே ஏசியே      க்ரேசியே ஹே க்ரேசியே      வா டீசன்ட்டாக நீயும் சேர்ந்து சுவாசியே      (மொரடா)       வாழ்க்க வாழத்தான் வெள்ளி சனி இருக்கு      ஏ மத்த நாளெல்லாம் கொட்டுத்தரிடா      வேல செய்யத்தான் இங்க மெஷின் இருக்கு      ஒரு வட்டந்தட்டத்தான் நீ பட்டம் படிடா      நேரம்ந்தான்டா க்ளாஸ்சு      அட நாளும் இங்க ரேஸ்சு      அட நாளும் இங்க ரேஸ்சு      இந்த பூமியே தூசாக்கியே      அடடடடடடடடடடடடடடடா      (மொரடா)       சொந்தம் மெச்சப் பார்த்து நீ தேம்பி அழுதா      இரசிகன்டா நீ இரசிகன்டா      ஆக்சிடன்டாப்பாத்து நீ செல்ஃபி எடுத்தா      கலைஞன்டா நீ கலைஞன்டா.........      என்னாகுங்க சீம இல்லா வடிவிலும் நிமு      ஒரு சோகமோ சந்தோஷமோ       அடடடடடடடடடடடடடடடடடடா  ", "மதிப்பீடு": "4", "வகை": "கானாபாடல்", "நுகர்ச்சி": "4549"}
{"திரைப்படம்": "விக்ரம் வேதா ", "பாடலாசிரியர்": "மோகன் ராஜ் ", "இசையமைப்பாளர்": "சாம்  C. S.", "பாடல்": "யாஞ்சி யாஞ்சி", "வருடம்": "2017", "பாடியவர்கள்": "அனிருத் ரவிசந்தர், சக்தி ஸ்ரீகோபாலன் சத்யபிரகாஷ் ", "பாடல்வரிகள்": "யாஞ்சி யாஞ்சி என் நெஞ்சில்   வந்து வந்து நிக்கிற என்ன சாஞ்சி சாஞ்சி நீ பார்த்து உன்னில் சிக்க வைக்கிற   கனாவிலே முளைக்கிறாய் இமை அனைக்கையில் நான் வினா வென வளைகிறேன் உனை நினைக்கையில் ஏ...ன்   ஹோ...... நெஞ்சாத்தியே நெஞ்சாத்தியே நீதானடி என் வாழ்க்கையே ஓஹோ ஹோ நீ என்பதே நான் என்கிற நீ......யே... ஹோ...... நெஞ்சாத்தியே நெஞ்சாத்தியே நீதானடி என் வாழ்க்கையே ஓஹோ ஹோ நீ என்பதே நான் என்கிற நீ......யே...   மென்மையாய் மெல்ல நகரும் இந்த நாட்குறிப்பில் பன்மையாய் நீ வந்து சேரும் மானமென்ன என்னவோ செய்கிறாய் நீ என் ஆயுள்   எல்லைகள் போல ஆகிறாய்   ஓஹ்ஹோ ஓஹோஹோ காந்தமாய் என்னை ஈர்க்கும் உந்தன் அன்பு இன்றும் சாந்தமாய் என்னைக்கட்டிப்போடும்   ஜாலமென்ன கேட்கிறேன் கூறடிப்பெண்மையே   வாழ்க்க போகும் தூரம் நீயும் நானும் போகவேணும் எந்தன் நெஞ்சில் கோடி ஆசை தோ...ன்றுதே   நீ எந்தன் பாதி என்றும்   நானும் உந்தன் மீதி என்றும் காதல் காதுக்குள்ள வந்து ஒதுது... ஓஓஓ...   உன் விரல் என்னைச் செல்லமாகத் தீண்டும் நேரம் என் நிழல் உன்னை ஒட்டிக்கொல்லும் ரொம்ப நேரம் போர்வையில் நூலென சேர்ந்து கொண்டோமே எப்போதும் கண் மூடியே......   ரொம்பநாள் நானும் பொம்மலாட்ட பூமி மீது நூலினால் ஆடும் பொம்மையாக நீயும் நானும் ஆடுவோம் சாடுவோம் வீழ்வோம்   ஏதோ ராகம் நெஞ்சிக்குள்ள வந்து வந்து உன் பேர சொல்லி சொல்லி பாடுதே   என் இரத்த செல்கள் உன்ன கண்டபின்பு கொடிகள் ஏந்தி ஒன்ன முத்த செய்ய சொல்லி கூவுது   (நெஞ்சாத்தியே)", "மதிப்பீடு": "2", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "4334"}
{"திரைப்படம்": "முப்பரிமாணம் ", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "G. V. பிரகாஷ் குமார் ", "பாடல்": "யாரிவனோ எங்கிருந்து", "வருடம்": "2017", "பாடியவர்கள்": " சந்தோஷ் ஹரிஹரன் ", "பாடல்வரிகள்": "யாரிவனோ எங்கிருந்து வந்தப்புயல் யாரிவனோ      கண்ணிரண்டில் கொடை வெய்யில் யாரிவனோ      தெரியவில்லை..............................      நெறுப்பைப்போல சீரிப்பாய்ந்து வந்தவன்      யாரு யாரிவன்      வலியைப்போல ஈரம் நெஞ்சில் கொண்டவன்      யாரு யாரிவன்      காற்றின் பாதை என்ன யாரால் சொல்லக்கூடும்      இடம் வலம் என்ன      நேற்றை தாண்டி வந்து நாளை மீது நின்றால்      யயாரோ...... யாரோ......            பூவை போல இவன் நெஞ்சம்      மாறிப்போனதின்று கொஞ்சம      முள்ளைப்போல இவன் கீரிப்பார்க்கிறான்      ஏதோ ஆயாச்சோ      பாவை ஈரவிழி அஞ்சும்      பாதை எங்கும் இல்லை தஞ்சம்      என்ன ஆகும் இனி கண்கள் காண்கிறது      காதல் நீர் காட்சி      வழித்துணையா வரும் பகையா      என்ன உறவோ இனி என்ன முடிவோ      விடைகள் இல்லா விடுகதையா      யாரோ யாரோ யாரோ............      (யாரிவனோ)", "மதிப்பீடு": "2", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "6616"}
{"திரைப்படம்": "போகன் ", "பாடலாசிரியர்": "அரவி ", "இசையமைப்பாளர்": "D.இமான்", "பாடல்": "யாரோ யாரோ அவன்", "வருடம்": "2017", "பாடியவர்கள்": "விஜய் பிரகாஷ் ", "பாடல்வரிகள்": "யாரோ  யாரோ  அவன் யாக்கை  பாயும்  நரன் போர்  ஆயுதம்  ஏற்கும்  நொடியில் நின்றான்  தீராயுதம்  தீர்க்கும்  முடிவில் சென்றான் தீமைக்கோ  தேர்வுண்டு பொய்மைக்கோ  அழிவுண்டு மெய் ஜெயிக்க  வழி  கண்டு கூர்கொண்டு  கூர்கொண்டு வென்றிடு  யாரோ  யாரோ  அவன் யாக்கை  பாயும்  நரன்  மெய்  என்ன  அறியாமல் இரு  விழி  தூக்கம்  துளி   ஏற்காதே தூய்வின்று   துலாராமல் ஒரு  பழி சீற்றம்  வலி  வார்க்கதே  மலை  யுத்தம்  நிகழ்ந்தாலும் சித்தம்  தலை  வர  யோசி அற  நித்தம்  நேர்ந்தாலும்  ஜித்தம் ஜனனம்  நாசி  தகப்பச்சொற்  தீட்சை காக்க தயங்காமல்   போரிடு தந்தை  பார்  கழகம்  நீக்க தடையங்கள்  தேடிடு தேடிடு    யாரோ  யாரோ  அவன் யாக்கை  பாயும்  நரன் போர்  ஆயுதம்  ஏற்கும்   நொடியில் நின்றான்  தீராயுதம்  தீர்க்கும்  முடிவில் சென்றான் தீமைக்கோ  தீர்வுண்டு பொய்மைக்கோ  அழிவுண்டு மெய்  ஜெயிக்க  வலி  கண்டு கூர்கொண்டு  கூர்கொண்டு வென்றிடு ", "மதிப்பீடு": "3", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "8885"}
{"திரைப்படம்": " போகன்", "பாடலாசிரியர்": "விவேகா", "இசையமைப்பாளர்": "D.இமான் ", "பாடல்": "யூனிவேர்சல் காப்", "வருடம்": "2017", "பாடியவர்கள்": "கிரிஷ்டோபர் ஸ்ரான்லி, தினேஷ் கனகரட்ணம், கிரிஷ்", "பாடல்வரிகள்": "காக்கி  சட்டை  போட்டான்  பாரு  தேக்கி  வெச்ச  கோபம்  நூறு  தாக்க  போறான்  தாறு  மாறு  தாங்க  போற  ஆளு  யாரு   இணை  கிடையாது  யூனிவேர்சல்  காப்  வெரி  வெரி  ஷார்ப்  ஓங்கி  இவன்  போட்டா  போதும்  ஒன்றை  டன்னு  வெயிட்ட  மாறும்  ஏறி  இவன்  அடிச்சா  போதும்  ஏவுகணை  போல  தாக்கும்  இணை  இல்லை  யாரும்  யூனிவேர்சல்  காப்   வெரி  வெரி  ஷார்ப்   உடை  போட்டவுடன்  புதிதான  ஒரு  நடை  போட்டு  வருவான்  ஒரே  பார்வையிலே  முழு  ஆலயமே  எடை  போட்டு  விடுவான்  உடை  போட்டவுடன்  புதிதான  ஒரு  நடை  போட்டு  வருவான்   ஒரே  பார்வையிலே  முழு  ஆலயமே  எடை  போட்டு  விடுவான்  அரை  ஒன்னு  விட்டா  கண்  பட்டா  அட  கள்ள  உள்ளம்  எல்லாம்  ஓடும்  நாடு  நாடா  தீமைக்கு  எட்டா  ஒருவன்  டா  இவன்  தீர்வும்  கானா  தொல்லைகளும்  உண்டா  உண்டா  யூனிவேர்சல்  காப்  இவன்  ரொம்ப  ஷார்ப்  யூனிவேர்சல்  காப்  வெரி  வெரி  ஷார்ப்  தடை  அது  ஒரு  தடை  இல்லை  வாடா  தாண்டலாம்  கம்  ஆன்  ரப்ப டப் டப்  புதுவிதமான  ரூடேய்  காட்டலாம்  இறங்கி  வா  மக்க  ரப்ப  டப்  டப்  தடை  அது  ஒரு  தடை இல்லை  வாடா  தாண்டலாம்  கம்  ஆன் ரப்ப  டப்  டப்  புதுவிதமான  ரூடேய்  காட்டலாம்  இறங்கி வா  மக்க  ரப்ப  டப்  டப்  கப  கனவென  எரிமலை  வெடிக்கும்  பட  படவென  பறவைகள்  பறக்கும்  சிகரங்கள்  தொட  இவன்  விழி  சிரிக்கும்  மனதினில்  இவன்  நினைத்தது  நடக்கும்  அட்றா  சக்க  கட்றா ரெக்கை  அட்றா  சக்க  கட்றா ரெக்கை   துளைக்கின்ற  துடிப்போடு  இவன்  தோட்டாக்கள்   இருக்கும்  தப்பானவனை  கண்டாலே  அது  தகிப்போடு  குதிக்கும்  சபலங்கள் தீண்டா  ஒரு  ஆளடா  இவன்  சட்டம்  காக்க  எல்லையும்  தான்  தாண்டுவாண்டா  யாராச்சும்  காண்டா  விளையாண்டா  சிறு  புன்னகையை  வீசி அதை  தள்ளுவாண்டா  யூனிவேர்சல்  காப்  இவன்  ரொம்ப  ஷார்ப்  யூனிவேர்சல்  காப்  வெரி   வெரி  ஷார்ப்   காக்கி  சட்டை  போட்டான்  பாரு  தேக்கி  வெச்ச  கோபம்  நூறு  தாக்க  போறான்  தாறு  மாறு  தாங்க  போற  ஆளு  யாரு இணை  கிடையாது  யூனிவேர்சல்  காப்  வெரி  வெரி  ஷார்ப்  அட்றா  சக்க  கட்றா ரெக்க  யூனிவேர்சல்  காப்  அட்றா  சக்க  கட்றா ரெக்க", "மதிப்பீடு": "3", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "4788"}
{"திரைப்படம்": "சிவலிங்கா ", "பாடலாசிரியர்": "விவேகா", "இசையமைப்பாளர்": "S. தமன்", "பாடல்": "ரங்கு ரக்கட ரக்கட", "வருடம்": "2017", "பாடியவர்கள்": "உஷா உதுப் ,கல்பனா, ஸ்ரீகிருஷ்னா", "பாடல்வரிகள்": "", "மதிப்பீடு": "1", "வகை": "கானாபாடல்", "நுகர்ச்சி": "2486"}
{"திரைப்படம்": "சரவணன் இருக்க பயமேன் ", "பாடலாசிரியர்": " யுகபாரதி ", "இசையமைப்பாளர்": "D. இமான்", "பாடல்": "லங்கு லங்கு லபக்கரு", "வருடம்": "2017", "பாடியவர்கள்": "ப்ரணிதி", "பாடல்வரிகள்": "லங்கு லங்கு லபக்கரு ஓட்டுறாய்ங்க ஸ்கூட்டரு      டிங்கு டிங்கு டிமிக்கரு சுத்திப்பாரு ட்ராக்டரு            முட்டியில சோறு பொங்கி மூடி வச்ச குரங்கு நீ      முட்டாத என்ன வந்து மூக்கறுப்பேன் ஒதுங்கு நீ      முட்டியில சோறு பொங்க வக்கில்லாத அமுக்கன் நீ      வெட்டிக்கத பேசையில சொரியவைக்கும் செரங்கு நீ      கட்டையில உன்ன தேச்சு ஆக்கிடுவேன் சப்பாத்தி      எண்ணையில ஒன்ன வீசி பொரிச்சிடுவேன் இராசாத்தி      (லங்கு)       கோழி முட்டக்கண்ணு கண்ணு இல்ல பன்னு      ஆம்புலேட்டப்போட்டு ஒன்ன போடப்பேறேன் திண்ணு      இப்போ எதுக்கு போட்டி நீ பன்ன வேணாம் லூட்டி      ஏகத்துக்கும் ஆணியாலே ஆவணியும் ராட்டி            விட்டுரு விட்டுரு திமிற நீ வெளைஞ்சித்தொங்குற அவர      ஆஞ்சி உன்ன கொழம்பு வச்சா முடியுமா நீ நிமிற            ஆளு வளந்தப்பக்கி உன் அறிவு போச்சி நக்கி      கிழிஞ்சிப்போன டவுசருல காணாப்போச்சிக் கொக்கி  ", "மதிப்பீடு": "1", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "7557"}
{"திரைப்படம்": "சரவணன் இருக்க பயமேன் ", "பாடலாசிரியர்": " யுகபாரதி", "இசையமைப்பாளர்": "D.இமான்", "பாடல்": "லாலா கட சாந்தி", "வருடம்": "2017", "பாடியவர்கள்": "பென்னி டயால்,சுனிதி சௌஹான் ", "பாடல்வரிகள்": "வெதவெதமாய் இனிச்சிருக்கும்      வெடலப்பொண்ணு நானு      விருப்பப்பட்டு நெறுங்கி...... வந்தா      வெலக்கணைக்குன்னு      வாம்மான்னு நீ சொன்னா தருவேனே தே......னு      வட்டியோட அசலவாங்கும் அதுதானே சீ......னு            லாலா கட சாந்தி உன்னால் ஆனேனே நான் பூந்தி      லாலா கட சாந்தி உன்னால் ஆனேனே நான் பூந்தி      பார்த்தா பளபளக்குற பாலா வழிய வைக்கிற      கீத்தா கிழியவைக்கிற கிறுக்கேத்தி      கேட்டா கதையலக்குற கேப்பான் என்ன வெடிக்கிற      தீட்டா ஒதுங்கி நிக்கிற உசுப்பேத்தி             லாலா கட சாந்தி உன்ன போவேனே நான் எந்தி      லாலா கட சாந்தி உன்ன போவேனே நான் எந்தி      ஏன்டா எலி புடிக்கிற ஈயா இலை விரிக்கிற      தூண்டி துரவும் நிக்கிற சுதி ஏத்தி      வான்டா சுழல வைக்கிற வாகா வழி மறிக்கிற      தாண்டி தவறு பன்னுற அடி ஆத்தி      (லாலா)       ஆச வெறகடுப்புல வேக வெளைஞ்சி நிக்கிற      ரோசா ஒன்ன நெனைக்கையில் நெடியேறும்            பாசி பயிறக்கண்ணுல பாதாம் பறுப்பு செய்யிற      ராசா ஒன்ன நெறுங்கையில் ருசி மாறும்            மத்தாக மனச நீ கடையாம       என்ன மாராப்பில் பதம்பாரு            சொத்தாக சகலமும் தரப்போறேன்      மத்த சாப்பாட்டில் பசியா......ற            உசுரே...... கேக்கா......      ஒன நான் தூக்க வாரேன்       மாமன் கூத்தடிக்க      (லாலா)       பாலும் கொதிச்சிருக்குது       பாயும் விரிச்சிருக்குது      ஆனா அது எதுக்குன்னு தெரியாதா?            காயும் கனிஞ்சிருக்குது      பாயும் நனஞ்சிருக்குது      ஆனா அது ஒனக்குன்னு புரியாதா?            உன் கண்ணாடி வளவியும் ஒடையாம      உன்ன கட்டோட மடிப்பேனே......            என் கண்டாங்கி பொடவையும் கசங்காம      தொட மல்லாந்துக்கிடப்பேனே......       ஒடனே வாடி...... ஒழுங்கா தாடி...      மூடி போட என்னாதடி......  ", "மதிப்பீடு": "2", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "1081"}
{"திரைப்படம்": "பாகுபலி  2", "பாடலாசிரியர்": "மதன் கார்க்கி ", "இசையமைப்பாளர்": "M. M. கீரவாணி ", "பாடல்": "வந்தாய் அய்யா வந்தாய் அய்யா", "வருடம்": "2017", "பாடியவர்கள்": "கால பைரவா", "பாடல்வரிகள்": "மேற்கை ஏற்காதே வீழும் சூரியனே      தர்மம் தோற்காதே..................      ஆளும் காவலனே      மேற்கே ஏற்காதே............... வீழும் சூரியனே      தர்மம் தேற்காதே ஆளும் காவலனே...      கசிந்திடும் கண்ணீரை திரும்பிடச்செய்யய்யா      வறண்டிடும் நெஞ்சத்தில் மழையெனப் பெய்யய்யா      ஆழ் மனதினில் சூழும் இருளை நீளும் துயரை பாழும் விதியை  நீக்கும் தீயே நீயய்யா.........       வந்தாய் அய்யா வந்தாய் அய்யா      வாழ்வை மீண்டும் தந்தாய் அய்யா            வந்தாய் அய்யா வந்தாய் அய்யா      வாழ்வை மீண்டும் தந்தாய் அய்யா            நீ வீற்றிடும் தோரணையாலே      பாறைகளும் அரியாசனமாய்     உன் பேரை தம்மில் தாமே       செதுக்கிடும் கல்வெட்டாய்      காற்றோடு உன் குரல் கேட்டால்      பொட்டல் காடும் அரசவையாய்      உன் வேர்வை ஒரு துளி பட்டால்      ஒளிருது நெல் பட்டாய்      உன் சொல்லே சட்டம் அய்யா      உன் பார்வை சாசனமய்யா      என் சிந்தை நீயே எந்தை நீயே      சேயும் நீயே எங்கள் ஆயுள்       ஆயுள் நீ கெள்ளய்யா.....     வந்தாய் அய்யா வந்தாய் அய்யா      வாழ்வை மீண்டும் தந்தாய் அய்யா", "மதிப்பீடு": "2", "வகை": "கானாபாடல்", "நுகர்ச்சி": "6463"}
{"திரைப்படம்": "பைரவா ", "பாடலாசிரியர்": "அருண் ராஜா காமராஜா, ரோஷன் ஜேம்ரொக் ", "இசையமைப்பாளர்": "சந்தோஷ் நாராயண் ", "பாடல்": "வரலாம் வரலாம் வா", "வருடம்": "2017", "பாடியவர்கள்": " அருண் ராஜா காமராஜா, ரோஷன் ஜேம்ரொக் ", "பாடல்வரிகள்": "யாருடா இவன்  யாருடா இவன் ஊற  கேட்ட   தெரியும் பார்ரா  முன்ன  வந்து  நின்னு பார்ரா  புரியும்  கூறா  நிக்கும்  கத்தி கண்ணு  குள்ள  மினுறும் தாறு  மாற  கிள்ளி பேர  கேட்ட  அதிரும்  வரலாம்  வரலாம்  வா வரலாம்  வா  பைரவா வரலாம்  வரலாம்  வா வரலாம்  வா  பைரவா  மோதும்  பார  கூட மன்னா  மாறி  போகட்டும் வாழ  தார போல ஒண்ணா  சேந்து  வாழட்டும்  சீரும்  காள  இவன் கொம்பில்  குத்தி  சாய்க்கட்டும் ஊரும்  பாசம்  எல்லாம் நல்ல  காள  துக்கட்டும்  வரலாம்  வரலாம்  வா வரலாம்  வா  பைரவா வரலாம்  வரலாம்  வா வரலாம்  வா  பைரவா  <<<>>>>>>  வரலாம்  வரலாம்  வா வரலாம்  வா  பைரவா வரலாம்  வரலாம்  வா வரலாம்  வா  பைரவா  பாசத்துக்கே   தாதுப்புள்ள  தளபதி  டா நேசத்துக்கே  என்றும்  இவன்  அதிபதி  டா பாசத்துக்கே  தாதுப்புள்ள  தளபதி  டா நேசத்துக்கே  என்றும்  இவன்  அதிபதி  டா  வரலாம்  வரலாம்  வா வரலாம்  வரலாம்  வா  வரலாம்  வரலாம்  வா வரலாம்  வரலாம்  வா வரலாம்  வரலாம்  வா வரலாம்  வரலாம்  வா  வரலாம்  வரலாம்  வா வரலாம்  வரலாம்  வா வரலாம்  வரலாம்  வா  வரலாம்  வரலாம்  வா .................", "மதிப்பீடு": "5", "வகை": "கானாபாடல்", "நுகர்ச்சி": "641"}
{"திரைப்படம்": "வேலைக்காரன் ", "பாடலாசிரியர்": "விவேக் (lyricist)", "இசையமைப்பாளர்": "அனிருத் ரவிச்சந்தர் ", "பாடல்": "வா வேலைக்காரா", "வருடம்": "2017", "பாடியவர்கள்": "சக்தி ஸ்ரீகோபாலன், பிஜ்ரோன் சுரரோ  ", "பாடல்வரிகள்": "உன் கை நாளை உயராதோ உயராதோ உயராதோ.  வேர்வை உன் பேர் எழுதாதோ எழுதாதோ எழுதாதோ.  ஏணி தூக்கிட உன் தொழிலே வா வேலைக்காரா.  தெய்வமே நீ செய்திடும் பல்லாக்கிலே வா வேலைக்காரா.  மெய் மட்டுமே உன் மதமா யார் சொன்னது வா வேலைக்காரா.  எந்நாளுமே உன் வேர்வையை கொண்டாடிடும் வா வேலைக்காரா.  உனது கை விரல் உளிகளாகுதே உலகை செய்கிறாய் வேலைக்காரா.  வலிகள் தாங்கி நீ வழிகள் செய்கிறாய் தலைவன் நீயடா வேலைக்காரா.  கண் தூங்கி விடுமா கண்டதில்லை துளியும் ஓய்வு.  ஓடோடி உழைத்ததும் நகராமல் வேர்க்கும் அவனின் வாழ்வு.  தன்னாசையில் மண் வீசியே நாம் ஆசையை கொடியேற்றினான்.  எதிர்காலமே நமதாகவே புது பூமியில் குடியேற்றினான்.  உனது கை விரல் உளிகளாகுதே உலகை செய்கிறாய் வேலைக்காரா.  வழிகள் தாங்கி நீ வழிகள் செய்கிறாய் தலைவன் நீயடா வேலைக்காரா.  உனது கை விரல் உளிகளாகுதே உலகை செய்கிறாய் வேலைக்காரா.  வலிகள் தாங்கி நீ வழிகள் செய்கிறாய் தலைவன் நீயடா வேலைக்காரா.  வேலைக்காரா வேலைக்காரா வேலைக்காரா.", "மதிப்பீடு": "2", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "4036"}
{"திரைப்படம்": "மீசைய முறுக்கு ", "பாடலாசிரியர்": "ஹிப்பொப் தமிழா ", "இசையமைப்பாளர்": "ஹிப்பொப் தமிழா ", "பாடல்": "வாடி புள்ள வாடி", "வருடம்": "2017", "பாடியவர்கள்": "ஹிப்பொப் தமிழா ", "பாடல்வரிகள்": "கரிசல் காட்டு காதல் காட்சி எதுக்கு நெஞ்சே இத்தன பேச்சி ஊரு ஓரம் ஆலன் தோப்பு அதிலே வாழும் கிளிகளின் கதைதானே   உன் காதல் என்றாச்சு உன் பேச்சு என் மூச்சு அடி உன்னை பற்றி நித்தம் நினைத்திடும் படி ஆச்சு   உன் கோவம் அது வெப்பம் உன் உள்ளம் பரி சுத்தம் அடி நீ பிரிந்த நொடியிலே எந்தன் உயிர் பஸ்பம்   ஒரு வார்த்தை சொல்லவா உன்னிடத்தில் நான் என்றென்றும் துரத்தி வருவேன் பெண்ணே உன்னை தான்   அடி என்னை விட்டு நீயும் எங்கே போகின்றாய் பெண்ணே இப்போ என்னை தேடி நீயும் ஓடி வாடி வாடி வாடி வாடி   வாடி புள்ள வாடி வாடி புள்ள வாடி உண்ண மட்டும் நெனச்சுருக்கேன் என் நெஞ்சுக்குள்ள வாடி புள்ள வாடி வாடி புள்ள வாடி உண்ண மட்டும் நெனச்சுருக்கேன் என் நெஞ்சுக்குள்ள   வாடி புள்ள வாடி வாடி புள்ள வாடி உண்ண மட்டும் நெனச்சுருக்கேன் என் நெஞ்சுக்குள்ள வாடி புள்ள வாடி வாடி புள்ள வாடி உண்ண மட்டும் நெனச்சுருக்கேன் என் நெஞ்சுக்குள்ள   வா நிலா நிலா நீதானே எந்தன் வெண்ணிலா வா நிலா நிலா நீதானே எந்தன் வெண்ணிலா  வா நிலா நிலா நீதானே எந்தன் வெண்ணிலா வா நிலா நிலா நீதானே எந்தன் வெண்ணிலா   காத்திருந்த காதலுக்கு சொல்லடி நல் வழி உந்தன் காதல் எந்தன் வாழ்வை செதிக்கிடும் ஓர் உளி   நீ இன்றி எந்தன் வாழ்க்கைதனில் இல்லையடி ஒளி பொறுக்க முடியவில்லை இது காதல் தந்த வலி   ஹேய் பெண்ணே என்னை பார் ஒரு முத்தம் ஒன்று தா உன்னை மட்டும் நினைத்தது இந்த இதயம் அல்லவா அழவா   சிறு கண்ணீர் துளி எந்தன் கண்ணின் ஓரம் காதலித்து தோல்வி ஊற்றதால் நெஞ்சுக்குள் பாரம்   கண்ணீரில் வாழ்வதால் நாமும் இங்கே மீன்கள் தான் நீந்தித்தான் காதல் என்ற கடலில் போய் சேரலாம்   சேரும் முன் மதம் என்ற வலையினில் நாம் விழுந்தால் உயிர் பிரிந்தால் காதல் முறிந்தால்   ஒன்றே ஒன்றை மட்டும் நினைவில் நீ வைத்து கொள் இங்கில்லை என்றால் என்ன சொற்கத்தில் நாம் சேரலாம்   சொற்கத்திலும் சாதி மதம் என்று பிரித்தால் சொற்கமே தேவை இல்லை நரகத்தில் வாழலாம்   வாடி புள்ள வாடி வாடி புள்ள வாடி உண்ண மட்டும் நெனச்சுருக்கேன் என் நெஞ்சுக்குள்ள வாடி புள்ள வாடி வாடி புள்ள வாடி உண்ண மட்டும் நெனச்சுருக்கேன் என் நெஞ்சுக்குள்ள   வாடி புள்ள வாடி வாடி புள்ள வாடி உண்ண மட்டும் நெனச்சுருக்கேன் என் நெஞ்சுக்குள்ள வாடி புள்ள வாடி வாடி புள்ள வாடி உண்ண மட்டும் நெனச்சுருக்கேன் என் நெஞ்சுக்குள்ள   வா நிலா நிலா நீதானே எந்தன் வெண்ணிலா வா நிலா நிலா நீதானே எந்தன் வெண்ணிலா வா நிலா நிலா நீதானே எந்தன் வெண்ணிலா வா நிலா நிலா நீதானே எந்தன் வெண்ணிலா   நெஞ்சுக்குள்ள ஓ...... ஓ........   வாடி புள்ள வாடி வாடி புள்ள வாடி உண்ண மட்டும் நெனச்சுருக்கேன் என் நெஞ்சுக்குள்ள வாடி புள்ள வாடி வாடி புள்ள வாடி உண்ண மட்டும் நெனச்சுருக்கேன் என் நெஞ்சுக்குள்ள   வாடி புள்ள வாடி வாடி புள்ள வாடி உண்ண மட்டும் நெனச்சுருக்கேன் என் நெஞ்சுக்குள்ள வாடி புள்ள வாடி வாடி புள்ள வாடி உண்ண மட்டும் நெனச்சுருக்கேன் என் நெஞ்சுக்குள்ள வா....", "மதிப்பீடு": "5", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "6466"}
{"திரைப்படம்": " காற்று வெளியிடை ", "பாடலாசிரியர்": "வைரமுத்து ", "இசையமைப்பாளர்": "A. R. ரஹ்மான்", "பாடல்": "வான் வருவான்", "வருடம்": "2017", "பாடியவர்கள்": " சாஷா த்ருப்பதி ", "பாடல்வரிகள்": "வான் வருவான் வருவான் வருவான்      வான் வருவான் வருவான் வருவா............ன்      வான் வருவான் வான் வருவா......ன்            வான் வருவான் தொடுவான் மழைபோல் விழுவான்      மர்மம் அறிவான்      என்னுள் ஒளிவான் அருகே நிமிர்வான்      தொலைவில் பணிவான்      கர்வம் கொண்டால் கல்லாய்      உறைவான் கல்லாய் உறைவான் உறைவா......ன்      காதல் வந்தால் கனியாய் நெகிழ்வான்      காதல் வந்தால் கனியாய் நெகிழ்வான்      என் கள்ள காமுகனே அவன் தான் வருவான்      (வான்)       என்னோடிருந்தால் எவளோ நினைவான்  அவளோடிருந்தால் எனையே நினைவான்      என்னை துறவான் என் பேர் மறவான்      என்னை மறந்தால் தன்னுயிர் விடுவான்  கண் கவிழ்ந்தால் வெளிபோல் விரிவான்  கண் திறந்தால் கணத்தில் கரைவான்      (வான்)", "மதிப்பீடு": "1", "வகை": "காதல்பாடல்", "நுகர்ச்சி": "6978"}
{"திரைப்படம்": "போகன் ", "பாடலாசிரியர்": " மதன் கார்க்கி ", "இசையமைப்பாளர்": "D. இமான்", "பாடல்": "வாராய் நீ வாராய்", "வருடம்": "2017", "பாடியவர்கள்": "சங்கர் மஹாதேவன், ஸ்ரேயா கோஷல் ", "பாடல்வரிகள்": "வாராய் ... வாராய்  நீ  வாராய் நீ  போகும்  இடம்  வெகு  தூரமில்லை நீ  வாராய் கூறாய்   நீ கூறாய் என்  ரத்த  இதழ்  உன்  முத்த  கடல் என கூறாய்  வாராய்  வாராய்  நீ  வாராய் நீ  போகும்  இடம்  வெகு  தூரமில்லை நீ வாராய் கூறாய்  கூறாய்  நீ  கூறாய் என்  ரத்த  இதழ்  உன்  முத்த  கடல் என  கூறாய் பஞ்சாக நீ  நெஞ்செல்லாம்  தீ வேறென்ன  கேள்வி  பற்றி  கொள்ள  வா ஜாமத்தில்  வான்  காமத்தில்  நான் ஐயங்கள்  வீண்  சுற்றி  கொள்ள  வா  சிரிப்போ  உனது  இதழோ  எனது உயிரோ  உனது  உடலோ  எனது உனது  எனது உனது  எனது உனது  எனது  வாராய் ... வாராய்  நீ  வாராய் நீ  போகும்  இடம்  வெகு  தூரமில்லை நீ  வாராய்  தாராய்  உனை தாராய் நாம்  காத்திருக்க  இனி நேரமில்லை  நீ  தாராய்  வாராய்  வாராய்  நீ  வாராய் நீ  போகும்  இடம்  வெகு  தூரமில்லை நீ வாராய்  தாராய்  தாராய் உனை  தாராய் நாம்  காத்திருக்க  இனி நேரமில்லை   நீ   தாராய்  கள்ளாக  நீ  உள்ளுக்குள்  தீ ஏன்  இன்னும்  தாகம்  ஊற்றிகொள்ளட்டா பஞ்சத்தில்   நான்  மஞ்சத்தில்  மான் கொஞ்சல்கள்  வீண்  அள்ளி  தின்னட்டா  உடையோ  உனது  இடையோ  எனது இதயம்  உனது  மார்போ   எனது உனது  எனது  உனது  எனது ......  உன்  நெற்றியில்  தேனினை  ஊற்றி உன்  பாதத்தில்  பருகட்டுமா உன்  முதுகினில்  தீயினை  ஏற்றி அதில்  மெழுகென   உருகட்டுமா  உன்  கிளர்ச்சி குவியமறிந்து அதில்  கிளிகள்  பறக்க  விடவா ஹே  நீ  உனை தீண்டா  இடத்தில் நான்  நாவினில்  தீண்டிடவே  நீ  எந்தன்  சொந்தம்  இல்லை மானே  மானே ஆனாலும்  உந்தன்  மேலே  மோகம்  தானே அன்பே  உன்  முகம் என்  காதலனை  காட்டும் ஆனால்  உன் நகம்  என்  காமுகனை   காட்டும்  வளையல்  உனது  கரங்கள்  எனது அழகே வளைவு  உனது  வரங்கள்    எனது மலரே ஓ ....கிளைகள்  எனது கனிகள் உனது வலி  எனது   பழி உனது கிழி  உயிரே  வாராய்   வாராய்  நீ  வாராய் நீ  போகும்  இடம்  வெகு  தூரமில்லை நீ  வாராய் தூராய் தூராய்  நீ  தூராய் உன்  மோக  மழை  உன்  உற்ற  நிலை நீ தூராய்   பஞ்சாக நீ  நெஞ்செல்லாம்  தீ கெஞ்சல்கள்  வேண்டாம்  பற்றி  கொள்ள   வா பஞ்சத்தில்   நான்  மஞ்சத்தில்  மான் கொஞ்சல்கள்  வீண்  அள்ளி  தின்னட்டா  சிரிப்போ  உனது  இதழோ  எனது உயிரோ  உனது  உடலோ  எனது உனது  எனது உனது   எனது உனது  எனது ", "மதிப்பீடு": "1", "வகை": "மெல்லிசைபாடல்", "நுகர்ச்சி": "7364"}
{"திரைப்படம்": "விக்ரம் வேதா", "பாடலாசிரியர்": "விக்னேஷ் சிவன் ", "இசையமைப்பாளர்": "சாம்  C. S.", "பாடல்": "வாழ்க்க ஓடி ஓடி", "வருடம்": "2017", "பாடியவர்கள்": "  சிவம், சாம்  C. S.", "பாடல்வரிகள்": "வாழ்க்க ஓடி ஓடி அலைஞ்சி திரிஞ்சி ஒடைஞ்சி முடிஞ்சி ஆரம்பிச்ச இடத்தத்தேடி வந்து நிற்கும்டா எல்லாம் முடிஞ்சப்பின்னே எரியப்போறோம் பொதையப்போறோம் சொர்க்கம் நரகம் போனதுக்கு சாட்சி இல்லடா இந்த நொடி இருக்க வாழ்ந்துக்கோ நேரம் நல்லா இருந்தா பொழச்சிக்கோ எதுவும் இங்கே சரியும்மில்ல தவறுமில்லப் போடா   தனன நனனனா தனன நனனனா தனன நனனனா தனன நனனனா தனன நனனனா தனன நனனனா   கோழையும் வீரனும் ஒன்னு வீரமான கோழையும் உண்டு தர்மமும் துரோகமும் ஒன்னு ஒன்னு தர்மம் காக்க துரோகம் செஞ்சதுண்டே...... யாரையும் நம்பாதே இங்கே நம்புனா மாறாத வாழ்க்கைத் தீர போர்க்களம் போகாத போனா நீயும் போரிடு எதையும் யோசிக்காத   தனன நனனனா தனன நனனனா தனன நனனனா தனன நனனனா தனன நனனனா தனன நனனனா ", "மதிப்பீடு": "4", "வகை": "கானாபாடல்", "நுகர்ச்சி": "2133"}
{"திரைப்படம்": "டோரா", "பாடலாசிரியர்": "விக்னேஷ் சிவன்", "இசையமைப்பாளர்": "விவேக் சிவா ", "பாடல்": "வாழ்க்கை ஒரு", "வருடம்": "2017", "பாடியவர்கள்": "மேர்வின் செலமன் ", "பாடல்வரிகள்": "வாழ்க்கை ஒரு ஓட்ட வண்டிடா      நம்பி கைய வச்சா தானா ஓடுன்டா      நாலுப்பேரு நாலு பேசுவான்      காதில் ஏத்தி காத தூக்கிப்போடுடா      நீயும் நானும் இங்க ஒன்னுதானடா...... ஹேய்      வாழவிட்டு வாழ்ந்தா ஒன்னுதானடா......      ஆண்டவன நம்பும் கூட்டம் நாங்கடா... ஹேய்      எல்லாத்தையும் அவன் பாத்துப்பானடா...      (வாழ்க்க)       வாழவுடு வாழவுடு வாழவுடுடா      வாழவுடு வாழவுடு வாழவுடுடா      கால வாற யோசிக்காம ஆளவிடுடா      வாழவுடு வாழவுடு வாழவுடுடா....      எங்க வண்டியோட கொஞ்சம் கேப்பு குடுடா      வாழவுடு வாழவுடு வாழவுடுடா      கால வாற யோசிக்காம ஆளவிடுடா      வாழவுடு வாழவுடு வாழவுடுடா      எங்க வண்டியோட கொஞ்சம் கேப்பு குடுடா      நீயும் நானும் இங்க ஒன்னுதானடா...... ஹேய்      வாழவிட்டு வாழ்ந்தா ஒன்னுதானடா......      ஆண்டவன நம்பும் கூட்டம் நாங்கடா... ஹேய்      எல்லாத்தையும் அவன் பாத்துப்பானடா...      (வாழ்க்க)       ஆவியாக்கத் தேடாத பர்க்க நிறுத்தாதே      அதிகம் பேசாதே அழுது பொலம்பாதே      தப்பே நினைக்காதே தவறே செய்யாதே      தோத்தேப்போனாலும் டென்ஷன் ஆவாதே            ஸ்பீட் ப்ரேக்கர் நூறு வரும் பாரு      ஜர்க்கு ஆகாதே      கொஞ்ச நேரம் ஸ்லோவா      நம்ம போனா தப்பே...... இல்ல       வாழவுடு வாழவுடு வாழவுடுடா      கால வாற யோசிக்காம ஆளவிடுடா      வாழவுடு வாழவுடு வாழவுடுடா      எங்க வண்டியோட கொஞ்சம் கேப்பு குடுடா  ", "மதிப்பீடு": "3", "வகை": "குத்துபாடல்", "நுகர்ச்சி": "2618"}
