{"திரைப்படம்": "Sketch", "பாடலாசிரியர்": "Vijay Chandar", "இசையமைப்பாளர்": "S. Thaman", "பாடல்": "கனவே கனவே", "வருடம்": "2018", "பாடியவர்கள்": "Vikram", "பாடல்வரிகள்": "கனவே கனவே புது கனவே விழிக்கும் போது வரும் கனவே மனம் பறவை போலவே சிறகை விரித்து பறக்குதே  தனியே தனியே தொலைகிரனே தொலைவில் தூரல் விழுகிறதே மனம் நனைய நனைய தோன்றுதே துளி விலகி போகுதே  உன்னை தானே நானும் பார்த்தே கரைந்தேனே கேட்காமல் கால்கள் உன் பின்னே செல்கிறதே மெய்தானோ பொய்தானோ என்னை நானே கேட்டேனே ஏய் பெண்ணே அடி பெண்ணே என்னை வசியம் செய்தாயோ...  என் கண்ணுக்குள்ள உன்ன வச்சதால இமைக்காம காத்திருந்த நான் என் நெஞ்சுக்குள்ள உன்ன வச்சி தத்தேன் திக்கி முக்கி தள்ளாடுரேன் நான்  என் கண்ணுக்குள்ள உன்ன வச்சதால இமைக்காம காத்திருந்த நான் என் நெஞ்சுக்குள்ள உன்ன வச்சி தத்தேன் திக்கி முக்கி தள்ளாடுரேன் நான்  போடாத காதல் கேட்டு Gate u வெய்ட் ஆகும் எந்தன் ஆர்ட்டு Heart u கியூட்ட நீ பாக்கும் போது கானா போடு ஸ்ட்ராபெரி கண்ண பாத்து சூடாச்சு மூச்சு காத்து நெஞ்சோரம் எல்லோ (Yellow) ரைஸ் காணா போச்சே  போடாத காதல் கேட்டு Gate u வெய்ட் ஆகும் எந்தன் ஆர்ட்டு Heart u கியூட்ட நீ பாக்கும் போது கானா போடு ஸ்ட்ராபெரி கண்ண பாத்து சூடாச்சு மூச்சு காத்து நெஞ்சோரம் எல்லோ (Yellow) ரைஸ் காணா போச்சே  கனவே கனவே கனவே கனவே கனவே.. கனவே கனவே புது கனவே விழிக்கும் போது வரும் கனவே மனம் பறவை போலவே சிறகை விரித்து பறக்குதே  தனியே தனியே தொலைகிரனே தொலைவில் தூரல் விழுகிறதே மனம் நனைய நனைய தோன்றுதே துளி விலகி போகுதே  பார்வையாளே வென்றவள் வார்த்தையாலே கொன்றவள் நீயா நீயா மென்மையான பெண்ணிடம் வன்மையாக மின்னிடும் குணம்  என் கண்ணுக்குள்ள உன்ன வச்சதால இமைக்காம காத்திருந்த நான் என் நெஞ்சுக்குள்ள உன்ன வச்சி தத்தேன் திக்கி முக்கி தள்ளாடுரேன் நான்  என் கண்ணுக்குள்ள உன்ன வச்சதால இமைக்காம காத்திருந்த நான் என் நெஞ்சுக்குள்ள உன்ன வச்சி தத்தேன் திக்கி முக்கி தள்ளாடுரேன் நான்  போடாத காதல் கேட்டு Gate u வெய்ட் ஆகும் எந்தன் ஆர்ட்டு Heart u கியூட்ட நீ பாக்கும் போது கானா போடு ஸ்ட்ராபெரி கண்ண பாத்து சூடாச்சு மூச்சு காத்து நெஞ்சோரம் எல்லோ (Yellow) ரைஸ் காணா போச்சே  போடாத காதல் கேட்டு Gate u வெய்ட் ஆகும் எந்தன் ஆர்ட்டு Heart u கியூட்ட நீ பாக்கும் போது கானா போடு ஸ்ட்ராபெரி கண்ண பாத்து சூடாச்சு மூச்சு காத்து நெஞ்சோரம் எல்லோ (Yellow) ரைஸ் காணா போச்சே  கனவே கனவே கனவே கனவே கனவே புது கனவே விழிக்கும் போது வரும் கனவே மனம் பறவை போலவே சிறகை விரித்து பறக்குதே  கனவே கனவே புது கனவே விழிக்கும் போது வரும் கனவே  "}