{"திரைப்படம்": "Sarkar", "பாடலாசிரியர்": "Vivek (lyricist)", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "சிம்டான்காரன்", "வருடம்": "2018", "பாடியவர்கள்": "Bamba Bakya, Vipin Aneja, Aparna Narayanan", "பாடல்வரிகள்": "பல்டி பாக்குற டர்ல வுடனும் பல்து  வேர்ல்டு மொத்தமும் அர்ள வுடனும் பிஸ்து  பிசுறு கெளப்பி பெர்ள வுடனும் பல்து  ஏய்ய் நிக்கலு பிக்கலுமா  ஓ தொட்டனா தூக்கலுமா  மக்கரு குக்கருமா  போய் தரைல உக்கருமா  ஏய்ய் நிக்கலு பிக்கலுமா  ஓ தொட்டனா தூக்கலுமா  மக்கரு குக்கருமா  போய் தரைல உக்கருமா  சிம்டான்காரன் எங்கனா நீ சீரன்  நின்டே பாரேன் முஷ்டு அப்டிகா போறேன்  ஓஓஓஓ (4)  சிம்டான்காரன் சில்பினுக்கா போறேன்  பக்குல போட விருந்து வைக்கபோறேன்  ஓஓஓஓ (4)  பல்டி பாக்குற டர்ல வுடனும் பல்து  வேர்ல்டு மொத்தமும் அர்ள வுடனும் பிஸ்து  பிசுறு கெளப்பி பெர்ள வுடனும் பல்து  ஹே ஹே ஹே ஹே ஏய்ய் நிக்கலு பிக்கலுமா  ஓ தொட்டனா தூக்கலுமா  மக்கரு குக்கருமா  போய் தர்ல உக்கருமா  ஹே ஹே ஹே ஹே ஏய்ய் நிக்கலு பிக்கலுமா  ஓ தொட்டனா தூக்கலுமா  மக்கரு குக்கருமா  போய் தர்ல உக்காருமா  அந்தரு பண்ணிகினா தா  இந்தா நா தா  ஓஓஓஓ (4)  மன்னவா நீ வா வா வா  முத்தங்களை நீ தா தா தா  பொழிந்தது நிலவோ  மலர்ந்தது கனவோஓஓ  ஹா ஹா ஹா ஹா ஹா(4) ஹே ஹே ஹே  ஹே ஹே ஹே ஹே ஏய்ய் நிக்கலு பிக்கலுமா  ஓ தொட்டனா தூக்கலுமா  மக்கரு குக்கருமா  போய் தர்ல உக்கருமா  ஹே ஹே ஹே ஹே ஏய்ய் நிக்கலு பிக்கலுமா  ஓ தொட்டனா தூக்கலுமா  மக்கரு குக்கருமா  போய் தரைல உக்கருமா  அந்தரு பண்ணிகினா தா  இந்தா நா தா  ஹே ஹே ஹே ஹே குபீலு பிஸ்து பல்து விக்கலு விக்கலு ஹே தொட்டனா தொட்டனா விக்கலு விக்கலு ஓ ஓ ஓ ஓ ஓ  கொக்கலங்க கொக்கலங்க கொக்கலங்க குபீலு  ஹைட்டுலிருந்து டைவு அடிச்சா டம்மாலு  நம்ம புஷ்டிருக்க கோட்டையில்ல  அல்லா ஜோரும் பேட்டைல சிரிசினுகுறோம் சேட்டையிலகுபீலு  பிசுறு கெளப்பு பிசுறு கெளப்பு  கொக்கலங்க கொக்கலங்க கொக்கலங்க குத்த போடு  ஓ ஓ ஓ ஓ ஓ  பல்டி பாக்குற டர்ல வுடனும் பல்து  வேர்ல்டு மொத்தமும் அர்ள வுடனும் பிஸ்து  பிசுறு கெளப்பி பெர்ள வுடனும் பல்து  ஹே ஹே ஹே ஹே ஏய்ய் நிக்கலு பிக்கலுமா  ஓ தொட்டனா தூக்கலுமா  மக்கரு குக்கருமா  போய் தரைல உக்கருமா  ஹே ஹே ஹே ஹே ஏய்ய் நிக்கலு பிக்கலுமா  ஓ தொட்டனா தூக்கலுமா  மக்கரு குக்கருமா  போய் தரைல உக்கருமா  அந்தரு பண்ணிகினா தா  இந்தா நா தா  ஓஓஓஓ (4)  விக்கலு விக்கலு ஹே தொட்டனா தொட்டனா விக்கலு விக்கலு ஓ ஓ ஓ ஓ ஓ  "}