{"திரைப்படம்": "Tik Tik Tik", "பாடலாசிரியர்": "Madhan Karky", "இசையமைப்பாளர்": "D. Imman", "பாடல்": "டிக் டிக் டிக்", "வருடம்": "2018", "பாடியவர்கள்": "Yuvan Shankar Raja, Sunitha Sarathy & Yogi B", "பாடல்வரிகள்": "டிக் டிக் டிக் உன் செவிகளில் சொட்டுச் சொட்டென காலத் துளியா? டிக் டிக் டிக் இவ்வதிர்வுகள் உந்தன் இருதயம் கொட்டும் ஒலியா?   இவ்வதின் நுதிகாண நீயாற்று மேதும் எவ்வாறு இங்கே பிழை பாவத்தின் துளிமொன்டு மாகன்செய்யாது அவ்வானில் எங்கே மழை?   இவ்வதின் நுதிகாண நீயாற்று மேதும் எவ்வாறு இங்கே பிழை பாவத்தின் துளிமொன்டு மாகன்செய்யாது அவ்வானில் எங்கே மழை?   விதி சிறிது மதி பெரிது தடை சிறிது விடை பெரிது வலி சிறிது வழி பெரிது பொருள் சிறிது அருள் பெரிது   டிக் டிக் டிக் உன் செவிகளில் சொட்டுச் சொட்டென கால துளியா? டிக் டிக் டிக் இவ்வதிர்வுகள் உந்தன் இருதயம் கொட்டும் ஒலியா?   டிக் டிக் டிக் உன் செவிகளில் சொட்டுச் சொட்டென கால துளியா? டிக் டிக் டிக் இவ்வதிர்வுகள் உந்தன் இருதயம் கொட்டும் ஒலியா?   முதல் தொடங்கும் படை சரிந்துவிட்ட போதும் குழந்தைகள் போல நாம் நிற்க பிடிவாதம் வேண்டும்   இரவில் வானத்தைப் பார் ஜொலிக்கும் நட்சத்திரம் அங்கே தான் போகலாம் வா எறிகோள் ஆகாசவானம் கனவுகள் நிஜமாகலாம் தினமும் முன்னேற்றம் அடைந்தாள் நாட்டில் இருந்து விண்வெளிக்கு வி ஆர் ஆஸ்டிரோனாமிக்கல் ( We are astronomical ) ஓடி ஓடி நாம் நம் தேடி இலக்கு அடைவதை லட்சியம் வெற்றியுடன் நாம் திரும்புவோமே உயிர் மேல் சத்தியம்   நமக்கென பல போர்கள் இருக்கையில் வெளியிருந்து விண்கள் வருவதா அதை உடைத்து கதவடைத்திடு பின் நாம் போரிடுவோம்   மொழி மதம் இன பேதம் இருக்கையில் நம்மை அழித்திட வானம் விழுவதா அதை தடுத்திட கதை முடித்திடு பின்னே நாம் அழிவோம்   நுறை சிறிது கரை பெரிது தடம் சிறிது இடம் பெரிது விழும் மனது எழும் பொழுது துயர் சிறிது உயிர் பெரிது   டிக் டிக் டிக் உன் செவிகளில் சொட்டுச் சொட்டென கால துளியா? டிக் டிக் டிக் இவ்வதிர்வுகள் உந்தன் இருதயம் கொட்டும் ஒலியா?   டிக் டிக் டிக் உன் செவிகளில் சொட்டுச் சொட்டென கால துளியா? டிக் டிக் டிக் இவ்வதிர்வுகள் உந்தன் இருதயம் கொட்டும் ஒலியா?   டிக் டிக் டிக் The tricken is the Trick trick tricklin Droplets of the time The beating is the dab dab doubling Drumming of the mind   அபாய ரூபங்கள் புவியை தாக்கினால் ஆற்றலின் எல்லைகள் உடைத்து மீறுவோம் அஞ்சாத உள்ளங்கள் ஒன்றாகக் கூடினால் மரண பீதியை தாமதம் ஆக்குவோம்   இவ்வதின் நுதிகாண நீயாற்று மேதும் எவ்வாறு இங்கே பிழை பாவத்தின் துளிமொன்டு மாகன்செய்யாது அவ்வானில் எங்கே மழை?   விதி சிறிது மதி பெரிது தடை சிறிது விடை பெரிது வலி சிறிது வழி பெரிது பொருள் சிறிது அருள் பெரிது   டிக் டிக் டிக் உன் செவிகளில் சொட்டுச் சொட்டென கால துளியா? டிக் டிக் டிக் இவ்வதிர்வுகள் உந்தன் இருதயம் கொட்டும் ஒலியா?   டிக் டிக் டிக் உன் செவிகளில் சொட்டுச் சொட்டென கால துளியா? டிக் டிக் டிக் இவ்வதிர்வுகள் உந்தன் இருதயம் கொட்டும் ஒலியா?   கடிகாரம் நாடி துடி துடிக்கும் டிக் டிக் டிக் நொடி இடிப்போல் ஒல்லி வெடிக்கும் டிக் டிக் டிக் அவசரத்தில் காதை மூடிப்போம் டிக் டிக் டிக் Coz when we do it you know Quick and slick   நாம் உடல் பயிற்சி திறனின் வளர்ச்சி மனிதனின் புத்தி Can conquer gravity நம்முடன் வாழும் சக்தி More than technology காட்டுமே நம் நம்பிக்கை சன்னதி"}