{"திரைப்படம்": "மேயாத மான்", "பாடலாசிரியர்": "ரத்ன குமார்", "இசையமைப்பாளர்": "சந்தோஷ் நாராயண்", "பாடல்": "எங்க வீட்டு குத்துவிளக்கே", "வருடம்": "2017", "பாடியவர்கள்": "கானா பாலா", "பாடல்வரிகள்": "எங்க வீட்டு குத்துவிளக்கே நீ கிடைச்சா என் வாழ்க்க கெத்து நீ கிடைச்சா என் வாழ்க்க கெத்து  எத்தன பிறவிகள் எடுத்தாலும் உன்ன தேடி வருவேன் என் செல்லம் ஓடி வருவேன்  எத்தன பிறவிகள் எடுத்தாலும் உன்ன தேடி வருவேன் என் செல்லம் ஓடி வருவேன்  டாப் டாமு டாப் டாமு சொஜல சொம்புல கப்புல பாயாசம்.  ஹேண்ட் பேக்கா நான் இருந்தா ஏ ஹேண்ட் பேக்கா நான் இருந்தா  உன் தோளுலதான் தொங்கி இருப்பேன் உன் தோளுலதான் தொங்கி இருப்பேன்  ஏ ஹேண்ட் பேக்கா நான் இருந்தா ஏ ஹேண்ட் பேக்கா நான் இருந்தா  உன் தோளுலதான் தொங்கி இருப்பேன் உன் தோளுலதான் தொங்கி இருப்பேன்  எங்க வீட்டு குத்துவிளக்கே நீ கிடைச்சா என் வாழ்க்க கெத்து நீ கிடைச்சா என் வாழ்க்க கெத்து  எங்க வீட்டு குத்துவிளக்கே நீ கிடைச்சா என் வாழ்க்க கெத்து நீ கிடைச்சா என் வாழ்க்க கெத்து  ஏ கம்மல்லா நான் இருந்தா ஏ கம்மல்லா நான் இருந்தா உன் காதோரம் ஒரசி இருப்பேன் உன் காதோரம் ஒரசி இருப்பேன்  ஏ கம்மல்லா நான் இருந்தா ஏ கம்மல்லா நான் இருந்தா உன் காதோரம் ஒரசி இருப்பேன் உன் காதோரம் ஒரசி இருப்பேன்  எங்க வீட்டு குத்துவிளக்கே நீ கிடைச்சா என் வாழ்க்க கெத்து நீ கிடைச்சா என் வாழ்க்க கெத்து    எங்க வீட்டு குத்துவிளக்கே நீ கிடைச்சா என் வாழ்க்க கெத்து நீ கிடைச்சா என் வாழ்க்க கெத்து  கர்ச்சீப்பா நான் இருந்தா கர்ச்சீப்பா நான் இருந்தா உன் கைக்குள்ள நான் இருந்து இருப்பேன் உன் கைக்குள்ள நான் இருந்து இருப்பேன்  ஹீல்ஸா நான் இருந்தா... உன்ன ஹைட்டா தூக்கி காட்டிருப்பேன்  எங்க வீட்டு குத்துவிளக்கே நீ கிடைச்சா என் வாழ்க்க கெத்து நீ கிடைச்சா என் வாழ்க்க கெத்து  எங்க வீட்டு குத்துவிளக்கே நீ கிடைச்சா என் வாழ்க்க கெத்து நீ கிடைச்சா என் வாழ்க்க கெத்து  டெடிபேரா நான் இருந்தா டெடிபேரா நான் இருந்தா உன்ன கட்டிப்புச்சுன்னு தூங்கி இருப்பேன் உன்ன கட்டிப்புச்சுன்னு தூங்கி இருப்பேன்  டெடிபேரா நான் இருந்தா டெடிபேரா நான் இருந்தா உன்ன கட்டிப்புச்சுன்னு தூங்கி இருப்பேன் உன்ன கட்டிப்புச்சுன்னு தூங்கி இருப்பேன்  எங்க வீட்டு குத்துவிளக்கே நீ கிடைச்சா என் வாழ்க்க கெத்து நீ கிடைச்சா என் வாழ்க்க கெத்து  எங்க வீட்டு குத்துவிளக்கே நீ கிடைச்சா என் வாழ்க்க கெத்து நீ கிடைச்சா என் வாழ்க்க கெத்து"}
