{"திரைப்படம்": "மெர்சல்", "பாடலாசிரியர்": "விவேக் (lyricist)", "இசையமைப்பாளர்": "A. R. ரஹ்மான்", "பாடல்": "மெர்சல் அரசன்", "வருடம்": "2017", "பாடியவர்கள்": "விஷ்வ பிரசாத், G. V. பிரகாஷ் குமார், நரேஷ் ஐயர், சரண்யா ஸ்ரீநிவாஸ் ", "பாடல்வரிகள்": "அட்ச்சி காலி பண்ணும் தில்லு… தில்லு…. ஹே புட்ச்சி கூட நிப்போம் சொல்லு… சொல்லு…. ஹே இஸ்து கீயாவுடும் அல்லு... சில்லு... ஹே அல்லு சில்லு. செதரு..... செதரு.  ஆட வர வரம்மா... அல்லு... சைடு வச்சுகோ.... சில்லு.... தளபதி Entry இது. செதரு..... செதரு.  ஹே..... Scene-னாவும் அவன் வன்ட்டான, பொடி இஸ்கூலு புள்ளிங்கோலாம் செதரு, Theatre-u தெறிக்க, யாரிங்க கேலிக்க சொல்டி பிகிலடி, மெர்சல் அரசன் வாரான். இந்தா வாரான்….. Scene-u….. சுகுரா பொளுப்பான்…. பெரிய கைனாலும் பெர்டி எடுப்பான், தொட்டு Step-Ah வஸ்தா All Center அத களம் தான். எத்து கீசீ பார்த்த... கத்தி Sharp-u தான்.  கத்தி ஆனா கீச்சதில்ல.. நோய் வெட்டும் சாமி தான். ஏழ பாழ.... வாழ வைப்பான். கீஞ்ச வாழ்க தேப்பான். அணைச்சு நிப்பான்.  தலிவெ ஆட இசை புயல் ஒன்னு பிரிக்குது.  எகுறு.... அல்லு சில்லு. எட்டி... செதறனும்...  எகுறு.... அல்லு சில்லு. எட்டி... செதறனும்...(பிரி) எகுறு.... அல்லு சில்லு. எட்டி... செதறனும்...  அல்லு சில்லு, செதறனுடா.... (அட்றா, அட்றா, அட்றா அட்றா..)   மனுஷன் உண்டாக்கும் எல்லாம் சாயும்,  பணம் மட்டும் என்ன? அது வெறும் மாயம்! எழுத்த தாண்டி… உத்து பார்த்த அதுவும் Paper-u தான்.  வணங்கி சந்தோஷம் கேட்குற நீயும், திரும்பி பார் சுத்தி ஆயிரம் காயம்.  தவிச்ச மனசில், சிரிப்ப வெதச்ச, மனுஷன் நீதாண்டா. பாசம் காட்டி பின்னால் வந்தா, கைய அன்பா கோபென்டா.  அடுத்த உசுர, வாழ வச்சா, கண்ணில் வச்சு காப்பேண்டா...   ஹே..... Scene-னாவும் அவன் வன்ட்டான, பொடி இஸ்கூலு புள்ளிங்கோலாம் செதரு, Theatre-u தெறிக்க யாரிங்க கேலிக்க சொல்டி பிகிலடி மெர்சல் அரசன் வாரான். இந்தா வாரான்….. Scene-u….. சுகுரா பொளுப்பான்…. பெரிய கைனாலும் பெர்டி எடுப்பான். தொட்டு Step-Ah வஸ்தா All Center-u அதகளம் தான் எத்து கீசீ பார்த்த... கத்தி Sharp-u தான்.  எகுறு.... அல்லு சில்லு. எட்டி... செதறனும்...  எகுறு.... அல்லு சில்லு. எட்டி... செதறனும்...(பிரி) எகுறு.... அல்லு சில்லு. எட்டி... செதறனும்...  அல்லு சில்லு, செதறனுடா.... (அட்றா, அட்றா, அட்றா அட்றா..)   Thanks to KARNAN"}
