{"திரைப்படம்": "Vantha Rajavathaan Varuven", "பாடலாசிரியர்": "Arivu", "இசையமைப்பாளர்": "Hiphop Tamizha", "பாடல்": "Red Cardu", "வருடம்": "2019", "பாடியவர்கள்": "Hiphop Tamizha, Silambarasan, Snigdha", "பாடல்வரிகள்": "ஐ வன்ன பிரேக் பிரீ அண்ட் பி ஸ்நிப்பிங் லைக் எ குயின் அண்ட் லேட் யு டேக் மீ அவுட்  ஷோ மீ சோம் குட் டைம் பிகாஸ் ஐ அம் ரன்னிங் அவுட்டா டைம்  ஷான்னுங் லைக் எ ஸ்டார் பேபி நீ பாக்குற பார்வையில் பாயுது மின்னல் டேக் தட் அவே பிராம் மீ ஆசைக்கு எதுக்கு கதவு ஜன்னல்  ஸ்டில் பி ஸ்டார் ஹோமில் உன் கூட நன் சேந்து அடிடா பாடிட யு க்நொவ் வாட் ஐ மீன் ஹோமி உன்னோடு நான் ஜோதி சேர ரெடி தான் லேட்ஸ் கோ  என்னாக ரெட் கார்டு  எடுத்து பாரு ரெகார்டு  அடிச்சி மிரட்டி அடிப்பன் தெருவுல தான் இறங்கி ஆடு  உள்ள விட மாட்டேன்னு சொல்லுறதுக்கு நீ யாரு வெளிய நான் போடும் ஆட்டத்துக்கு இப்போ கூட்டத்த பாரு  பட்டத பட்டுனு சொன்னாக என்ன கெட்டவனு சொல்லறீங்க ஓரமா பொய் உக்காந்தா என்ன உத்தமனு சொல்லறீங்க  தப்புனு தெரிஞ்ச டப்புன்னு கொதிக்கும் பிரச்சனை என்னக்கு பாயசம் என் பேச்சுல இல்ல பொய் வேஷம் என உரசி பாத நீ நாசம்  நான் வைக்குற எடத்துல நிக்குற எடத்துல வைக்குற எடத்துல தான் டா பார்ட்டி  வைக்குற எடத்துல நிக்குற எடத்துல வைக்குற எடத்துல தான் டா பார்ட்டி  சோ வெல்கம் டு மை பார்ட்டி மச்சான் யு ஆர் வெல்கம் டு மை பார்ட்டி மச்சான் டே அட்ரா   என்னக்கா ரெட் கார்டு எடுத்து பாரு ரெகார்ட் அடிச்ச மிரட்டி அடிப்பான் தெருவுல தான் இறங்கி ஆடு  உள்ள விட மாட்டேன்னு சொல்லுறதுக்கு நீ யாரு வெளிய நான் போடும் ஆட்டத்துக்கு இப்போ கூட்டத்த பாரு  ஓரம் கட்டி வச்சவன  தேடி வந்து நிக்க வைப்பான் போற வழி தப்பு இல்லனா கூட நின்னு தோள் கொடுப்பான்  மச்சான் பேசுற வாய் ஆயிரம் பேசட்டும் கேக்குற மூடுல நான் இல்ல டா செதுக்க மாட்டேன்னு சொல்லிட்டு போனாலும் கேட்ல நிக்குற ஆள் இல்ல டா  பேசுற வாய் ஆயிரம் பேசட்டும் கேக்குற மூடுல நான் இல்ல டா செதுக்க மாட்டேன்னு சொல்லிட்டு போனாலும் கேட்ல நிக்குற ஆள் இல்ல டா  நான் தனி ஆள் இல்ல டா நான் தனி ஆள் இல்ல டா நான் தனி ஆள் இல்ல டா நான் தனி ஆள் இல்ல டா  வைக்குற எடத்துல நிக்குற எடத்துல வைக்குற எடத்துல தான் டா பார்ட்டி  வைக்குற எடத்துல நிக்குற எடத்துல வைக்குற எடத்துல தான் டா பார்ட்டி  சோ வெல்கம் டு மை பார்ட்டி மச்சான் யு ஆர் வெல்கம் டு மை பார்ட்டி மச்சான் டேய் அட்ரா  டாமலு டாமலு அட்ரா அட்ரா அட்ரா வைக்குற எடத்துல நிக்குற எடத்துல டாமலு டாமலு வைக்குற எடத்துல நிக்குற எடத்துல  அட்ரா அட்ரா அட்ரா அவளுக்கு என்ன  புடிச்சி இருக்குன்னு விட்டது இல்ல  புடிக்கலான தொட்டது இல்ல புடிச்சி இருக்குன்னு விட்டது இல்ல புடிக்கலான தொட்டது இல்ல  பொறக்குற பொழுத  நிக்காம ஆடுன காலு அக்கம் பக்கம் என்ன பத்தி கேளு இப் யு வன்ன டான்ஸ் ரெடி 1 2 பான்  ஷன்னிங் லைக் எ ஸ்டார் பேபி  டேக் தட் அவெ பிராம் மீ ஸ்டில் பீ ஸ்டார் ஹோமி யு நோவ் வாட் ஐ மீன் ஹோமி  நா வைக்குற எடத்துல நிக்குற எடத்துல வைக்குற எடத்துல தான் டா பார்ட்டி  வைக்குற எடத்துல நிக்குற எடத்துல வைக்குற எடத்துல தான் டா பார்ட்டி  அட்ரா சோ வெல்கம் டு மை பார்ட்டி மச்சான் யு ஆர் வெல்கம் டு மை பார்ட்டி மச்சான்   ஏஹ் ஏஹ்....."}