{"திரைப்படம்": "Kaappaan", "பாடலாசிரியர்": "S. Gnanakaravel", "இசையமைப்பாளர்": "Harris Jayaraj", "பாடல்": "சிறுக்கி சீனி கட்டி", "வருடம்": "2019", "பாடியவர்கள்": "Senthil Ganesh, Ramani Ammal, Vishal Dadlani", "பாடல்வரிகள்": "பச்சை ஊதா மஞ்ச வெள்ள மச்சான் வந்தானே மச்சினிக துள்ள  பச்சை ஊதா மஞ்ச வெள்ள மச்சான் வந்தானே மச்சினிக துள்ள மூச்சு கீச்சு மூட்டி செல்ல இங்க மச்சக்காரன் வாரான் பாரு அள்ள  இவன் இச்சு தந்தா பிச்சுக்குமே மூள ஐயோ மன்மதனின் கொள்ளு பேரப் புள்ள ஆமா மன்மதனின் கொள்ளு பேரப் புள்ள யம்மா மன்மதனின் கொள்ளு பேரப் புள்ள  ராக்காயி மூக்காயி காக்காயி ராமாயி எங்கடி போனீங்க சோமாறி  ஹேய் சிறுக்கி சீனி கட்டி சிணுங்கி சிங்காரி அடி குத்தி நிக்கும் முன்னழகு முட்டுது கீறி  மினுக்கி மீனுக்குட்டி தழுக்கி ஒய்யாரி அவ ஒத்த ஜடை பின்னழகு எத்தனை கோடி  வனஜா கருப்பனோட ஊர மேஞ்சாளே ஆனா ராஜாவோட சேந்து வெள்ள புள்ள பெத்தாளே  கிரிஜா கோயிலதான் சுத்தி வந்தாளே ஆனா ஜோடி தேடி ஆள் இல்லாம காஞ்சு நின்னாளே  தெனமும் ரோட்டு மேல ரூட்டு விடும் போக்கு நல்லால அவள வால ஒட்ட நறுக்க வந்த கதிரு நான்தான்லே  சிறுக்கி ஏலா சிறுக்கி  சிறுக்கி சீனி கட்டி சிணுங்கி சிங்காரி அடி குத்தி நிக்கும் முன்னழகு முட்டுது கீறி  மினுக்கி மீனுக்குட்டி தழுக்கி ஒய்யாரி அவ ஒத்த ஜடை பின்னழகு எத்தனை கோடி  கட்டம் போட்ட சிலுக்கு சட்ட முட்டி மேல கைலி கட்டி வெட்ட வெளி புயல போல சுத்தி வர நாடோடி    சப்பி போட்ட பனம் பழமா நட்டுக்கு நிக்கும் கோரமுடி பச்ச புள்ள கஞ்சி குடிக்க நான்தான் இப்ப பூச்சாண்டி  வேப்பங்குச்சி மறந்த அப்பத்தா உன் பொக்கையில பல் முளைக்க வெக்கட்டா கேப்பை சோளம் நெல்லே போச்சேத்தா நீ பீசா தின்னு போலாங்காட்டி என்னாத்தா  சிறுக்கி சீனிகட்டி சிணுங்கி சிங்காரி அடி குத்தி நிக்கும் முன்னழகு முட்டுது கீறி  மினுக்கி மீனுக்குட்டி தழுக்கி ஒய்யாரி அவ ஒத்த ஜடை பின்னழகு எத்தனை கோடி  கம்மாக்கரை களத்துமேடு நெல்லு விளையும் பச்ச காடு கட்டடமா மொளச்சு நின்னா கல்ல திங்க போற நீ  ஒத்த குடம் தண்ணி புடிக்க மல்லுக்கு நிக்கும் பொம்பளைங்க ஒத்துமையா பொங்கி எழுந்தா ஓடி வரும் காவேரி  காசு பவுசு தூக்கி கடாசு நீ செத்தாலும் வெடிப்பாங்க பட்டாசு மாசு மவுசு போனா வராது அட அவுச்ச முட்ட ஆம்லெட் ஆக மாறாது  சிறுக்கி சீனி கட்டி சிணுங்கி சிங்காரி அடி குத்தி நிக்கும் முன்னழகு முட்டுது கீறி  முட்டுது கீறி  மினுக்கி மீனுக்குட்டி தழுக்கி ஒய்யாரி அவ ஒத்த ஜடை பின்னழகு எத்தனை கோடி  ஹேய் வனஜா கருப்பனோட ஊர மேஞ்சாளே ஆனா ராஜாவோட சேந்து வெள்ள புள்ள பெத்தாளே  கிரிஜா கோயிலதான் சுத்தி வந்தாளே ஆனா ஜோடி தேடி ஆள் இல்லாம காஞ்சு நின்னாளே  தெனமும் ரோட்டு மேல ரூட்டு விடும் போக்கு நல்லால அவள வால ஒட்ட நறுக்க வந்த கதிரு நான்தான்லே  கதிரு க க கதிரு கதிரு க க கதிரு க"}