{"திரைப்படம்": "Sarvam Thaala Mayam", "பாடலாசிரியர்": "Madhan Karky", "இசையமைப்பாளர்": "G. V. Prakash Kumar", "பாடல்": "சர்வம் தாளமயம்", "வருடம்": "2019", "பாடியவர்கள்": "Haricharan, Arjun Chandy", "பாடல்வரிகள்": "கருவுக்குள் பூக்கும் ஒற்றை துடிப்போடு தொடங்கும் கர்வங்கள் தீர்க்கும் ஒற்றை துடிப்போடு அடங்கும்   கருமேகம் முட்டும் போது விண்ணெங்கும் ஒலிக்க ஆழி கை தட்டும் போது கரை எங்கும் ஒலிக்க   உடலும் உயிரும் ஆடட்டுமே…. ஓ.. சர்வம் தாளமயம் சர்வம் சர்வம் தாளமயம் ஓ.. சர்வம் தாளமயம் தாளம் இன்றி ஏது நயம்   சிறு றெக்கை எதிர் காற்றில் இடும் தாளம் கேளாய் சரசரவென இலைகள் போடும் இளந்தாளம் கேளாய் கர்வங்கள் தீர்க்கும் ஒற்றை துடிப்போடு அடங்கும் கருமேகம் முட்டும் போது விண்ணெங்கும் ஒலிக்க ஆழி தட்டும் போது கரை எங்கும் ஒலிக்க   உடலும் உயிரும் ஆடட்டுமே…. ஓ.. சர்வம் தாளமயம் சர்வம் சர்வம் தாளமயம் ஓ.. சர்வம் தாளமயம் தாளம் இன்றி ஏது நயம்   தக்க திமி தக்க ஜூனு தாம் தாம் தக்க தக்க திமி தக்க ஜூனு தோம் தோம் தக்க தக்க திமி தக்க ஜூனு ஜுனுதா ஜுனுதா சர்வம் தாள மயம்   தக்க திமி தக்க ஜூனு தாம் தாம் தக்க தக்க திமி தக்க ஜூனு தோம் தோம் தக்க தக்க திமி தக்க ஜூனு ஜுனுதா ஜுனுதா சர்வம் தாள மயம்   தக்க திமி தக்க ஜூனு தாம் தாம் தக்க தக்க திமி தக்க ஜூனு தோம் தோம் தக்க தக்க திமி தக்க ஜூனு ஜுனுதா ஜுனுதா சர்வம் தாள மயம்   எறும்புகள் படையெடுத்து ஊர்ந்தே வரும் தாளச் சரம் அரும்புகள் தினம் உடைத்து தேனீ திருடும் பூக்களின் உதிரம்   தரை மேளத்தில் மழை ஒலிக்கின்ற கணமே அதிலே கரைந்திடும் மனமே தீயில் மூளும் தாளம் கேட்டிடு நீயும் நானும் காலத்தின் தாளம்   உண்டானோம் மெய் தாளத்தில் வாழ்கின்றோம் பொய் தாளத்தில்   தை தை தை தை தாளத்தில் தை தை தை தக்க திமி தக்க   தா தா தா…. ஓ.. சர்வம் தாளமயம் சர்வம் சர்வம் தாளமயம் ஓ.. சர்வம் தாளமயம் தாளம் இன்றி ஏது நயம் கருவுக்குள் பூக்கும் ஒற்றை துடிப்போடு தொடங்கும்   ஹ்ம்ம் ஹ்ம்ம்   கர்வங்கள் தீர்க்கும் ஒற்றை துடிப்போடு அடங்கும் கருமேகம் முட்டும் போது விண்ணெங்கும் ஒலிக்க ஆழி தட்டும் போது கரை எங்கும் ஒலிக்க   உடலும் உயிரும் ஆடட்டுமே…. ஓ.. சர்வம் தாளமயம் சர்வம் சர்வம் தாளமயம் ஓ.. சர்வம் தாளமயம் தாளம் இன்றி ஏது நயம்   சிறு றெக்கை எதிர் காற்றில் இடும் தாளம் கேளாய்   ஓ.. சர்வம் தாளமயம் சர்வம் சர்வம் தாளமயம் ஹேய் ஹேய் ஹேய் ஹேய் ஹேய் ஹேய் ஓ.. சர்வம் தாளமயம் தாளம் இன்றி ஏது நயம்"}