{"திரைப்படம்": "Thuppakki", "பாடலாசிரியர்": "Madhan Karky", "இசையமைப்பாளர்": "Harris Jayaraj", "பாடல்": "Google Google பண்ணி", "வருடம்": "2012", "பாடியவர்கள்": "Vijay, Andrea Jeremiah", "பாடல்வரிகள்": "Google Google பண்ணிப் பாத்தேன் உலகத்துல - இவன் போல ஒரு கிறுக்கனும் பொறந்ததில்ல Yahoo Yahoo பண்ணிப் பாத்தும் இவனப் போல எந்தக் கிரகத்திலும் இன்னொருத்தன் கிடைக்கவில்ல நான் dating கேட்டா watchஅ பாத்து ok சொன்னானே! shopping கேட்டா ebay.com கூட்டிப் போனானே! movie கேட்டேன் Youtube போட்டுப் popcorn தந்தானே! பாவமா நிக்குறான் ஊரையே விக்குறான்! Meet my meet my boyfriend My smart ‘nd sexy boyfriend Meet my meet my boyfriend My smart ‘nd sexy boyfriend  Google Google பண்ணிப் பாத்தேன் உலகத்துல - இவ போல இங்க இன்னொருத்தி பொறந்ததில்ல Yahoo Yahoo பண்ணிப் பாத்தும் இவளப் போல எந்தக் கிரகத்திலும் இன்னொருத்தி கிடைக்கவில்ல இவ dating-காக dinner போனா starter நான் தானே! shopping போக கூட்டிப் போனா trolley நான் தானே! movie போனா சோக sceneஇல் kerchief நான் தானே! பாக்கதான் இப்படி ஆளுதான் அப்படி! Meet my meet my girlfriend My hot ‘n spicy girlfriend Meet my meet my girlfriend My hot ‘n spicy girlfriend   ஹே join me guys It’s intro time இவ யாருன்னு சொல்லுறேன் கேட்டுக்க  பஞ்சுன்னு நெனச்சா punch ஒண்ணு கொடுப்பா மூஞ்சுல helmet மாட்டிக்க  sugar free பேச்சுல இனிப்பிருக்கு - இவ fat free உடம்புல கொழுப்பிருக்கு  சிரிப்புல cinderella கோபத்தில் dracula அழகுக்கு இவதான் formula formula   Meet my meet my girlfriend My hot ‘n spicy girlfriend   hey come on girls இது intro time இவன் யாருன்னு இப்ப சொல்லட்டா?  ஒரு handshake செஞ்சிட பொண்ணுங்க வந்தா ஸ்வொய்ங்குன்னு பறப்பான் bulletஆ  military cutல style இருக்கும் - ஒரு மில்லிமீட்டர் sizeல சிரிப்பிருக்கும் almost ஆறடி ஊரில் யாரடி இவன் போல் இவன் போல் goody goody goody goody  Meet my meet my boyfriend My smart ‘nd sexy boyfriend   என் facebook friends யார் யாருன்னு கேட்டுக் கொல்ல மாட்டானே என் status மாத்தச் சொல்லி என்ன தொல்லை செய்ய மாட்டானே  கிட்ட வந்து நான் பேசும் போதோ twitterகுள்ள மூழ்கிடுவான் இச்சுன்னு ஸ்வீட்டா கன்னத்தில் தந்தா நச்சுன்னு ட்வீட்டா போட்டுடுவான்  romance கொஞ்சம் thriller கொஞ்சம் காத்தில் பஞ்சாய் நெஞ்சம் நெஞ்சம்  Meet my meet my boyfriend My smart ‘nd sexy boyfriend   அவ cell phone ரெண்டிலும் காலிருக்கும் backup boyfriends நாலிருக்கும் நெஞ்சுல jealousyய வெதச்சுடுவா - என் வயித்துக்கு gelusil கொடுத்திடுவா  பொண்ணுங்க நம்பர் என் phoneல பாத்தா சத்தமில்லாம தூக்கிடுவா - ஓரக் கண்ணால sight அடிச்சாலும் நோக்குவர்மத்தில் தாக்கிடுவா  அளவா குடிப்பா அழகா வெடிப்பா இதயத் துடிப்பா(க) துடிப்பா(ள்) துடிப்பா(ள்)  Meet my meet my girlfriend My hot ‘n spicy girlfriend "}