{"திரைப்படம்": "Kuruvi", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Vidyasagar", "பாடல்": "Happy New Year", "வருடம்": "2008", "பாடியவர்கள்": "Yogi B, Dr. Burn, Mc.jazz, Sunidhi Chauhan", "பாடல்வரிகள்": "ஆண்: Are youll ready for the countdown? Ladies and Gentlemen, Players and Hustlers Five.. Four.. Three.. Two.. One.. Happy New Year!!...... Dengar dengarlah cerita si gadis, jejakanya di cari disini, Mukanya comel, badannya tegap, suara dan matanya di hati..  ஆண்: அவன் தேடி தேடி அலையுறான் ஊருக்குள்ளே தேபேராட கேர்ள் ஹண்டிங் ஹேர் மாப்பிள்ளை ரெண்டு கண்களை மட்டும் நீ பார்த்துபுட்டே கடைப்பான் வெடிக்க வடிவேலனை இவ இவ இவ இவா....  பெண்: தானானே தந்தானானே தந்தானானே தந்தானா தானானே தந்தானானே தந்தானானே தானேனா தானானே தந்தானானே தந்தானானே தந்தானா தானானே தந்தானானே தந்தானானே தானேனா  பெண்: கெட்ட பையன் கெட்ட பையன் கண்ணை போல வந்த பையன் Oh.. Know! என் மனசு சுட்டே புட்டான் U know u know u know u know! ரொம்ப ரொம்ப கெட்ட பையன் ரவுண்டு அடிக்க விட்ட பையன் கண்டுபிடி எங்க இருக்கான் U know u know u... know...  ஆண்: போகுது தேயுது புத்தாண்டு அவன் கண்களை பார்த்தேன் குரலை கேட்டேன் ஆச வச்சேன் ஓ மனசு தெச்தேன் சிங்க குட்டி சுத்த தங்க கட்டி சொல்ல போனா இளையதளபதி...  பெண்: தானானே தந்தானானே தந்தானானே தந்தானா தானானே தந்தானானே தந்தானானே தானேனா  ஆண்: Pretty girl searching for her boy Gila gila crazy Will she ever find, we will never know? Love him so easy??  (இசை...)  பெண்: அண்டக்கா கசம் கசம் அபுக்கா ஹூகும் ஹூகும் மந்திரத்தை பூட்ட பாத்த U know u know u know u know! சிசேம் தொறக்கவில்ல சிங்கம் கெடைக்கவில்லை Yah... Yah... யாரவன் எங்கே இருக்கான் U know u know u... know  ஆண்: தமிழ் பெண்ணே நீ தேடும் பையன் சுத்தும் குருவி கூட்டம் அருவி பட்டாம் பூச்சி போல பறக்கும் அது நெனச்சு ஜோதி கெடச்சா கண்ணாலே கட்டிக்கோ வைகாசி வெடி வெடிச்சா சிவகாசி திருப்பாச்சி தீராத விளையாட்டு பிள்ளை அவன் ஆடும் கண்ணாமூச்சி தங்கமே தங்கம் தங்கமே தங்கம் கேளு... கேளு....  பெண்: தானானே தந்தானானே தந்தானானே தந்தானா தானானே தந்தானானே தந்தானானே தானேனா  ஆண்: சரியான லூசு போல, Tension, Ei macam mana le nie இப்போ பூருவோம்... பூரே.. பூரே... பூரே... Dance for me, tamilnadu dance for me, taarigithathom! Dance for me, I m gonna, Kuthu dance for me, All day go, party time! All come dance for me! One more time, ஆட்டம் போடு!!  பெண்: அத்திரி புத்திரி ஆச்சுலா என் கவனம் செதரி போச்சுலா அவன பார்த்த அடுத்த நிமிசம் நின்னா போச்சு மூச்சுலா  ஆண்: ஊரே... பெண்: கேக்கல...  ஆண்: சரியா... பெண்: பாக்கல...  பெண்: சொலட்டிப் போட்ட சோழி போல சொழன்டு நின்னே லா!...  ஆண்: .................. Sing kuruvi gal ................ கைய வச்ச தீ பறக்கும் ........ fire lah tornado puyalu lah முகமுடி சூடி மறைந்த காதலன் எவனோ ........ here we go  பெண்: தானானே தந்தானானே தந்தானானே தந்தானா தானானே தந்தானானே தந்தானானே தானேனா தானானே தந்தானானே தந்தானானே தந்தானா தானானே தந்தானானே தந்தானானே தானேனா R U FEELING ALL RIGHT??!!"}