{"திரைப்படம்": "Kannukkul Nilavu", "பாடலாசிரியர்": "Palani Barathi", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "அடிடா மேளத்த", "வருடம்": "2000", "பாடியவர்கள்": "S.P.Balasubramaniam, S. N. Surendar, Arun Mozhi", "பாடல்வரிகள்": "ஏய் என்னடா நட தாளம் தப்புது ஏய் தாளத்துல நடறான்னா  யம்மா யம்மா யம்ம தம்ம தம்ம தம்மா யம்மா யம்மா யம்ம தம்ம தம்ம தம்மா  அடிடா மேளத்த நான் பாடும் பாட்டுக்கு இழுக்காதே என்ன ஒன் ரூட்டுக்கு பிடிடா ராகத்த இளவட்ட பீட்டுக்கு ஒதுங்காதே இந்த விளையாட்டுக்கு  அடிடா மேளத்த நான் பாடும் பாட்டுக்கு இழுக்காதே என்ன ஒன் ரூட்டுக்கு பிடிடா ராகத்த இளவட்ட பீட்டுக்கு ஒதுங்காதே இந்த விளையாட்டுக்கு  சாம்பாரே கேட்காத மச்சான் மச்சான் விடிஞ்சாலே அட கூவாத சிக்கான் சிக்கான் மாஞ்சாவே தடவாம கிட்டான் கிட்டான் காத்தாடி அட நீலாவே கெட்டான் கெட்டான்  அடிடா மேளத்த நான் பாடும் பாட்டுக்கு இழுக்காதே என்ன ஒன் ரூட்டுக்கு பிடிடா ராகத்த இளவட்ட பீட்டுக்கு ஒதுங்காதே இந்த விளையாட்டுக்கு  கட்டு கட்டா பணத்த அட சேத்து வெச்சவன் கொட்ட கொட்ட முழிப்பான் கன்னக் கோலு மறைக்கும் அட மனுஷந்தாண்டா தூக்கம் கெட்டுத் தவிப்பான் கடனை அதிகம் வாங்கி தவிச்சவன் உறக்கம் வரல நாள் முழுதும் விழிக்கிறான் திருட்டுத் தனமா காதல் வளர்த்தவன் தெனமும் இரவில் கண் முழிச்சுக் கெடக்குறான் நாமெல்லாம் யோக்கியந்தான் மச்சான் மச்சான் ஆனாலும் கண் முழிக்க வெச்சான் வெச்சான் ஆசையில பம்பரமா ஆட்டி வெச்சான் எல்லாமே எந்திரமா மாத்தி வெச்சான்  அடிடா மேளத்த நான் பாடும் பாட்டுக்கு இழுக்காதே என்ன ஒன் ரூட்டுக்கு பிடிடா ராகத்த இளவட்ட பீட்டுக்கு ஒதுங்காதே இந்த விளையாட்டுக்கு  சங்கீதத்தின் சங்கதி சரிகமப தம்பிக்குச் சொல்லிக் கொடு தம்பி சுருதி பிடிச்சா அதிகமப்பா தம்மாரே தம்மு கொடு லால்லா லால்லலல… கொறட்ட கொறட்ட ஜதி போடுது உருண்டு பொரண்டு ஊருலகம் ஒறங்குது உறங்கும் கிளிகள் இப்ப வீட்டுல எழுப்பு எழுப்பு அட நம்ம பாட்டுல சய்யாரே சிக்கிமுக்கி சிக்கிகிச்சு ஒய்யாரே வெக்கப்பட்டு ஒட்டிகிச்சு கண்ணாலே கிச்சு முச்சு வச்சிகிச்சு தன்னாலே தொட்டு தொட்டு பத்திகிச்சு  அடிடா மேளத்த நான் பாடும் பாட்டுக்கு இழுக்காதே என்ன ஒன் ரூட்டுக்கு பிடிடா ராகத்த இளவட்ட பீட்டுக்கு ஒதுங்காதே இந்த விளையாட்டுக்கு  சாம்பாரே கேட்காத மச்சான் மச்சான் விடிஞ்சாலே அட கூவாத சிக்கான் சிக்கான் மாஞ்சாவே தடவாம கிட்டான் கிட்டான் காத்தாடி அட நீலாவே கெட்டான் கெட்டான்  அடிடா மேளத்த நான் பாடும் பாட்டுக்கு இழுக்காதே என்ன ஒன் ரூட்டுக்கு பிடிடா ராகத்த இளவட்ட பீட்டுக்கு ஒதுங்காதே இந்த விளையாட்டுக்கு"}