{"திரைப்படம்": "Ko", "பாடலாசிரியர்": "Pa. Vijay", "இசையமைப்பாளர்": "Harris Jayaraj", "பாடல்": "அகா நாகா", "வருடம்": "2011", "பாடியவர்கள்": "Tippu, Vijay Prakash", "பாடல்வரிகள்": "சிறகுகளின் வணக்கம் சுவாகத நமஸ்காரம் வந்தனம் விண்ணிலும் மண்ணிலும் உள்ள நட்சத்திரங்களோடு ஒன்னா சேர்ந்து இணைந்து பிணைந்து நினைந்து பிச்சிப் பின்னி பேர்த்தெடுக்கலாம்  ஹேய் அக நக நக சிரிப்புகள் அழகா திகு தக தக நிலவுகள் அழகா வெறி வெறி வெறி சமத்துகள் அழகா கொழு கொழுப்புகள் அழகா!  அக நக நக சிரிப்புகள் அழகா திகு தக தக நிலவுகள் அழகா வெறி வெறி சமத்துகள் அழகா கொழு கொழுப்புகள் அழகா  லம்போர்கினி லவ் மெனி வெள்ளி சனி   ஏய் ராவெல்லாம் இதழ் பனி நீ பத்தினி தீ பத்தினி உன் மேல் இனி யாரடித் தேனி  தோள் சாய்ந்த அணைப்பு அவன் தோழன் என்றா நினைப்பு ஏன் இந்த படைப்பு இங்கில்லை களைப்பு!  தோள் சாய்ந்த அணைப்பு அவன் தோழன் என்றா நினைப்பு ஏன் இந்த படைப்பு இங்கில்லை களைப்பு  தாக்க தாக்கவே துடிக்குதே நெஞ்சம் நோக்க நோக்கவே புடிக்குதே கொஞ்சம்  தொடத் தொடத் தொட ரோலெக்ஸ் மின்ன தொனத் தொனத் தொன வேச்சிவ் பேச ஜிலு ஜிலு ஜில ஷாம்பிங் பொங்க ஸ்விஸ்க்கிசை மெல்ல  தொடத் தொடத் தொட ரோலெக்ஸ் மின்ன தொனத் தொனத் தொன வச்சுப் பேச ஜிலு ஜிலு ஜில ஷாம்பிங் பொங்க ஸ்விஸ்க்கிசை மெல்ல ஃப்ராண்டோடு வாழ்க்கை ஃப்ரண்டோடு சேர்க்கை கையோடு யார் கை ஆகா! நல்ல யாக்கை! மனம் மாறும் ஃபேஸன் மாறாது பேஷன் பகலெல்லாம் வேஷம் மாலையில் நேசம்  வா காதல் ஃபெராரி  இள நெஞ்சை அள்ளும் ஷோனாலி லுய்விட்டா கண்ணாடி பல கண்கள் பின்னாடி வா காதல் ஃபெராரி  இள நெஞ்சை அள்ளும் ஷோனாலி லுய்விட்டா கண்ணாடி பல கண்கள் பின்னாடி  தாக்க தாக்கவே துடிக்குதே நெஞ்சம்  புடிக்கிதே புடிக்கிதே  நூறு நூறு பேர் அருகே அருகே யாரு யாரு சொல் அழகே வேறு வேறு ஊர் மனமே மனமே வேர்த்திடாத ஓர் இனமே  நூறு நூறு பேர் அருகே அருகே யாரு யாரு சொல் அழகே வேறு வேறு ஊர் மனமே மனமே வேர்த்திடாத ஓர் இனமே  மின்மினுப்பகல் மின் வீச்சுகள் கொட்டும் சிலுசிலுப்பாக சில சில்மிஷம் சொட்டும் இதுதான் இதுதான் இளமை உலகம் வெற்றி ஒன்றுதான் இங்கே உதவும்  அக நக நக சிரிப்புகள் அழகா திகு தக தக நிலவுகள் அழகா வெறி வெறி சமத்துகள் அழகா கொழு கொழுப்புகள் அழகா  அக நக நக சிரிப்புகள் அழகா திகு தக தக நிலவுகள் அழகா வெறி வெறி சமத்துகள் அழகா கொழு கொழுப்புகள் அழகா  லம்போர்கினி லவ் மெனி வெள்ளி சனி   ஏய் ராவெல்லாம் இதழ் பனி நீ பத்தினி தீ பத்தினி உன் மேல் இனி யாரடித் தேனி  தோள் சாய்ந்த அணைப்பு அவள் தோழி என்றா நினைப்பு ஏன் இந்த படைப்பு இங்கில்லை களைப்பு  புடிக்கிதே புடிக்கிதே  தோள் சாய்ந்த அணைப்பு அவள் தோழி என்றா நினைப்பு ஏன் இந்த படைப்பு இங்கில்லை களைப்பு  புடிக்கிதே புடிக்கிதே"}