{"திரைப்படம்": "Kandan Karunai", "பாடலாசிரியர்": "Kannadasan", "இசையமைப்பாளர்": "K. V. Mahadevan", "பாடல்": "அறுபடை வீடு கொண்ட", "வருடம்": "1967", "பாடியவர்கள்": "Seerkazhi Govindarajan", "பாடல்வரிகள்": "அறுபடை வீடு கொண்ட திருமுருகா அறுபடை வீடு கொண்ட திருமுருகா திரு முருகாற்றுப் படை தனிலே  வரும் முருகா முருகா  அறுபடை வீடு கொண்ட திருமுருகா திரு முருகாற்றுப் படை தனிலே  வரும் முருகா முருகா  அறுபடை வீடு கொண்ட திருமுருகா  பாட்டுடைத் தலைவன் என்று  உன்னை வைத்தேன் பாட்டுடைத் தலைவன் என்று  உன்னை வைத்தேன் உன்னைப் பாடித் தொழுவதற்கே  என்னை வைத்தேன்  உன்னைப் பாடித் தொழுவதற்கே  என்னை வைத்தேன் முருகா   அறுபடை வீடு கொண்ட திருமுருகா   வேண்டிய மாம்பழத்தைக் கணபதிக்கு...  அந்த வெள்ளிப் பனித் தலையர்  கொடுத்ததற்கு... ஆ...  வேண்டிய மாம்பழத்தைக் கணபதிக்கு அந்த வெள்ளிப் பனித் தலையர்  கொடுத்ததற்கு ஆண்டியின் கோலமுற்று மலை மீது ஆண்டியின் கோலமுற்று மலை மீது  நீ அமர்ந்த பழனி ஒரு படை வீடு  நீ அமர்ந்த பழனி ஒரு படை வீடு   அறுபடை வீடு கொண்ட திருமுருகா   ஒரு பெரும் தத்துவத்தின் சாறெடுத்து  நல்ல ஓம் எனும் மந்திரத்தின்  பொருள் உரைத்து ஒரு பெரும் தத்துவத்தின் சாறெடுத்து  நல்ல ஓம் எனும் மந்திரத்தின்  பொருள் உரைத்து தந்தைக்கு உபதேசம் செய்த மலை தந்தைக்கு உபதேசம் செய்த மலை  எங்கள் தமிழ்த் திரு நாடு கண்ட  சுவாமி மலை  எங்கள் தமிழ்த் திரு நாடு கண்ட  சுவாமி மலை   அறுபடை வீடு கொண்ட திருமுருகா   தேவர் படைத் தலைமை பொறுப்பெடுத்து தோள்கள் தினவெடுத்து சூரன் உடல் கிழித்து கோவில் கொண்டே அமர்ந்த ஒரு வீடு கோவில் கொண்டே அமர்ந்த ஒரு வீடு  கடல் கொஞ்சும் செந்தூரில் உள்ள  படை வீடு  கடல் கொஞ்சும் செந்தூரில் உள்ள  படை வீடு   அறுபடை வீடு கொண்ட திருமுருகா   குறு நகை தெய்வானை மலரோடு  உந்தன் குல மகளாக வரும்  நினைவோடு குறு நகை தெய்வானை மலரோடு  உந்தன் குல மகளாக வரும்  நினைவோடு திருமணக் கோலம் கொண்ட ஒரு வீடு  திருமணக் கோலம் கொண்ட ஒரு வீடு  வண்ண திருப்பரங்குன்றம் என்னும்  படை வீடு  வண்ண திருப்பரங்குன்றம் என்னும்  படை வீடு முருகா  அறுபடை வீடு கொண்ட திருமுருகா   தேவர் குறை தவிர்த்து சினம் தணிந்து  வள்ளி தெள்ளுத் தமிழ்க் குறத்தி  தன்னை மணந்து தேவர் குறை தவிர்த்து சினம் தணிந்து  வள்ளி தெள்ளுத் தமிழ்க் குறத்தி  தன்னை மணந்து காவல் புரிய என்று அமர்ந்த மலை காவல் புரிய என்று அமர்ந்த மலை  எங்கள் கன்னித் தமிழர்  திருத் தணிகை மலை  தணிகை மலை திருத் தணிகை மலை   அறுபடை வீடு கொண்ட திருமுருகா   கள்ளமில்லாமல் வரும் அடியவர்க்கு... அடியவர்க்கு... கள்ளமில்லாமல் வரும் அடியவர்க்கு  நல்ல காட்சி தந்து கந்தன் கருணை தந்து கள்ளமில்லாமல் வரும் அடியவர்க்கு  நல்ல காட்சி தந்து கந்தன் கருணை தந்து வள்ளி தெய்வானையுடன் அமர் சோலை வள்ளி தெய்வானையுடன் அமர் சோலை தங்க மயில் விளையாடும் பழமுதிர்ச் சோலை  மயில் விளையாடும் பழமுதிர்ச் சோலை... முருகா...  அறுபடை வீடு கொண்ட திருமுருகா திரு முருகாற்றுப் படை தனிலே  வரும் முருகா முருகா  அறுபடை வீடு கொண்ட திருமுருகா முருகா... முருகா..."}