{"திரைப்படம்": "Ko", "பாடலாசிரியர்": "Viveka", "இசையமைப்பாளர்": "Harris Jayaraj", "பாடல்": "அமளி துமளி நெளியும் valley", "வருடம்": "2011", "பாடியவர்கள்": "Chinmayi, Hariharan, Swetha Mohan", "பாடல்வரிகள்": "அமளி துமளி நெளியும் valley எனை கவ்விக் கொண்டதே அழகு இடுப்பின் ஒரு பாதி எனை அள்ளிச் சென்றதே கொலம்பஸ் கனவிலும் நினைக்காத ஒரு தேசம் அழைக்குதே கொளுத்தும் வெயிலிலும் எனக்குள்ளே குளிர்க்காற்றும் வீசுதே  ரோஜாப்பூவும் அடி முள்ளில் பூக்கும் என அறிவேனே பேனா முள்ளில் இந்த பூவும் பூத்ததொரு மாயம் மாறி மாறி உன்னைப் பார்க்க சொல்லி விழி கெஞ்சும் எந்தன் நெஞ்சோடு நெஞ்சோடு காதல் பொங்கி வருதே  அமளி துமளி நெளியும் valley எனை கவ்விக் கொண்டதே அழகு இடுப்பின் ஒரு பாதி எனை அள்ளிச் சென்றதே கொலம்பஸ் கனவிலும் நினைக்காத ஒரு தேசம் அழைக்குதே கொளுத்தும் வெயிலிலும் எனக்குள்ளே குளிர்க்காற்றும் வீசுதே  வா என சொல்லவும் தயக்கம் மனம் போ என தள்ளவும் மறுக்கும் இங்கு காதலின் பாதையில் அனைத்தும் அட பெரும் குழப்பம்  ஆறுகள் அருகினில் இருந்தும் அடைமழை அது சோவென பொழிந்தும் அடி நீ மட்டும் தூரத்தில் இருந்தால் நா வரண்டும் விடும் ஹே கூவா கூவா கூவா கூவா குயிலேது ஹே தவ்வா தவ்வா தவ்வா தவ்வா மனமேது  ஓ முதல்மழை நனைத்ததைப் போலே முதல் புகழ் அடந்ததைப் போலே குதிக்கிறேன் குதிக்கிறேன் மேலே ஆருயிரே  ஓ எனக்குனை கொடுத்தது போதும் தரைத்தொட மறுக்குது பாதம் எனக்கினி உறக்கமும் தூரம் தேவதையே  அமளி துமளி நெளியும் valley எனை கவ்விக் கொண்டதே அழகு இடுப்பின் ஒரு பாதி எனை அள்ளிச் சென்றதே கொலம்பஸ் கனவிலும் நினைக்காத ஒரு தேசம் அழைக்குதே கொளுத்தும் வெயிலிலும் எனக்குள்ளே குளிர்க்காற்றும் வீசுதே  கால்களில் ஆடிடும் கொலுசு அதன் ஓசைகள் பூமிக்கு புதுசு அதை காதுகள் கேட்டிடும் பொழுது நான் கவியரசு  மேற்கிலும் சூரியன் உதிக்கும் நீர் மின்மினி சூட்டிலும் கொதிக்கும் அட அருகினில் நீ உள்ள வரைக்கும் மிக மண மணக்கும்  ஹே பூவா பூவா பூவா பூவா சிரிப்பாலே ஹே அவ்வா அவ்வா அவ்வா அவ்வா தீர்த்தாயே ஹே சூடாமலே அணிகலன் இல்லை தொடாமலே உடல் பலன் இல்லை விடாமலே மனதினில் தொல்லை காதலியே  தொடத் தொட இனித்தடை இல்லை இடைவெளி மிகப்பெரும் தொல்லை அடையலாம் மகிழ்ச்சியின் எல்லை கூடலிலே  அமளி துமளி நெளியும் valley எனை கவ்விக் கொண்டதே அழகு இடுப்பின் ஒரு பாதி எனை அள்ளிச் சென்றதே கொலம்பஸ் கனவிலும் நினைக்காத ஒரு தேசம் அழைக்குதே கொளுத்தும் வெயிலிலும் எனக்குள்ளே குளிர்க்காற்றும் வீசுதே  ரோஜாப்பூவும் அடி முள்ளில் பூக்கும் என அறிவேனே பேனா முள்ளில் இந்த பூவும் பூத்ததொரு மாயம் மாறி மாறி உன்னைப் பார்க்க சொல்லி விழி கெஞ்சும் எந்தன் நெஞ்சோடு நெஞ்சோடு காதல் பொங்கி வருதே"}