{"திரைப்படம்": "Sangathamizhan", "பாடலாசிரியர்": "Madhan Karky", "இசையமைப்பாளர்": "Vivek - Mervin", "பாடல்": "அழகு அழகு அழைக்குது", "வருடம்": "2019", "பாடியவர்கள்": "Mervin Solomon, Sujatha Mohan", "பாடல்வரிகள்": "கண்ணுக்குள்ள ஏய் பட்டாம்பூச்சி சிரிக்குது நெஞ்சுக்குள்ள அது குட்டி ரெக்க விரிக்குது கண்ணுக்குள்ள ஏய் பட்டாம்பூச்சி சிரிக்குது நெஞ்சுக்குள்ள அது குட்டி ரெக்க விரிக்குது  காணும் யாவிலும் இன்பம் கரைந்தே போகுது நெஞ்சம் என் உள்ளங்கையிலே என் புன்னகைகளா  கேட்க்கும் யாவிலும் தாளம் அசையும் யாவிலும் நடனம் என் சுவாச சாலையில் ஒரு வாச திருவிழா  காதோடு கதை பேசும் காற்று காலோடு உரையாடும் தூசு யாரின் பேச்சை நான் கேட்க போகிறேன் நில் என்று அழைக்கின்ற பூக்கள் வா என்று இழுக்கின்ற தோழன் யாரின் பேச்சைத்தான் நான் கேட்பதோ  தித்தின தத்தின தித்தின தத்தின அழகு அழகு அழகு அழகு அழைக்குது  தித்தின தத்தின தித்தின தத்தின சிறகு சிறகு புதிய சிறகு முளைக்குது  தித்தின தத்தின தித்தின தத்தின அழகு அழகு அழகு அழகு அழைக்குது  தித்தின தத்தின தித்தின தத்தின சிறகு சிறகு புதிய சிறகு முளைக்குது  காணும் யாவிலும் இன்பம் கரைந்தே போகுது நெஞ்சம் என் உள்ளங்கையிலே என் புன்னகைகளா  கேட்க்கும் யாவிலும் தாளம் அசையும் யாவிலும் நடனம் என் சுவாச சாலையில் ஒரு வாச திருவிழா  காதோடு கதை பேசும் காற்று காலோடு உரையாடும் தூசு யாரின் பேச்சை நான் கேட்க போகிறேன் நில் என்று அழைக்கின்ற பூக்கள் வா என்று இழுக்கின்ற தோழன் யாரின் பேச்சைத்தான் நான் கேட்பதோ   காற்பதனிக்குள்ளே ஒரு பூவை போலே வாழ்ந்தேன் மிச்சம் மீதி வாழ நான் வீதி வந்தேனே  வத்தி பெட்டிக்குள்ளே ஒரு வானம் இங்கு கண்டேன் தோசை கல்லின் மேலே நான் பாசம் கண்டேனே  கண்ணுக்குள்ள ஏய் பட்டாம்பூச்சி சிரிக்குது நெஞ்சுக்குள்ள அது குட்டி ரெக்க விரிக்குது தட்டவில்ல என் உலகமே தொறக்குது பிச்சிகிட்டு பறக்குதடா  கண்ணுக்குள்ள ஏய் பட்டாம்பூச்சி சிரிக்குது நெஞ்சுக்குள்ள அது குட்டி ரெக்க விரிக்குது தட்டவில்ல என் உலகமே தொறக்குது பிச்சிகிட்டு பறக்குதடா  வேறேதும் என் நெஞ்சிக்கு வேண்டாமடா கை கோர்த்து இச்சிற்றுண்டம் காண்போமடா வால்மீனை நான் வான் விட்டு வீழ்ந்தேனடா ஓர் நாளில் நான் என் ஆயுள் வாழ்ந்தேனே உன்னாலடா  தித்தின தத்தின தித்தின தத்தின அழகு அழகு அழகு அழகு அழைக்குது  தித்தின தத்தின தித்தின தத்தின சிறகு சிறகு புதிய சிறகு முளைக்குது  தித்தின தத்தின தித்தின தத்தின அழகு அழகு அழகு அழகு அழைக்குது  தித்தின தத்தின தித்தின தத்தின சிறகு சிறகு புதிய சிறகு முளைக்குது  தித்தின தத்தின தித்தின தத்தின அழகு அழகு அழகு அழகு அழைக்குது  தித்தின தத்தின தித்தின தத்தின சிறகு சிறகு புதிய சிறகு முளைக்குது"}