{"திரைப்படம்": "Kaaviya Thalaivan", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "அல்லி அர்ஜுனா", "வருடம்": "2014", "பாடியவர்கள்": "Bela Shende, Haricharan", "பாடல்வரிகள்": "வந்தனம் வந்தனம் வந்தனம் வந்தனம் எல்லோருக்கும் தந்தனம் தந்தனம் வந்தனம் வந்தனம் வந்தனம் வந்தனம் எல்லோருக்கும் தந்தனம் தந்தனம் குந்தனும் குந்தனும் குந்தனும் குந்தனும் இடம் பிடிக்க முந்தணும் முந்தணும்  யாதவனாம் அந்த மாதவனும் அவன் மச்சுனனாம் அந்த அர்ச்சுனனும் யாத்திரை வருகையிலே தீர்த்த யாத்திரை வருகையிலே நாடு கடந்து காடு கடந்து மதுரைக்கு வாராக தென் மதுரைக்கு வாராக அங்கு நடப்பது அல்லி ராஜ்ஜியம் அத்தனை ஆண்களும் சுத்த பூஜ்ஜியம் அல்லியோ புது ரோசா பார்த்தான் அர்ஜுன மகராசா அல்லி மலருல கள்ளு வடியுது அர்ஜுனன் முகத்துல ஜொள்ளு வடியுது ஆரம்பமாகுது நாடக காதலு ஆணுக்கும் பெண்ணுக்கும் நடக்குற மோதலு  அல்லி வருகிறாள் அல்லி வருகிறாள் அழகி அவள் பேரழகி அல்லி வருகிறாள் அல்லி வருகிறாள் அழகி அவள் பேரழகி முகத்தழகி ஆமா முகத்தழகி மருதாணி பூசிய நகத்தழகி கோவில் தூண் போல தொடையழகி கொம்பேறி மூக்கன் போல சடையழகி அவ நடக்குற நடைய பாத்து தென்றல் காத்து அத பாத்து உடல் வேர்த்து உடன் தோத்து அல்லி வருகிறாளே அல்லி வருகிறாள் அல்லி வருகிறாள் அழகி அவள் பேரழகி அல்லி வருகிறாள் அல்லி வருகிறாள் அழகி அவள் பேரழகி  பிரியசகியே பிரியசகியே மழைநாளா இது மழைநாளா மயிலினம் தோகை விரிப்பதென்ன அது மோகன நாடகம் நடிப்பதென்ன மோகன நாடகம் நடிப்பதென்ன பிரியசகியே பிரியசகியே மழைநாளா இது மழைநாளா மயிலினம் தோகை விரிப்பதென்ன அது மோகன நாடகம் நடிப்பதென்ன நல்ல சகுனம் இது நல்ல சகுனம் ஒரு நாயகன் வரக்கூடும் உங்க வாய் வெளுக்க இரு விழி சிவக்க காதல் நோய் தனை தரக்கூடும் யாரடி அவன் யாரடி வீராதி வீரனோ கூறடி சூராதி சூரனோ கூறடி இந்த அல்லியை ஜாதி மல்லியை இன்பவல்லியை உயிர்கொல்லியை வெல்லத் தகுந்தவனோ ஏழு வண்ணம் மிகுந்தவனோ யாரடி யாரடி  அவையிளிருக்கும் அத்தனை பேருக்கும் வணக்கம் வணக்கம் வணக்கம் என் வணக்கத்திலே தான் தமிழ் மணக்கும் பஞ்ச பாண்டவர் அஞ்சு பேர்கள் நடுவினில் நான் பிறந்தேன் அர்ஜுனன் என் பேரு இரத்தினபுரி தான் என் ஊரு கண்ணா கண்ணா ஏன் அழைத்தாய் என்னை ஏன் அழைத்தாய் அர்ஜுனனனே என் ஆருயிர் தோழா மதுரையை ஆள்கிற அல்லி என் மனதை எடுத்தாலே கள்ளி என் உள்ளத்தை ஒட்டிய பல்லி அவளை ஒடுக்கனும் படுக்கையில் புள்ளி இந்த சமையத்தில் நீ உதவனும் கண்ணா எங்கள சேத்து நீ வைக்கணும் ஒண்ணா நான் பாமாவுக்குத்தாண்டா மாமா அதை நீ மறக்காதே ஆமா உன்னை விட்டால் எனக்கு யாரு உதவி செய்வார் கூறு நான் மார்க்கங்கள் சொல்வேன் கேளு மணமாலையை தாங்கும் உன் தோளு  நான் நன்னதுவியில்லை என்றிருக்க என் மணிக்கழுத்தில் தாலி கட்டலாமா கட்டலாமா என் மேல குத்தமில்ல உன்ன கண்ட முதலா என் நெஞ்சு சுத்தமல்ல என் மேல குத்தமில்ல உன்ன கண்ட முதலா என் நெஞ்சு சுத்தமல்ல நீ போட்டது எத்தனை வேடமடா குந்தி புத்திரனாய் வந்த மூடமடா வீரன் என்றால் நீ வில்லெடு இந்த பூவையின் மேலே போர் தொடு  ஆ… ஆ… நெஞ்சு பொறுக்குதில்லையே நெஞ்சு பொறுக்குதில்லையே நாம் தாயால் பிறந்தோம் பிறந்தோம் தமிழால் வளர்ந்தோம் வளர்ந்தோம் தாயும் தமிழும் பெண்தானே இரண்டும் இரண்டு கண்தானே தாயும் தமிழும் பெண்தானே இரண்டும் இரண்டு கண்தானே பரங்கியர்க்கு பாரத தாய் தான் அடிமையாவதா அவள் கைவிலங்காலும் கால் விலங்காலும் நாளும் நோவதா விடுதலை வேள்வியில் கொடுதலை வெள்ளையன் செய்வானோ சுடுதலை மக்களுக்கில்லை சூடு இது மாபெரும் மானக்கேடு எங்கே போகும் நாடு இது நாமிருக்கும் தாய் வீடு நெஞ்சு பொறுக்குதில்லையே நெஞ்சு பொறுக்குதில்லையே"}