{"திரைப்படம்": "Tamil Devotional", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "", "பாடல்": "அயிகிரி நந்தினி", "வருடம்": "2013", "பாடியவர்கள்": "", "பாடல்வரிகள்": "துர்க்கைத் தாயே துன்பங்களை நீக்குவாய்!  மாதர் மே மது கைடபக்னி மஹிஷ ப்ராணாபஹாரோத்ய மே ஹேலா நிர்மித தூம்ரலோசன வதே ஹே சண்ட முண்டார்த்தினி நிச்சேஷீ க்ருத ரக்தபீஜ தனுஜே நித்யே நிசும்பாபஹே சும்ப த்வம்ஸினி ஸம்ஹராசு துரிதம் துர்கே நமஸ்தே அம்பிகே  1. அயிகிரி நந்தினி நந்தித மேதினி விச்வ வினோதினி நந்தநுதே கிரிவர விந்த்ய சிரோதி நிவாஸினி விஷ்ணு விலாஸினி ஜிஷ்ணுநுதே பகவதி ஹே சிதிகண்ட குடும்பினி பூரிகுடும்பினி பூரிக்ருதே ஜய ஜய ஹே மஹிஷாஸுர மர்தினி ரம்ய கபர்தினி சைலஸுதே  2. ஸுரவர வர்ஷிணி துர்தர தர்ஷிணி துர்முக மர்ஷிணி ஹர்ஷரதே த்ரிபுவன போஷிணி சங்கர தோஷிணி கில்பிஷ மோஷிணி கோஷரதே தனுஜ நிரோஷிணி திதிஸுத ரோஷிணி துர்மத சோஷிணி ஸிந்துஸுதே ஜய ஜய ஹே மஹிஷாஸுர மர்தினி ரம்ய கபர்தினி சைலஸுதே  3. அயி ஜகதம்ப மதம்ப கதம்பவன ப்ரிய வாஸினி ஹாஸரதே சிகரி சிரோமணி துங்க ஹிமாலய ச்ருங்க நிஜாலய மத்யகதே மதுமதுரே மதுகைடப கஞ்ஜினி கைடப பஞ்ஜினி ராஸரதே ஜய ஜய ஹே மஹிஷாஸுர மர்தினி ரம்ய கபர்தினி சைலஸுதே  4. அயி சதகண்ட விகண்டித ருண்ட விதுண்டித சுண்ட கஜாதிபதே ரிபுகஜ கண்ட விதாரண சண்ட பராக்ரம சுண்ட ம்ருகாதிபதே நிஜபுஜ தண்ட நிபாதித கண்ட விபாதித முண்ட பதாதிபதே ஜய ஜய ஹே மஹிஷாஸுர மர்தினி ரம்ய கபர்தினி சைலஸுதே  5. அயிரண துர்மத சத்ரு வதோதித துர்தர நிர்ஜர சக்தி ப்ருதே சதுர விசார துரீண மஹாசிவ தூதக்ருத ப்ரமதாதிபதே துரித துரீஹ துராசய துர்மதி தானவ தூத க்ருதாந்தமதே ஜய ஜய ஹே மஹிஷாஸுர மர்தினி ரம்ய கபர்தினி சைலஸுதே  6. அயி சரணாகத வைரிவ தூவர வீர வராபய தாயகரே த்ரிபுவன மஸ்தக சூலவிரோதி சிரோதி க்ருதாமல சூலகரே துமிதுமி தாமர துந்துபி நாத மஹோ முகரீக்ருத திங்மகரே ஜய ஜய ஹே மஹிஷாஸுர மர்தினி ரம்ய கபர்தினி சைலஸுதே  7. அயி நிஜஹுங்க்ருதி மாத்ர நிராக்ருத தூம்ர விலோசன தூம்ரசதே ஸமரவிசோஷித சோணிதபீஜ ஸமுத்பவ சோணித பீஜலதே சிவசிவ சும்ப நிசும்ப மஹாஹவ தர்ப்பித பூத பிசாசரதே ஜய ஜய ஹே மஹிஷாஸுர மர்தினி ரம்ய கபர்தினி சைலஸுதே  8. தனுரனு ஸங்க ரணக்ஷண ஸங்க பரிஸ்ஃபுர தங்க நடத்கடகே கனக பிசங்க ப்ரிஷத்க நிஷங்க ரஸத்பட ச்ருங்க ஹதாபடுகே க்ருத சதுரங்க பலக்ஷிதிரங்க கடத்பஹுரங்க ரடத்படுகே ஜய ஜய ஹே மஹிஷாஸுர மர்தினி ரம்ய கபர்தினி சைலஸுதே  9. ஜய ஜய ஜப்ய ஜயே ஜய சப்த பரஸ்துதி தத்பர விச்வ நுதே பன பன பிஞ்ஜினி பிங்க்ருத நூபுர ஸிஞ்ஜித மோஹித பூதபதே நடித நடார்த்த நடீ நட நாயக நாடித நாட்ய ஸுகான ரதே ஜய ஜய ஹே மஹிஷாஸுர மர்தினி ரம்ய கபர்தினி சைலஸுதே  10. அயி ஸுமன: ஸுமன: ஸுமன: ஸுமன: ஸுமனோஹர காந்தியுதே ச்ரித ரஜனீ ரஜனீ ரஜனீ ரஜனீ ரஜனீகர வக்த்ர வ்ருதே ஸுநயன விப்ரமர ப்ரமர ப்ரமர ப்ரமர ப்ரமரா திபதே ஜய ஜய ஹே மஹிஷாஸுர மர்தினி ரம்ய கபர்தினி சைலஸுதே  11. ஸஹித மஹாஹவ மல்ல மதல்லிக மல்லி தரல்லக மல்லரதே விரசித வல்லிக பல்லி கமல்லிக ஜில்லிக பில்லிக வர்கவ்ருதே சிதக்ருத ஃபுல்லஸ முல்லஸி தாருண தல்லஜ பல்லவ ஸல்லலிதே ஜய ஜய ஹே மஹிஷாஸுர மர்தினி ரம்ய கபர்தினி சைலஸுதே  12. அவிரலகண்ட கலன்மத மேதுர மத்த மதங்கஜ ராஜபதே த்ரிபுவன பூஷண பூதகலாநிதி ரூப பயோநிதி ராஜஸுதே அயிஸுத தீஜன லாலஸ மானஸ மோஹன மன்மத ராஜஸுதே ஜய ஜய ஹே மஹிஷாஸுர மர்தினி ரம்ய கபர்தினி சைலஸுதே  13. கமல தலாமல கோமல காந்தி கலா கலிதாமல பாலலதே ஸகல விலாஸ கலாநிலய க்ரம கேலிசலத்கல ஹம்சகுலே அலிகுல சங்குல குவலய மண்டல மௌலிமிலத் பகுலாலிகுலே ஜய ஜய ஹே மஹிஷாஸுர மர்தினி ரம்ய கபர்தினி சைலஸுதே  14. கர முரலீரவ வீஜித கூஜித லஜ்ஜித கோகில மஞ்ஜுமதே மிலித புலிண்ட மனோஹர குஞ்ஜித ரஞ்சித சைல நிகுஞ்ஜகதே நிஜகுணபூத மஹா சபரீகண ஸத்குண ஸம்ப்ருத கேலிதலே ஜய ஜய ஹே மஹிஷாசுர மர்தினி ரம்யக பர்தினி சைலஸுதே  15. கடிதடபீத துகூல விசித்ர மயூக திரஸ்க்ருத சந்த்ரருசே ப்ரணத ஸுராஸுர மௌலி மணிஸ்ஃபுர தன்சுல ஸன்னக சந்த்ரருசே ஜிதகனகாசல மௌலி பதோர்ஜித நிர்பர குஞ்ஜர கும்பகுசே ஜய ஜய ஹே மஹிஷாஸுர மர்தினி ரம்ய கபர்தினி சைலஸுதே  16. விஜித ஸஹஸ்ர கரைக ஸஹஸ்ர கரைக ஸஹஸ்ர கரைகநுதே க்ருத ஸுர தாரக ஸங்கர தாரக ஸங்கர தாரக ஸூனுஸுதே ஸுரத சமாதி ஸமான ஸமாதி ஸமாதி ஸமாதி ஸுஜாதரதே ஜய ஜய ஹே மஹிஷாஸுர மர்தினி ரம்ய கபர்தினி சைலஸுதே  17. பதகமலம் கருணா நிலயே வரிவஸ்யதியோ ஸ்னுதினம் ஸுசிவே அயி கமலே கமலா நிலயே கமலா நிலய ஸகதம் நபவேத் தவ பதமேவ பரம்பதமித் யனு சீலயதோ மமகிம் ந சிவே ஜய ஜய ஹே மஹிஷாஸுர மர்தினி ரம்ய கபர்தினி சைலஸுதே  18. கனகல ஸத்கல ஸிந்துஜலைரனு ஸிஞ்சிநுதே குண ரங்கபுவம் பஜதி ஸகிம் நசசீ குசகும்ப தடீ பரிரம்ப ஸுகானுபவம் தவ சரணம் சரணம் கரவாணி நதாமரவாணி நிவாஸிசிவம் ஜய ஜய ஹே மஹிஷாஸுர மர்தினி ரம்ய கபர்தினி சைலஸுதே  19. தவ விமலேந்து குலம் வதனேந்துமலம் ஸகலம் நனு கூலயதே கிமு புரஹூத புரீந்துமுகீ ஸுமுகீபிரஸெள விமுகீ க்ரியதே மமது மதம் சிவநாமதனே பவதீ க்ருபயா கிமுத க்ரியதே ஜய ஜய ஹே மஹிஷாஸுர மர்தினி ரம்ய கபர்தினி சைலஸுதே  20. அயி மயி தீனதயாலு தயா க்ருபயைவ த்வயா பவித்வயமுமே அயி ஜகதோ ஜனனீ க்ருபயாஸி யதாஸி ததாஸனு மிதாஸிரதே யதுசித மத்ர பவத்யுரரீ குருதா துருதா பமபாகுருதே ஜய ஜய ஹே மஹிஷாஸுர மர்தினி ரம்ய கபர்தினி சைலஸுதே"}