{"திரைப்படம்": "Thirupaachi", "பாடலாசிரியர்": "Perarasu", "இசையமைப்பாளர்": "Devi Sri Prasad", "பாடல்": "அப்பன் பன்ன தப்புல", "வருடம்": "2005", "பாடியவர்கள்": "Anuradha Sriram, Pushpavanam Kuppusamy", "பாடல்வரிகள்": "அப்பன் பன்ன தப்புல ஆத்தா பெத்த வெத்தல வெளஞ்சிருக்குடா வெளஞ்சு நனஞ்சிருக்குடா அடி உன்ன சொல்லி தப்பில்ல வயசு பென்னு மப்புல மாஞ்சிருக்கடி மாஞ்சு காஞ்சிருக்கடி  ஹேய் கையளவு கத்துக்கோ உலகளவு ஒத்துக்கோ என்னவேணா வச்சுக்கோ எத்தனையோ பெத்துக்கோ  முன்னழக கட்டிக்கோ பின்னழக வெட்டிக்கோ ஒன்னும் வேணாம் ஒத்திக்கோ அத்தனையும் பொத்திக்கோ  இடுப்போரம் மச்சம் காட்டவா நான் அப்புறமா மிச்சம் காட்டவா ஹேய் இடுப்போரம் மச்சம் காட்டவா மச்சான் அப்புறமா மிச்சம் காட்டவா  அப்பன் பன்ன தப்புல ஆத்தா பெத்த வெத்தல வெளஞ்சிருக்குடா அடி உன்ன சொல்லி தப்பில்ல வயசு பென்னு மப்புல மாஞ்சிருக்கடி மாஞ்சு காஞ்சிருக்கடி   கொய்ய கொய்ய கொய்யா கொய்யா கண்ணு படுமா கண்ணு பட்டு கண்ணு பட்டு வெம்பி விடுமா   கொய்ய கொய்ய கொய்யா கொய்யா கொத்திக்கிறவா கொய்யா வித கொய்யா வித சிக்கிக்கிடுமா  ஹேய் ஈச்ச எழுமிச்ச உங்கக்கா மக்காடா ஈச்ச எழுமிச்ச உங்கக்கா மக்காடா  ஆ வெளுத்த கண்ணம் உனக்கு உனக்கு கருத்த கண்ணம் எனக்கு எனக்கு ஒட்டி ஒட்டி தேயடி பட்டி தொட்டி ஆடடி  தேக்குமரத்தில் பாக்கு பாக்கு சிவந்து போகும் நாக்கு நாக்கு மொத்தவிலை சொல்லவா கிட்ட வந்து நில்லடா  ஹேய் நெய் முறுக்கு கைமுறுக்கு நொறுங்கி போச்சு யம்மா நான் கிரங்கிபுட்டன் சும்மா  அட காடேறி மேடேறி கூடிபுட்டா கச்சேரி  அஹ உன்சேரி என்சேரி ஊரறிஞ்ச காத்தாடி  இடுப்போரம் மச்சம் காட்டவா நான் அப்புறமா மிச்சம் காட்டவா ஹேய் இடுப்போரம் மச்சம் காட்டவா மச்சான் அப்புறமா மிச்சம் காட்டவா   அப்பன் பன்ன தப்புல ஆத்தா பெத்த வெத்தல வெளஞ்சிருக்குடா  அடி உன்ன சொல்லி தப்பில்ல வயசு பென்னு மப்புல கியான் கியான் கிகி கீ  ஒன்னு ரெண்டு மூணு நாலு அஞ்சு ஆறு ஏழு எட்டு இதுக்கு ஆசைய பாரு ஹேய் பத்து பத்து பத்து பத்து பத்துக்குள்ள ஒன்ன வெட்டு எட்டு எட்டு எட்டு எட்டு எட்டுகூட ஒன்ன கூட்டு  கடிச்ச இடத்தில் எறும்பு எறும்பு தடிச்ச இடத்தில் தழும்பு தழும்பு வெக்கம்கெட்ட ஆம்புள தூங்கிபுட்டா தேவல  ஆ பொத்தி வச்ச வெளக்கு வெளக்கு போர்வைக்குள்ள இருக்கு இருக்கு தூண்டிவிட்டு பார்க்கவா விளக்கில் என்ன ஊத்தவா  ஹே வளந்திருக்கு சரிஞ்சிருக்கு வெக்கம்கெட்ட நாக்கு ஹே அறுவடைக்கு காட்டு  மலையாள பொண்ணா நீ எங்க உன் முந்தாணி களவாணி படவா நீ உனக்கு நானா தலகாணி   கரகாட்டம் ஆடி காட்டவா உன்ன தலமேல வச்சி சுத்தவா வெளக்கு கரகாட்டம் ஆடி காட்டவா உன்ன தலமேல வச்சி சுத்தவா வெளக்கு  அப்பன் பன்ன தப்புல ஆத்தா பெத்த வெத்தல வெளஞ்சிருக்குடா வெளஞ்சு நனஞ்சிருக்குடா அடி உன்ன சொல்லி தப்பில்ல வயசு பென்னு மப்புல மாஞ்சிருக்கடி மாஞ்சு காஞ்சிருக்கடி  ஹேய் கையளவு கத்துக்கோ உலகளவு ஒத்துக்கோ என்னவேணா வச்சுக்கோ எத்தனையோ பெத்துக்கோ  முன்னழக கட்டிக்கோ பின்னழக வெட்டிக்கோ ஒன்னும் வேணாம் ஒத்திக்கோ அத்தனையும் பொத்திக்கோ  இடுப்போரம் மச்சம் காட்டவா நான் அப்புறமா மிச்சம் காட்டவா ஹேய் இடுப்போரம் மச்சம் காட்டவா மச்சான் அப்புறமா மிச்சம் காட்டவா அப்பன் பன்ன தப்புல"}