{"திரைப்படம்": "Nilaave Vaa", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "Vidyasagar", "பாடல்": "அக்குதே அக்குதே", "வருடம்": "1998", "பாடியவர்கள்": "Vidyasagar, S. N. Surendar, Gopal Rao", "பாடல்வரிகள்": "அக்குதே அக்குதே அக்குதே அக்குதே அதுக்கு மீனிங்க் அக்குதே அக்குதே அசத்த போரொம் அக்குதே அக்குதே அசத்வோமா  இக்குதே இக்குதே இக்குதே இக்குதே இதுக்கு மீனிங்க் இக்குதே இக்குதே இஞ்சின் வெயிட்டும் இக்குதே இக்குதே அசத்வோமா  அம்மை அப்பன் கண்களுக்கு அடுத்த வீட்டு அங்கிளுக்கு அம்சமான பிகருக்கு அவலோட பாதருக்கு ஹேய் அம்மை அப்பன் கண்களுக்கு அடுத்த வீட்டு அங்கிளுக்கு அம்சமான பிகருக்கு அவலோட பாதருக்கு வீ ஆர் பேட் பேட் பேட் பேட் பேட் பாய்ஸ் வீ ஆர் பேட் பேட் பேட் பேட் பேட் பாய்ஸ்  அக்குதே அக்குதே அக்குதே அக்குதே அதுக்கு மீனிங்க் அக்குதே அக்குதே அசத்த போரொம் அக்குதே அக்குதே அசத்வோமா  சர்ச்ச தேடி போனதில்ல பள்ளிவாசல் பாத்ததில்ல கொயில் குலத்தில் விழுந்ததில்ல நாங்க பேட் பாய்ஸ்தான்  லேடீஸ் காலேஜ் வாசலிலே பாடிகார்டா அணி வகுப்போம் போலீஸ்காரன் கண்களுக்கு நாங்க பேட் பாய்ஸ்தான்  லேடீஸ் கேரேஜில் ட்ரேவல் பன்ன வேனும் அதுக்காக டி டி ஆர் ட்ரைனிங் எடுக்க வேனும் வீ ஆர் பேட் பேட் பேட் பேட் பேட் பாய்ஸ் வீ ஆர் பேட் பேட் பேட் பேட் பேட் பாய்ஸ்  அக்குதே அக்குதே அக்குதே அக்குதே அதுக்கு மீனிங்க் அக்குதே அக்குதே அசத்த போரொம் அக்குதே அக்குதே அசத்வோமா  செல்லு போனு உலகத்திலே பேஜெர் கொடுக்கும் காலத்திலே லெட்டெர் போட்டு காதலிச்ச நாங்க பேட் பாய்ஸ்தான்  இங்கிலேண்டில் பொண் இருந்தா இன்டெர்னெட்டில் நியுஸ் அனுப்பி ஈச்சங்க்காட்டுக்கு வரவழைப்போம் நாங்க பேட் பாய்ஸ்தான்  ராவோடு ராவாக ராக்கெட் ஏரும் மனசு செவ்வாய்யில் கேர்ல்ஸ் உண்டா தேடி பார்க்கும் வயசு வீ ஆர் பேட் பேட் பேட் பேட் பேட் பாய்ஸ் வீ ஆர் பேட் பேட் பேட் பேட் பேட் பாய்ஸ்  அக்குதே அக்குதே அக்குதே அக்குதே அதுக்கு மீனிங்க் அக்குதே அக்குதே அசத்த போரொம் அக்குதே அக்குதே அசத்வோமா  இக்குதே இக்குதே இக்குதே இக்குதே இதுக்கு மீனிங்க் இக்குதே இக்குதே இஞ்சின் வெயிட்டும் இக்குதே இக்குதே அசத்வோமா  அம்மை அப்பன் கண்களுக்கு அடுத்த வீட்டு அங்கிளுக்கு அம்சமான பிகருக்கு அவலோட பாதருக்கு வீ ஆர் பேட் பேட் பேட் பேட் பேட் பாய்ஸ் வீ ஆர் பேட் பேட் பேட் பேட் பேட் பாய்ஸ்"}