{"திரைப்படம்": "Rajavin Parvaiyile", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "அம்மணிக்கு அடங்கி", "வருடம்": "1995", "பாடியவர்கள்": "Vadivelu, Chorus", "பாடல்வரிகள்": "அம்மணிக்கு அடங்கி போச்சுடா ஆளைக்கண்டு அமுக்க பாக்குதா லவ்வு லவ்வு தொடங்கியாசுடா கவ்வி கவ்வி மனச இழுக்குதா அதுக்குதான் உதவத்தான் அடிக்குறியே ஜால்ரா ஜால்ரா அவளத்தான் புடிக்கத்வே அடிக்குறியே கஞ்சிரா கஞ்சிரா அட அந்தநாளில் கொந்தளிச்ச ஆரவள்ளி சூரவள்ளி எங்கபோனா அப்ப ஆம்பிளைய ஆட்டிவச்ச அல்லிராணி சண்டிராணி என்ன ஆனா   ஹே டிங்கிலரா டிங்கிலரா டிங்கிலரா டிங்கிலரா டிங்கிலரா ஹே டிங்கிலரா டிங்கிலரா டிங்கிலரா டிங்கிலரா டிங்கிலரா   அம்மணிக்கு அடங்கி போச்சுடா ஆளைக்கண்டு அமுக்க பாக்குதா லவ்வு லவ்வு தொடங்கியாசுடா கவ்வி கவ்வி மனச இழுக்குதா   காதலுக்கு தூது போக வச்சிருக்கேன் ரேட்டு காரியம் தான் ஆனவுடன் வச்சிடணும் நோட்டு அச்சாரமா இப்பவே நீ அஞ்சு பத்த நீட்டு அப்புறமா தேடி வந்தா கிட்டாது என் டேட்டு மனச தெரிஞ்சி நான் முடிப்பேனே முரட்டு பயலையும் பிடிப்பேனே மனல கயிறு போல திரிப்பேனே கல்லுல நார நான் உரிப்பேனே கவலைய விட்டு சிரிச்சிடு சிட்டு உறவ தடுக்க இங்கு ஆள் யாரு ஒரு பக்கம் ராமன் மறுபக்கம் சீதை இணைக்க பிறந்த இவன் அனுமாரு  அட அந்தநாளில் கொந்தளிச்ச ஆரவள்ளி சூரவள்ளி எங்கபோனா அப்ப ஆம்பிளைய ஆட்டிவச்ச அல்லிராணி சண்டிராணி என்ன ஆனா  அம்மணிக்கு அடங்கி போச்சுடா ஆளைக்கண்டு அமுக்க பாக்குதா லவ்வு லவ்வு தொடங்கியாசுடா கவ்வி கவ்வி மனச இழுக்குதா  போடா போடா புண்ணாக்குன்னு நேத்து வரை என்ன பேசி பேசி கேலி செஞ்ச பண்ணையாரு பொண்ணே என்னிடத்தில் கெஞ்சும்படி வச்சிபுட்டான் பாரு ஆண்டவன போல ஒரு கெட்டிக்காரன் யாரு எனக்கு கொடுக்கணும் மருவாத ஏப்ப சாப்பையா நெனைக்காத எதையும் முடிச்சிடும் அடியாளு கூறித முடிக்கிறேன் வடிவேலு மனசுல வச்சி மருகிற பொண்ணே விரும்பும் வரத்த அள்ளி கொடுப்பேனே அழகிய வஞ்சி அவனிடம் கொஞ்சி நெருங்கும் விதத்த சொல்லி கொடுப்பேனே  அட அந்தநாளில் கொந்தளிச்ச ஆரவள்ளி சூரவள்ளி எங்கபோனா அப்ப ஆம்பிளைய ஆட்டிவச்ச அல்லிராணி சண்டிராணி என்ன ஆனா  அம்மணிக்கு அடங்கி போச்சுடா ஆளைக்கண்டு அமுக்க பாக்குதா லவ்வு லவ்வு தொடங்கியாசுடா கவ்வி கவ்வி மனச இழுக்குதா அதுக்குதான் உதவத்தான் அடிக்குறியே ஜால்ரா ஜால்ரா அவளத்தான் புடிக்கத்வே அடிக்குறியே கஞ்சிரா கஞ்சிரா அட அந்தநாளில் கொந்தளிச்ச ஆரவள்ளி சூரவள்ளி எங்கபோனா அப்ப ஆம்பிளைய ஆட்டிவச்ச அல்லிராணி சண்டிராணி என்ன ஆனா   ஹே டிங்கிலரா டிங்கிலரா டிங்கிலரா டிங்கிலரா டிங்கிலரா ஹே டிங்கிலரா டிங்கிலரா டிங்கிலரா டிங்கிலரா டிங்கிலரா   அம்மணிக்கு அடங்கி போச்சுடா ஆளைக்கண்டு அமுக்க பாக்குதா லவ்வு லவ்வு தொடங்கியாசுடா கவ்வி கவ்வி மனச இழுக்குதா"}