{"திரைப்படம்": "Kizhakku Cheemaielea", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "அத்தைக்கு பிறந்தவளே", "வருடம்": "1993", "பாடியவர்கள்": "Mano, Sujatha", "பாடல்வரிகள்": "ஆண் : அத்தைக்கு பிறந்தவளே ஆளாகி நின்றவளே பருவம் சுமந்து வரும் பாவாடை தாமரையே பட்டாம்பூச்சி பிடித்தவள் தாவணிக்கு வந்ததெப்போ மூன்றாம் பிறையே நீ முழு நிலவா ஆனதெப்போ மெளனத்தில் நீ இருந்தால் யாரை தான் கேட்பதிப்போ.....  ஆண் : ஆத்தங்கரை மரமே அரச மர இலையே ஆலமர கிளையே அதில் உறங்கும் கிளியே ஆத்தங்கரை மரமே அரச மர இலையே ஆலமர கிளையே அதில் உறங்கும் கிளியே ஓடைக்கர ஒழவு காத்துல ஒருத்தி யாரு இவ வெடிச்சி நிக்குற பருத்தி தாவி வந்து சண்டை இடும் அந்த முகமா தாவணிக்கு வந்த ஒரு நந்தவனமா உள்ள சொந்தம் என்ன விட்டு போகாது அட ஓடத்தண்ணி உப்பு தண்ணி ஆகாது  பெண் : ஆத்தங்கரை மரமே அரசமர இலையே ஆலமர கிளையே அதில் உறங்கும் கிளியே  ***  ஆண்குழு : ஏ..ஏ..ஏ..ஏ..ஏலலோ..ஏலலோ.. ஏலலோ..ஏல..லோ..ஏலே..ஏ..  பெண் : மாமனே உன்னை காண்காம வட்டியில் சோறும் உண்காம பாவி நான் பருத்தி நாரா போனேனே காகம் தான் கத்தி போனாலோ கதவு தான் சத்தம் போட்டாலோ உன் முகம் பாக்க ஓடி வந்தேனே ஒத்தையில் ஓடைக்கரையோரம் கத்தியே உன் பேர் சொன்னேனே ஒத்தையில் ஒடும் ரயில் ஒரம் கத்தியே உன் பேர் சொன்னேனே அந்த இரயில் தூரம் போனதும் நேரம் ஆனதும் கண்ணீர் விட்டேனே முத்து மாமா என்னை விட்டு போகாதே என் ஒத்த உசுரு போனா மீண்டும் வாராதே  ஆண் : ஆத்தங்கரை மரமே அரசமர இலையே ஆலமர கிளையே அதில் உறங்கும் கிளியே  ***  ஆண் : தாவணி பொண்ணே சுகந்தானா தங்கமே தளும்பும் சுகந்தானா பாறையில் சின்ன பாதம் சுகந்தானா தொட்ட பூ எல்லாம் சுகந்தானா தொடாத பூவும் சுகந்தானா தோப்புல ஜோடி மரங்கள் சுகந்தானா அயித்தயும் மாமனும் சுகந்தானா ஆத்துல மீனும் சுகந்தானா அயித்தயும் மாமனும் சுகந்தானா ஆத்துல மீனும் சுகந்தானா அன்னமே உன்னையும் என்னையும் தூக்கி வளர்த்த திண்ணையும் சுகந்தானா மாமன் பொண்ணே மச்சம் பார்த்து நாளாச்சு உன் மச்சானுக்கு மயிலப் பசுவு தோதாச்சு  பெண் : ஆத்தங்கரை மரமே அரசமர இலையே ஆலமர கிளையே அதில் உறங்கும் கிளியே ஆத்தங்கரை மரமே அரசமர இலையே ஆலமர கிளையே அதில் உறங்கும் கிளியே  ஆண் : ஓடக்கர ஒழவு காத்துல ஒருத்தி யாரு இவ வெடிச்சி நிக்குற பருத்தி தாவி வந்து சண்டை இடும் அந்த முகமா தாவணிக்கு வந்த ஒரு நந்தவனமா  பெண் : உள்ள சொந்தம் என்ன விட்டு போகாது அட ஓடத்தண்ணி உப்பு தண்ணி ஆகாது  ஆண் : ஆத்தங்கரை மரமே அரசமர இலையே ஆலமர கிளையே அதில் உறங்கும் கிளியே"}