{"திரைப்படம்": "Sivakasi", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Srikanth Deva", "பாடல்": "அட என்னாத்த", "வருடம்": "2005", "பாடியவர்கள்": "Anuradha Sriram, Udit Narayan", "பாடல்வரிகள்": "அட என்னாத்த சொல்வேனுங்கோ வடுமாங்கா ஊறுதுங்கோ வடுமாங்கா ஊறட்டுங்கோ தயிர்சாதம் ரெடி பண்ணுங்கோ அட என்னாத்த சொல்வேனுங்கோ வடுமாங்கா ஊறுதுங்கோ வடுமாங்கா ஊறட்டுங்கோ தயிர்சாதம் ரெடி பண்ணுங்கோ கெட்ட பயலே கிட்டு மாமா எட்டி எட்டி நோக்கலாமா பாட்டு மாமி கிட்ட வாடி மொட்ட மாடி வத்தல் நான்டி எங்கம்மா உங்கம்மா நம்ம செத்து வைப்பாளா அடி சும்மா அடி சும்மா நம்ம பெத்துவிட்டாளா எங்கம்மா உங்கம்மா நம்ம செத்து வைப்பாளா அடி சும்மா அடி சும்மா நம்ம பெத்துவிட்டாளா அட என்னாத்த சொல்வேனுங்கோ வடுமாங்கா ஊறுதுங்கோ வடுமாங்கா ஊறட்டுங்கோ தயிர்சாதம் ரெடி பண்ணுங்கோ  கும்மாங்குத்து லேடி நீ கம்மாக்கரை வாடி தம்மாத்துண்டு தாடி நீ குமரிப்புட்டு போடி ஹோய் கும்மாங்குத்து லேடி நீ கம்மாக்கரை வாடி தம்மாத்துண்டு தாடி நீ குமரிப்புட்டு போடி நீ பார்த்த கோளாருடா நாள் பார்த்து பால்வாருடா ஹோ இது என்ன சுமைதாங்கியா அந்த சமையத்த நான் தாங்கவா அட போராட நீராட நிலவுக்குள் தேரோட எங்கம்மா உங்கம்மா நம்ம செத்து வைப்பாளா அய் சும்மா அய் சும்மா நம்ம பெத்துவிட்டாளா எங்கம்மா உங்கம்மா நம்ம செத்து வைப்பாளா அய் சும்மா அய் சும்மா நம்ம பெத்துவிட்டாளா  அட என்னாத்த சொல்வேனுங்கோ வடுமாங்கா ம் ம் .. வடுமாங்கா ஊறட்டுங்கோ தயிர்சாதம் ம் ம் ..  ஒடச்சி வச்ச சோடா குடிச்சிபுட்டு போடா மடிச்சி வச்ச பீடா செவக்க வச்சி தாடா போடு ஒடச்சி வச்ச சோடா குடிச்சிபுட்டு போடா மடிச்சி வச்ச பீடா செவக்க வச்சி தாடா தோதான பூவாசம் தான் விடிஞ்சாக்கா உன் வாசம் தான் ஹோ உன்னால உள்காயம் தான் உண்டாச்சு பல மாயம் தான் அட பாவாட பூவாட பூவுக்குள் தேனோட எங்கம்மா உங்கம்மா நம்ம செத்து வைப்பாளா அடி சும்மா அடி சும்மா நம்ம பெத்துவிட்டாளா எங்கம்மா உங்கம்மா நம்ம செத்து வைப்பாளா அடி சும்மா அடி சும்மா நம்ம பெத்துவிட்டாளா  அட என்னாத்த சொல்வேனுங்கோ வடுமாங்கா ஊறுதுங்கோ வடுமாங்கா ஊறட்டுங்கோ தயிர்சாதம் ரெடி பண்ணுங்கோ கெட்ட பயலே கிட்டு மாமா எட்டி எட்டி நோக்கலாமா பாட்டு மாமி கிட்ட வாடி மொட்ட மாடி வத்தல் நான்டி எங்கம்மா உங்கம்மா நம்ம செத்து வைப்பாளா அடி சும்மா அடி சும்மா நம்ம பெத்துவிட்டாளா எங்கம்மா உங்கம்மா நம்ம செத்து வைப்பாளா அடி சும்மா அடி சும்மா நம்ம பெத்துவிட்டாளா"}