{"திரைப்படம்": "Udhaya", "பாடலாசிரியர்": "Palani Barathi", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "அஞ்சனம் வச்ச", "வருடம்": "2004", "பாடியவர்கள்": "S. P. Balasubramaniam", "பாடல்வரிகள்": "இனிக்கும் தமிழ் சுந்தரியே மலையாளத்தில் கொஞ்சுறியே கதக்களி போல் என் நெஞ்சை குலுக்க வச்சு கலக்கறியே இனிக்கும் தமிழ் சுந்தரியே மலையாளத்தில் கொஞ்சுறியே உன் அழகால் மொழியை ஊமை செய்தாயே உன் அழகால் மொழியை ஊமை செய்தாயே  அஞ்சனம் வச்ச கண்ணல்லோ மஞ்ச குளிச்ச நெஞ்சல்லோ ரெண்டிலும் நீயல்லோ ஹேய் அஞ்சனம் வச்ச கண்ணல்லோ மஞ்ச குளிச்ச நெஞ்சல்லோ ரெண்டிலும் நீயல்லோ கண்ணு துடிக்குது யானல்லோ நெஞ்சு துளும்புகள் யானல்லோ காரணம் நீயல்லோ  இனிக்கும் தமிழ் சுந்தரியே மலையாளத்தில் கொஞ்சுறியே கதக்களி போல் என் நெஞ்சை குலுக்க வச்சு கலக்கறியே இனிக்கும் தமிழ் சுந்தரியே மலையாளத்தில் கொஞ்சுறியே கதக்களி போல் என் நெஞ்சை குலுக்க வச்சு கலக்கறியே உன் அழகால் மொழியை ஊமை செய்தாயே உன் அழகால் மொழியை ஊமை செய்தாயே  அஞ்சனம் வச்ச கண்ணல்லோ மஞ்ச குளிச்ச நெஞ்சல்லோ ரெண்டிலும் நீயல்லோ ஹேய் அஞ்சனம் வச்ச கண்ணல்லோ மஞ்ச குளிச்ச நெஞ்சல்லோ ரெண்டிலும் நீயல்லோ  ஹேய் பிள்ளகாடா ஹேய் பிள்ளகாடா ரங்குபூசி கோயாவே கல்லாலோ நித்துர கருவைந்தே கல்லாலோ நித்துர கருவைந்தே  நான் புத்தகத்த போல உன்ன படிச்சேன் சில பக்கங்களில் திக்கி முக்கி முழிச்சேன் இப்ப பரீட்சை எழுத வந்தேன் உன் முன்னாடி உன் முன்னாடி  நான் நெத்தியில பொட்டு வைக்க போனேன் அதன் மத்தியில உன் முகத்த பாத்தேன் என கேலி செய்யுதைய்யா என் கண்ணாடி என் நெஞ்சம் இப்ப பலூன் போல பறக்கிறதே என் நெஞ்சம் இப்ப பலூன் போல பறக்கிறதே  உன் வெட்கம் பஞ்சு மிட்டாய் போல இனிக்கிறதே  அஞ்சனம் வச்ச கண்ணல்லோ மஞ்ச குளிச்ச நெஞ்சல்லோ  ரெண்டிலும் நான் அல்லோ  அஞ்சனம் வச்ச கண்ணல்லோ மஞ்ச குளிச்ச நெஞ்சல்லோ  ரெண்டிலும் நான் அல்லோ  அன்தரதங்கி, அன்தரதங்கி அன்தரயாக்கி நம்மஜி அன்தரசிக்கி நின்துஜேலே நிகுன்திரபேதா சகி நிகுன்திரபேதா சகி  பெண்ணே பெண்ணே உன்னோட வளையல் துண்ட தந்துவிட்டு போயேண்டி நீ இல்லா நேரம் உன்ன கேளடாஸ்கோப்பில் பாப்பேண்டி  உன் கட்டழகு கூட்டுற மீச என் பக்கம் பாத்து கன்னத்துல வீச உயிர் கூசுது கூசுது கூசுது அட உன்னால அட உன்னால  அட ரெட்டஜெட போட்ட உந்தன் கூந்தல் என்ன கொத்துதடி கொத்துதடி பாம்பா விஷம் ஏறுது ஏறுது ஏறுது என் தலமேல என் தலமேல  ஏ அம்புலிமாமா கதைகள் எல்லாம் சொல்லாதையா ஏ அம்புலிமாமா கதைகள் எல்லாம் சொல்லாதையா  நீ கன்னித்தீவில் என்ன தள்ளி கொல்லாதேடி  அஞ்சனம் வச்ச கண்ணல்லோ மஞ்ச குளிச்ச நெஞ்சல்லோ ரெண்டிலும் நீயல்லோ ஹேய் அஞ்சனம் வச்ச கண்ணல்லோ மஞ்ச குளிச்ச நெஞ்சல்லோ ரெண்டிலும் நீயல்லோ  இனிக்கும் தமிழ் சுந்தரியே மலையாளத்தில் கொஞ்சுறியே கதக்களி போல் என் நெஞ்சை குலுக்க வச்சு கலக்கறியே  என் தாய்மொழி மறந்தேன் உன்னாலோ என் தாய்மொழி மறந்தேன் உன்னாலோ என் தாய்மொழி மறந்தேன் உன்னாலோ"}