{"திரைப்படம்": "Thalapathi", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "அடி ராக்கம்மா", "வருடம்": "1991", "பாடியவர்கள்": "S. P. Balasubramaniam, Swarnalatha", "பாடல்வரிகள்": "ஆண் : அடி ராக்கம்மா கையத் தட்டு புது ராகத்தில் மெட்டுக்கட்டு அடி ராக்கோழி மேளம் கொட்டு  ஆண்குழு : சஜக்குஜக்கு ஜாகுஜக்கு ஜ  ஆண் : இந்த ராசாவின் நெஞ்சத் தொட்டு  ஆண்குழு : சஜக்குஜக்கு ஜாகுஜக்கு ஜ  பெண் : அட ராசாவே பந்தல் நட்டு புது ரோசாப்பூ மாலைக் கட்டு அடி ராசாத்தி தோளில்யிட்டு தினம் ராவெல்லாம் தாளந்தட்டு  பெண்குழு : சஜக்குஜக்கு ஜாகுஜக்கு ஜ  ஆண் : ஒரு கட்டுக்காவல் இது ஒத்துக்காது இதை கட்டிப்போட ஒரு சூரன் ஏது  ஆ&பெ குழு : ஜாங்குஜக்குச் சஜக்குஜக்கு ஜாகுஜக்கு ஜ ஜாங்குஜக்குச் சஜக்குஜக்கு ஜாகுஜக்கு ஜ ஜாங்குஜக்குச் சஜக்குஜக்கு ஜாகுஜக்கு ஜ ஜாங்குஜக்குச் சஜக்குஜக்கு ஜாகுஜக்கு ஜ  ஆண் : அஹா...அடி ராக்கம்மா கையத் தட்டு புது ராகத்தில் மெட்டுக்கட்டு  பெண் : அட ராசாவே பந்தல் நட்டு புது ரோசாப்பூ மாலைக் கட்டு  ***  ஆண் : தேரிழுக்கும் நாளும் தெப்பம் விடும் நாளும் மச்சான் இங்கே அது ஏன் கூறு  பெண் : அட ஊருசனம் யாவும் ஒத்தமையாச் சேரும் வம்பும் தும்பும் இல்ல நீ பாரு  ஆண் : மத்தளச் சத்தம் எட்டு ஊருதான் எட்டணும் தம்பி அடி ஜோராக வக்கிர வாணம் அந்த வானையே தெக்கணும் தம்பி விடு நேராக அட தம்பட்டம் தாரதான் தட்டிப்பாடு  ஆண் : முத்தம்மா முத்தம் சிந்து  ஆண்குழு : ஜாங்குஜக்குச் சஜக்குஜக்கு ஜாகுஜக்கு ஜ  ஆண் : பனி முத்துப்போல் நித்தம் வந்து  ஆண்குழு : ஜாங்குஜக்குச் சஜக்குஜக்கு ஜாகுஜக்கு ஜ  பெண் : அட மாமா நீ ஜல்லி கட்டு  பெண்குழு : சஜக்குஜக்கு ஜாகுஜக்கு ஜ  பெண் : இங்கு மேயாதே துள்ளிக்கிட்டு  பெண்குழு : சஜக்குஜக்கு ஜாகுஜக்கு ஜ  ஆண் : அட பக்கம் நீ தான் ஒரு வைக்கபோரு உனை கொஞ்சம் மேஞ்சா என்ன அக்க போரு  ஆ&பெ குழு : ஜாங்குஜக்குச் சஜக்குஜக்கு ஜாகுஜக்கு ஜ ஜாங்குஜக்குச் சஜக்குஜக்கு ஜாகுஜக்கு ஜ ஜாங்குஜக்குச் சஜக்குஜக்கு ஜாகுஜக்கு ஜ ஜாங்குஜக்குச் சஜக்குஜக்கு ஜாகுஜக்கு ஜ  ஆண் : ஏய்...ஏய் அடி ராக்கம்மா கையத் தட்டு புது ராகத்தில் மெட்டுக்கட்டு  பெண் : அட மாமா நீ ஜல்லி கட்டு இங்கு மேயாதே துள்ளிக்கிட்டு  ***  ஆண் : வாசலுக்கு வாசல் வண்ண வண்ணமாக இங்கே அங்கே ஓளி வௌளக்கேத்து  பெண் : அட தட்டிருட்டுப் போச்சு பட்ட பகலாச்சு எங்கும் இன்பம் ஏழும் பூ பூத்து  ஆண் : நல்லவர்க்கெல்லாம் எதிர்காலமே நம்பிக்கை வைத்தால் வந்து சேராதா உள்ளங்களெல்லாம் ஒன்று கூடினால் உள்ளங்கையில்தான் வெற்றி வாராதா அட இன்றைக்கும் என்றைக்கும் நல்ல நாள்தான் கன்னம்மா கன்னம்த்தொட்டு சுகம் காட்டம்மா சின்னம் மெட்டு  பெண் : பூமால வெச்சிப்புட்டு புது பாட்டெல்லாம் வெளுத்துக்கட்டு  பெண்குழு : ம்...இமும்....இமும்... குனித்த புருவமும் கொவ்வைச் செவ்வாயில் குமிழ் சிரிப்பும் பனித்த சடையும் பவழம் போல் மேனியும் பால் வென்நீரும் இனித்தமுடம் எடுத்த பொற்பாதமும்...பொற்பாதமும் காணப் பெற்றால் மனித்த பிறவியும் வேண்டுவதே இம்மானிலத்தே...ஏ...ஏ... மனித்த பிறவியும் வேண்டுவதே இம்மானிலத்தே  ஆண் : அடி ராக்கம்மா கையத்தட்டு புது ராகத்தில் மெட்டுக்கட்டு  பெண் : அட ராசாவே பந்தல் நட்டு புது ரோசாப்பூ மாலைக் கட்டு  ஆண் : அட உன்னப் போல இங்கு நானும் தாண்டி அடி ஒன்னு சேர இது நேரம் தாண்டி  ஆ&பெ குழு: ஜாங்குஜக்குச் சஜக்குஜக்கு ஜாகுஜக்கு ஜ ஜாங்குஜக்குச் சஜக்குஜக்கு ஜாகுஜக்கு ஜ ஜாங்குஜக்குச் சஜக்குஜக்கு ஜாகுஜக்கு ஜ ஜாங்குஜக்குச் சஜக்குஜக்கு ஜாகுஜக்கு ஜ  ஆண் : அடி ராக்கம்மா கையத் தட்டு புது ராகத்தில் மெட்டுக்கட்டு  பெண் : அட ராசாவே பந்தல் நட்டு புது ரோசாப்பூ மாலைக் கட்டு ம்...மும்..."}