{"திரைப்படம்": "Kandan Karunai", "பாடலாசிரியர்": "Kannadasan", "இசையமைப்பாளர்": "K. V. Mahadevan", "பாடல்": "அரிது அரிது மானிடராதல்", "வருடம்": "1967", "பாடியவர்கள்": "K. B. Sundarambal", "பாடல்வரிகள்": "அரியது கேட்கும் வடிவடிவேலோய்  அரிது அரிது மானிடராதல் அரிது  மானிடராயினும் கூன் குருடு   செவிடு பேடு நீங்கிப் பிறத்தல் அரிது  கூன் குருடு செவிடு பேடு   நீங்கிப் பிறந்தகாலையும்  ஞானமும் கல்வியும் நயத்தலரிது  ஞானமும் கல்வியும் நயந்தகாலையும்  தானமும் தவமும் தான் செய்தல் அரிது  தானமும் தவமும் தான் செய்வராயின்  வானவர் நாடு வழி பிறந்திடுமே...  அரியது கேட்டமைக்கு அழகான தமிழில்  விளக்கம் தந்த மூதாட்டியே   கொடியது என்ன...   கொடியது கேட்கின் வடிவடிவேலோய்  கொடிது கொடிது வறுமை கொடிது  அதனினும் கொடிது இளமையில் வறுமை...  அதனினும் கொடிது ஆற்றுணாக் கொடு நோய்  அதனினும் கொடிது அன்பில்லாப் பெண்டிர்  அதனினும் கொடிது அவர் கையால்   இன்புற உண்பது தானே...  மிக்க மகிழ்ச்சி சொல்லால் தமிழால்  வெல்லாத உலகையெல்லாம் வெல்லும்  திறமை படைத்த ஔவையே   பெரியது என்ன...   பெரியது கேட்கின் நெறி தமிழ் வேலோய்  பெரிது பெரிது புவனம் பெரிது  புவனமும் நான் முகன் படைப்பு  நான் முகன் கரிய மால் (திருமால்/விஷ்ணு) உந்தியில் (தொப்புள்) வந்தோன்  கரிய மாலோ அலைகடல் துயின்றோன்  அலை கடலோ குருமுனியன் கையிற் அடக்கம்  குருமுனியோ கலசத்துப் பிறந்தோன்  கலசமோ புவியிற் சிறுமண்   புவியோ அரவினுக்கொரு தலைப் பாரம்  அரமோ (அரவம்/பாம்பு) உமையவள் சிறு விரல் மோதிரம்  உமையோ இறைவர் பாகத்து ஒடுக்கம்  இறைவரோ தொண்டருள்ளத்து ஒடுக்கம்  தொண்டர் தம் பெருமையை சொல்லவும்  பெரிதே...  ஔவையே... வானவரும் உனது   வாக்கிற்கு அடிமையாகி விடுவர் என்றால்   அதில் வியப்பில்லை  இனியது என்ன...  இனியது கேட்கின் தனிநெடு வேலோய்  இனிது இனிது ஏகாந்தம் இனிது  அதனினும் இனிது ஆதியை தொழுதல்  அதனினும் இனிது அறிவினம் சேர்தல்  அதனினும் இனிது அறிவுள்ளோரை  கனவிலும் நனவிலும் காண்பது தானே  அரியது கொடியது பெரியது இனியது  அனைத்திற்கும் முறையோடு   விடை பகன்ற ஔவையே   புதியது என்ன...  என்றும் புதியது... ( இசை )  பாடல் என்றும் புதியது  பொருள் நிறைந்த பாடல் என்றும் புதியது  முருகா உன்னை பாடும் பொருள் நிறைந்த   பாடல் என்றும் புதியது  முருகா உன்னை பாடும் பொருள் நிறைந்த   பாடல் என்றும் புதியது ( இசை )  அருள் நிறைந்த புலவர் நெஞ்சில்  அமுதம் என்னும் தமிழ் கொடுத்த  பொருள் நிறைந்த பாடல் என்றும் புதியது  அருள் நிறைந்த புலவர் நெஞ்சில்  அமுதம் என்னும் தமிழ் கொடுத்த  பொருள் நிறைந்த பாடல் என்றும் புதியது  முருகன் என்ற பெயரில் வந்த  அழகே என்றும் புதியது  முருகன் என்ற பெயரில் வந்த  அழகே என்றும் புதியது  முறுவல் (புன்முறுவல்/சிரிப்பு) காட்டும் குமரன் கொண்ட  இளமை என்றும் புதியது  முறுவல் காட்டும் குமரன் கொண்ட  இளமை என்றும் புதியது  உன்னை பெற்ற அன்னையர்க்கு  உனது லீலை புதியது  உன்னை பெற்ற அன்னையர்க்கு  உனது லீலை புதியது  உனது தந்தை இறைவனுக்கும்  வேலும்... மயிலும்...   உனது தந்தை இறைவனுக்கும்  வேலும் மயிலும் புதியது....  முருகா உன்னை பாடும் பொருள் நிறைந்த   பாடல் என்றும் புதியது ( இசை )  திங்களுக்கும் ஞாயிறுக்கும்   கந்தன் மேனி புதியது  திங்களுக்கும் ஞாயிறுக்கும்   கந்தன் மேனி புதியது  சேர்ந்தவர்க்கு வழங்கும்...   கந்தன் கருணை புதியது  சேர்ந்தவர்க்கு வழங்கும்   கந்தன் கருணை புதியது  அறிவில் அரியது அருளில் பெரியது  அறிவில் அரியது அருளில் பெரியது  அள்ளி அள்ளி உண்ண உண்ண   உனது தமிழ் இனியது  அள்ளி அள்ளி உண்ண உண்ண   உனது தமிழ் இனியது  முதலில் முடிவது முடிவில் முதலது  முதலில் முடிவது முடிவில் முதலது  மூன்று காலம் உணர்ந்த பேர்க்கு  ஆறுமுகம் புதியது... ( இசை )"}