{"திரைப்படம்": "Siraiyil Pootha Chinna Malar", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "அதிசய நடமிடும்", "வருடம்": "1990", "பாடியவர்கள்": "K. J. Yesudas", "பாடல்வரிகள்": "ஆண் : அதிசய நடமிடும் அபிநய சரஸ்வதியோ நகை அரும்பிய திருமுகம் அழகிய முழுமதியோ அதிசய நடமிடும் அபிநய சரஸ்வதியோ நகை அரும்பிய திருமுகம் அழகிய முழுமதியோ சுதியொடு லயங்களும் கூட சதங்கைகள் ஜதிஸ்வரம் பாட சுதியொடு லயங்களும் கூட சதங்கைகள் ஜதிஸ்வரம் பாட இவளென்ன எனக்கென பிறந்தவளோ  பெண் : அதிசய நடமிடும் அபிநய சரஸ்வதியோ நகை அரும்பிய திருமுகம் அழகிய முழுமதியோ  ***  ஆண் : நெஞ்சை அள்ளும் ஆடை கொண்ட தஞ்சை கோபுரம் நீ நேரில் வந்து தாகம் தீர்க்கும் தீர்த்தப் பாத்திரம்  பெண் : வண்டு வந்து தங்கத்தானே வண்ணத்தாமரை ஓர் தண்டு கொண்டு நீரில் நிற்கும் உள்ள நாள் வரை  ஆண் : அந்தி வெய்யில் சாயும்போது அன்பு வெள்ளம் பாயும்போது சிந்து ஒன்று பாட துணை நான் இல்லையோ  பெண் : தொட்டு தொட்டு நீயும் கெஞ்ச விட்டு விட்டு நானும் கொஞ்ச கட்டில் ஒன்று போட மணநாள் இல்லையோ  ஆண் : திருமணம் புரிவது என்று துடிக்கிது இளமனம் இன்று அதுவரை உணர்ச்சிகள் அடங்கிடுமோ  பெண் : அதிசய நடமிடும் அபிநய சரஸ்வதியோ நகை அரும்பிய திருமுகம் அழகிய முழுமதியோ சுதியொடு லயங்களும் கூட சதங்கைகள் ஜதிஸ்வரம் பாட சுதியொடு லயங்களும் கூட சதங்கைகள் ஜதிஸ்வரம் பாட இவளென்ன உனக்கென பிறந்தவளோ  ஆண் : அதிசய நடமிடும் அபிநய சரஸ்வதியோ நகை அரும்பிய திருமுகம் அழகிய முழுமதியோ  ***  பெண் : கண்கள் என்ன நெஞ்சில் பாயும் காமபாணமோ உன் சொற்கள் என்ன போதை ஏற்றும் ஸோமபானமோ  ஆண் : சின்னப்பெண்ணின் வார்த்தை என்ன சங்கப்பாடலோ நீ சிந்துகின்ற பார்வை என்ன ஸ்வர்க்க வாசலோ  பெண் : என்றும் உள்ள சொந்தம் என்று ஏழு ஜென்ம பந்தம் என்று நெஞ்சில் கொண்ட நேசம் இது நீங்காதது  ஆண் : அன்றில் ரெண்டு ஒன்றை ஒன்று அட்டைப்போல ஒட்டிக்கொண்டு இன்று காணும் இன்பம் நிறம் மாறாதது  பெண் : வளருது வளருது மோகம் விளையுது விளையுது தாகம் இனி இந்த விழிகளில் உறக்கமுண்டோ  ஆண் : அதிசய நடமிடும் அபிநய சரஸ்வதியோ  பெண் : நகை அரும்பிய திருமுகம் அழகிய முழுமதியோ  ஆண் : சுதியொடு லயங்களும் கூட சதங்கைகள் ஜதிஸ்வரம் பாட  பெண் : சுதியொடு லயங்களும் கூட சதங்கைகள் ஜதிஸ்வரம் பாட  ஆண் : இவளென்ன எனக்கென பிறந்தவளோ  பெண் : அதிசய நடமிடும் அபிநய சரஸ்வதியோ  ஆண் : நகை அரும்பிய திருமுகம் அழகிய முழுமதியோ"}