{"திரைப்படம்": "Kadhal Kavithai", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "ஆளான நாள் முதலா", "வருடம்": "1998", "பாடியவர்கள்": "Pushpavanam Kuppuswamy, Sowmya", "பாடல்வரிகள்": "மச்சான்... ஆளான நாள் முதலா யாரையும் நெனைச்சதில்ல, மாமா நா உங்களுக்கே வாக்கப்பட ஆசப்பட்டேன்...  வேணான்னு சொல்லுறீங்களே  சும்மா வெறும் வாயை மேல்லுரீகளே   ஆடியிலே கட்டிக்கிட்ட சித்திரைக்கு புள்ள வரும்  ஆகாது ஆகாது மச்சானே  இது தோதான தை மாசம் மச்சானே  ஆகாது ஆகாது மச்சானே  இது தோதான தை மாசம் மச்சானே    உன்னை நான் கட்டிக்கொள்ள எப்பவும் நெனச்சதில்லை  கல்ல கட்டி தண்ணிக்குள்ள முங்குனவன் யாருமில்ல  வேணாண்டி விட்டு விடடி  நான் தவிசாக்க தண்ணி குடுடி  தாலி கட்டி கூடிக்கிட்ட சாமி குத்தம் ஆகுமுன்னு  மேலூரு குறிகாரன் சொன்னாண்டி  அடி கண்ணாலம் நமக்குள்ளே வேணாண்டி  மேலூரு குறிகாரன் சொன்னாண்டி  அடி கண்ணாலம் நமக்குள்ளே வேணாண்டி   ஆளான நாள் முதலா  யாரையும் நெனைச்சதில்ல  மாமா நா உங்களுக்கே வாக்கப்பட ஆசப்பட்டேன்  புல்லருக்க போகையில புள்ளகுடி தண்ணியில  உன் முகத்தை பார்த்து புட்டேன்  ஊடு வந்து சேந்து புட்டேன்  என் பாசம் தெரியாது மாமா.. அஹா  இது அனுமாரு நெஞ்சில்ல ராமா  அஹா  கொல்லையில மாங்காய் மரம்  கொத்து கொத்தாய் காய்ச்சிருக்கு  காவல்காரன் தூங்கயில கைய நீட்டி மாம்பழத்தை  அறியாம பறிச்சாதான் இனிக்கும்  அடி அணில் பிள்ளை கடிச்சாத்தான் ருசிக்கும்  அறியாம பறிச்சாதான் இனிக்கும்  அடி அணில் பிள்ளை கடிச்சாத்தான் ருசிக்கும்  பூ எடுத்து மாலை கட்டி ராசா  நான் கூடு கட்டி குடியிருக்கேன் ராசா  உன்னை நெனச்சே பொறந்தேன் வளந்தேன்  ராசா என் ராசா...   யம்மா... உன்னை நான் கட்டிகிகொள்ள எப்பவும் நெனச்சதில்லை  கல்ல கட்டி தண்ணிக்குள்ள  முங்குனவன் யாருமில்ல   காள கண்ணு வாங்கி கட்டி பால் கறக்க ஆசை பட்டே  கோழி குஞ்சு குட்டி போட கோயிலுக்கு நேந்தி கிட்டே முட்டாளா இருக்கேடி மானே  அடி ஒட்டாதே என் வாழ்கை தானே  ரொம்ப முட்டாளா இருக்கேடி மானே அடி ஒட்டாது என் வாழ்கை தானே  ஒத்தைக்கொத்தை சண்டையினா ஓடி போற ஆம்பளை நீ  செத்து போன பாம்பை பார்த்து சத்தம் போட்ட வீரனும் நீ  நீ மட்டும் சரிதானா மாமா  ஆ  என் நெனப்பதான் நீ பாரு மாமா  ஹ்க்கும்  நீ மட்டும் சரிதானா மாமா  என் நெனப்பதான் நீ பாரு மாமா உன் வாயை கொஞ்ச மூடிக்கடி வாரேன்  நான் ஆம்பளை தான் வீரத்தை நீ பாரேன்  நான் நெனச்சா மலையை வலைப்பேன்  வாரேன் நான் வாரேன்    மச்சான்... ஆளான நாள் முதலா யாரையும் நெனைச்சதில்ல  உன்னை நான் கட்டிக்கொள்ள எப்பவும் நெனச்சதில்லை  தாலி கட்டி கூடிக்கிட்ட சாமி குத்தம் ஆகுமடி  ஆகாது ஆகாது மச்சானே  அடி கண்ணாலம் நமக்குள்ளே வேணாண்டி  ஆகாது ஆகாது மச்சானே  அடி கண்ணாலம் நமக்குள்ளே வேணாண்டி"}