{"திரைப்படம்": "Thirupathi", "பாடலாசிரியர்": "Perarasu", "இசையமைப்பாளர்": "Bharathwaj", "பாடல்": "ஆத்தாடி மகராசி", "வருடம்": "2006", "பாடியவர்கள்": "KK, Mathangi", "பாடல்வரிகள்": "ஆத்தாடி ஆத்தாடி மகராசி என்ன ஏத்துக்கடி ஏத்துக்கடி சுகவாசி கொக்கரமக்கா ஹேய் கொக்கரமக்கா உன்னோட உன்னோட முகராசி நீ அங்க இங்க தொட்டுபுட்டா கைராசி கொக்கரமக்கா ஹேய் கொக்கரமக்கா முள் வாங்கி முள் வாங்கி தரவா முள்ளை கொஞ்சம் எடுத்துக்கடி மெதுவா உள்ளூரு கோடாங்கி படவா நீ பேயோட்டு பேயோட்டு மெதுவா குய்யா முய்யா குய்யா முய்யா குய்யா முய்யாரே கோழி கறி சூடு வெச்சி சமைச்சு தந்தாளே குய்யா முய்யா குய்யா முய்யா குய்யா முய்யாரே குருவி குஞ்சு குருவி குஞ்சு கையில் தந்தாரே  ஆத்தாடி ஆத்தாடி மகராசி என்ன ஏத்துக்கடி ஏத்துக்கடி சுகவாசி கொக்கரமக்கா ஹேய் கொக்கரமக்கா உன்னோட உன்னோட முகராசி நீ அங்க இங்க தொட்டுபுட்டா கைராசி கொக்கரமக்கா ஹேய் கொக்கரமக்கா  தேவனுக்கு தெம்பிருக்கு கொக்கோ… தேன் நிலவு எங்கிருக்கு கொக்கோ… தேவலோக தேவலோக உறவா நான் தேடிக்கிட்டு தேடிக்கிட்டு வரவா தேளு ஒன்னு கொட்டிருச்சி ஐயோ… தேகத்துல பத்திகிச்சு ஐயோ… அட கண் விழிச்சி கண் விழிச்சி மெதுவா நீ மந்திரிச்சி மந்திரிச்சி விடுடா அவ படுக்கும் இடம் படுக்கும் இடம் ஆறடி படுத்தபின்னே படுத்தபின்னே மூனடி டேய் பஞ்சு மெத்தை பஞ்சு மெத்தை வேணுமா அட ரெண்டு மெத்தை ரெண்டு மெத்தை போதுமா சேத்து வச்சிக்கோ செலவு செஞ்சிகோ செலவு செஞ்சத சேத்து வச்சிக்கோ குய்யா முய்யா குய்யா முய்யா குய்யா முய்யாரே கோழி கறி சூடு வெச்சி சமைச்சு தந்தாளே குய்யா முய்யா குய்யா முய்யா குய்யா முய்யாரே குருவி குஞ்சு குருவி குஞ்சு கையில் தந்தாரே  மீச முள்ளு குத்திருச்சி ஐயோ… பாசியில தச்சிருச்சி ஐயோ… வாடி பட்டி வாடி பட்டி படவா நான் வாக்கபட்டு வாக்கபட்டு வரவா தேக்கு மரம் காய்ச்ருக்கு ஐயோ… பாக்கு மரம் காய்ச்ருக்கு ஐயோ… ஒட்டுமர ஒட்டுமர உரவா நான் கட்டுமரம் கட்டுமரம் விடவா ஆக்கி வெச்ச ஆக்கி வெச்ச சோறுடா ஆறிப்போனா ஆறிப்போனா போருடா பத்தமட பத்தமட பாயில நீ ஒத்தையில ஒத்தையில காயுரே ஹே கோடு போட்டுக்கோ ரோடு போட்டுக்கோ ரோட்டு மேல நீ கார விட்டுக்கோ குய்யா முய்யா குய்யா முய்யா குய்யா முய்யாரே கோழி கறி சூடு வெச்சி சமைச்சு தந்தாளே குய்யா முய்யா குய்யா முய்யா குய்யா முய்யாரே குருவி குஞ்சு குருவி குஞ்சு கையில் தந்தாரே  ஆத்தாடி ஆத்தாடி மகராசி என்ன ஏத்துக்கடி ஏத்துக்கடி சுகவாசி கொக்கரமக்கா ஹேய் கொக்கரமக்கா உன்னோட உன்னோட முகராசி நீ அங்க இங்க தொட்டுபுட்டா கைராசி கொக்கரமக்கா ஹேய் கொக்கரமக்கா முள் வாங்கி முள் வாங்கி தரவா முள்ளை கொஞ்சம் எடுத்துக்கடி மெதுவா உள்ளூரு கோடாங்கி படவா நீ பேயோட்டு பேயோட்டு மெதுவா குய்யா முய்யா குய்யா முய்யா குய்யா முய்யாரே கோழி கறி சூடு வெச்சி சமைச்சு தந்தாளே குய்யா முய்யா குய்யா முய்யா குய்யா முய்யாரே குருவி குஞ்சு குருவி குஞ்சு கையில் தந்தாரே"}