{"திரைப்படம்": "Yaan", "பாடலாசிரியர்": "Kabilan", "இசையமைப்பாளர்": "Harris Jayaraj", "பாடல்": "ஆத்தங்கரை ஓரத்தில்", "வருடம்": "2014", "பாடியவர்கள்": "Gaana Bala", "பாடல்வரிகள்": "ஆத்தங்கரை ஓரத்தில் நின்னாலே குயில் கூவும் குருவியும் போல அக்கம் பக்கம் யாருக்கும் தெரியாம லுக்கு விட்டா பக்குனு மேல  காத்தடிக்கும் தெசையில என் மனச கழுத்த கட்டி இழுக்குது செல ஆப்பத்துக்கு பாயா கரிபோல ஆரயும் முழுங்குற ஆள தூக்கத்தில் சிரிக்கிறேன் கண்ணாலே ஏக்கத்தில் தவிக்கிறேன் பொண்ணாலே தூக்கத்தில் சிரிக்கிறேன் கண்ணாலே ஏக்கத்தில் தவிக்கிறேன் பொண்ணாலே  ஒரு கரப்பான்பூச்சி போலே என்ன கவுத்துபுட்டாளே மோசமா கடிக்குற கண்ணாலே பேசவே முடியல என்னாலே அட இன்னொரு தடவ இதயம் சுளுக்க இடுப்ப ஆட்டுதே  ஆத்தங்கரை ஓரத்தில் நின்னாலே குயில் கூவும் குருவியும் போல அக்கம் பக்கம் யாருக்கும் தெரியாம லுக்கு விட்டா பக்குனு மேல  பெண்ணே மாமா கிட்ட மோது நீ நடக்குற நடை உடை ஐயோ என் மனசுல ஏதோ தடை நா என்ன தெருல சுத்தும் நாயா இரவும் பகலும் என்ன கல் அடிச்சு தொறத்துற உங்க அப்பன் கிட்ட என்ன அடி வாங்க வைக்கிற நல்லவ போல நடிச்சு ஏமாத்துற உன்ன பாக்கதான் பாக்கதான் நானும் வந்துருக்கேன் வந்துருக்கேன் ஒரு முறை காதல சொல்லு உன்ன பாக்கதான் பாக்கதான் நானும் வந்துருக்கேன் வந்துருக்கேன் ஒரு முறை காதல சொல்லு  வாய் பேசும்போது கிளியே நீ பேசும் ஒவிய சிலயோ  அந்த வெண்ணிலாக்குள்ள ஆயா சுட்ட வடகறி நீதானா நீ போனா யாரடி எனக்கு நீதானே ஜின் ஜினா ஜினுக்கு அடி அஞ்சர மணிக்கே ஜிஞ்செர் சோடா தரவா நான் உனக்கு நான் பார்த்த ஒருத்தல நீதானே உன்னாலே தரதல நாந்தானே அட நெருப்பால விழுந்த ரேசன் அருசி புழுவென ஆனேனே மங்காத்தா ராணிய பார்த்தேனே கைமாத்தா காதல கேட்டேனே இந்த கோமளவள்ளி என்ன தொட்டா குளிக்கவே மாட்டேனே  ஆத்தங்கரை ஓரத்தில் நின்னாலே குயில் கூவும் குருவியும் போல அக்கம் பக்கம் யாருக்கும் தெரியாம லுக்கு விட்டா பக்குனு மேல  காலாலே அடுத்த கொலுசு ஏலேலோ படுது மனசு ஒரு இரும்ப தொட்ட காந்தம் போல இழுக்குது அவ வயசு ராசாத்தி என்னுடன் வறியா ஏமாத்தி போவது சரியா என்ன சாவ்கார்பேட்ட பீடா போல மெல்லுற அரைகொறையா  மன்னாதி மன்னனா இருந்தேனே உன்னால தெருவுல பொறந்தேனே என் வாடக சைக்கிளில் ஒருமுறை வந்தா வானத்தில் பறப்பேனே கண்ணாலே கன்னத்தில் அடிக்காதே கண்ணாடி வளையலாய் சிணுங்காதே உன்ன நம்பியே வந்த என்னையே இப்ப நம்பியார் ஆக்காதே  ஆத்தங்கர… கம்மாக்கர… ஆத்தங்கரை ஓரத்தில் நின்னாலே குயில் கூவும் குருவியும் போல அக்கம் பக்கம் யாருக்கும் தெரியாம லுக்கு விட்டா பக்குனு மேல"}