{"திரைப்படம்": "May Madham", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "ஆடிப்பாரு மங்காத்தா", "வருடம்": "1994", "பாடியவர்கள்": "Suneeta Rao, Sangeetha, G. V. Prakash", "பாடல்வரிகள்": "ஜாக்கி எடுத்து வை ராஜா எடுத்து வை ராணி எடுத்து வை ஏஸ் எடுத்து வை  வை ராஜா வை வை ராஜா வை வை ராஜா வை வை ராஜா வை வை ராஜா வை வை ராஜா வை  ஆடிப்பாரு மங்காத்தா எனை வந்து ஆட சொன்னது கல் கட்டா  ஹார்டின் ஆறு ஜெயிச்சாச்சா ஜெயிக்கிற ஸ்பேட் ஏழு எங்காத்தா  எட்டு மாடி வீடு கட்ட கொட்ட போகுதடி நோட்டு  நான் தொட்டதெல்லாம் வெற்றி ஆகும் வந்துபோடு வோட்டு  ஆடிப்பாரு மங்காத்தா எனை வந்து ஆட சொன்னது கல் கட்டா  ஹார்டின் ஆறு ஜெயிச்சாச்சா ஜெயிக்கிற ஸ்பேட் ஏழு எங்காத்தா  ஜாக்கி எடுத்து வை ராஜா எடுத்து வை ஏஸ் எடுத்து வை  ஜாக்கி எடுத்து வை ராஜா எடுத்து வை ஏஸ் எடுத்து வை  என்னென்ன நம்பர் வேணும் என்னக் கேளடி சும்மா எதுவும் தருவேன் அம்மா  ஒன்பதாம் நம்பர் மட்டும் இங்கே ஒட்டாதம்மா விவரங் கேளடி சும்மா  என்னாட்டம் விளையாடு தப்பாட்டம் கூடாது நம்பர்கள் சதி செஞ்சா நண்பர் மேல் தப்பேது  இது போல ஆட்டம் ஆடி இந்தியா கறை சேர்ப்பேன் சொந்தத்தில் ராக்கெட் வாங்கி சொர்கம் சென்று விலை கேட்பேன்  பொன் கூண்டை விட்டு நான் வானம் வந்த பட்சி  வானத்தை தாண்டி புது வாழ்க்கை வாழும் கட்சி  எட்டு மாடி வீடு கட்ட கொட்ட போகுதடி நோட்டு  நான் தொட்டதெல்லாம் வெற்றி ஆகும் வந்து போடு வோட்டு  ஆடிப்பாரு மங்காத்தா எனை வந்து ஆட சொன்னது கல்கட்டா  ஹார்டின் ஆறு ஜெயிச்சாச்சா ஜெயிக்கிற ஸ்பேட் ஏழு எங்காத்தா  எட்டு மாடி வீடு கட்ட கொட்ட போகுதடி நோட்டு  நான் தொட்டதெல்லாம் வெற்றி ஆகும் வந்து போடு வோட்டு  ஜாக்கி எடுத்து வை ராஜா எடுத்து வை ஏஸ் எடுத்து வை  ஜாக்கி எடுத்து வை ராஜா எடுத்து வை ஏஸ் எடுத்து வை  பிரிக்காத சீட்டுக்கட்ட மின்னும் போதை வன்னம் அச்சு வெல்ல கன்னம்  உன்னோடு எந்த ஆணும் தோக்க தானே வேணும் ஆஹா என்ன ஞானம்  இது வரை என்னாச்சு என் வாழ்க்கை வீனாச்சு சொந்தத்தில் சுவாசிச்சு அட ரொம்ப நாளாச்சு  என் கால்கள் எங்கும் போகும் தட்டி கேட்க கூடாது  என் பேர்கள் எங்கும் போகும் கட்டி போட கூடாது  வார்த்தைகள் கற்க நான் பள்ளிக்கூடம் சென்றேன்  வாழ்க்கையை கற்க நான் வாசல் தாண்டி வந்தேன்  எட்டு மாடி வீடு கட்ட கொட்ட போகுதடி நோட்டு  நான் தொட்டதெல்லாம் வெற்றி ஆகும் வந்துபோடு வோட்டு  ஆடிப்பாரு மங்காத்தா எனை வந்து ஆட சொன்னது கல்கட்டா  ஹார்டின் ஆறு ஜெயிச்சாச்சா ஜெயிக்கிற ஸ்பேட் ஏழு எங்காத்தா  எட்டு மாடி வீடு கட்ட கொட்ட போகுதடி நோட்டு  நான் தொட்டதெல்லாம் வெற்றி ஆகும் வந்துபோடு வோட்டு"}