{"திரைப்படம்": "Kasi", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "ஆத்தோரத்திலே ஆலமரம்", "வருடம்": "2001", "பாடியவர்கள்": "Hariharan", "பாடல்வரிகள்": "ஆத்தோரத்திலே ஆலமரம் ஆலமரம் ஆலமரத்தில் தூளி கட்டி ஆட வரும் ஸ்வர்ணக்குயிலே  ஆத்தோரத்திலே ஆலமரம் ஆலமரம் ஆலமரத்தில் தூளி கட்டி ஆட வரும் ஸ்வர்ணக்குயிலே  ஆடும் நெஞ்சில் ஆடும் சின்னக் கண்ணம்மா கண்ணம்மா ஆடி வெள்ளம் போலப் பொங்கி பாடலாமா கூடு கட்டி நெஞ்சில் வாழும் பொன்னம்மா பொன்னம்மா கொஞ்சிக் கொஞ்சி கொஞ்சம் வந்து பேசலாமா ஒன்னத் தானே பாட்டில் வெச்சேன் நெஞ்சுக்குள்ள பூட்டி வெச்சேன்  ஆத்தோரத்திலே ஆலமரம் ஆலமரம் ஆலமரத்தில் தூளி கட்டி ஆட வரும் ஸ்வர்ணக்குயிலே   வெள்ளி கொலுசு ரெண்டு துள்ளி குலுங்க உந்தன் காலடியின் ஓச மட்டும் கேட்க்கும் நெஞ்சில் வரைஞ்சு வெச்ச உந்தன் அழகைக் கண்ணில் பார்த்திருக்க ஆசை எல்லாம் தீரும்  வானின் வடிவம் என்ன மண்ணின் வனப்பும் என்ன நீ கொடுத்த கண்ணைக் கொண்டு பார்ப்பேன் காடு மலைகள் எங்கும் ஓடி குதிச்சு வந்து ஓய்வெடுக்க உன் மடியை கேட்பேன்  என் வானிலே நான் பார்க்கும் பொன் வசந்தக் காலம் நீ தானம்மா நான் பாடும் என் உயிரின் ராகம் கண்மணியின் பாவை என கண்ணுக்குள்ளே வந்தவளே உன்னத் தானே பாட்டில் வெச்சேன் நெஞ்சுக்குள்ளே பூட்டி வெச்சேன்  ஆத்தோரத்திலே ஆலமரம் ஆலமரம் ஆலமரத்தில் தூளி கட்டி ஆட வரும் ஸ்வர்ணக்குயிலே  ஆத்தோரத்திலே ஆலமரம் ஆலமரம் ஆலமரத்தில் தூளி கட்டி ஆட வரும் ஸ்வர்ணக்குயிலே   கண்கள் இரண்டு அதில் ஒண்ண எனக்குத் தந்த உன் கடன எப்படி நான் தீர்ப்பேன் ரெண்டு குரல் இருந்தா ஒண்ன உனக்குத் தந்து நானும் உன்னப் பாடச் சொல்லி கேட்பேன்  வெள்ளி நிலவில் கூட உள்ள களங்கம் பத்தி ஊரு சொல்லக் கேட்டதுண்டு மானே கள்ளம் கபடம் ஏதும் இல்லா குழந்தை என்று துள்ளி வந்த கொல்ல்லி மலைத் தேனே  நேற்று வரைக்கும் நான் பார்த்த கற்பனைகள் யாவும் உண்மை எனவே நான் காண கண்ணில் வந்த ஒளியே கண்மணியின் பாவை என கண்ணுக்குள்ளே வந்தவளே உன்னத் தானே பாட்டில் வெச்சேன் நெஞ்சுக்குள்ளே பூட்டி வெச்சேன்  ஆத்தோரத்திலே ஆலமரம் ஆலமரம் ஆலமரத்தில் தூளி கட்டி ஆட வரும் ஸ்வர்ணக்குயிலே  ஆத்தோரத்திலே ஆலமரம் ஆலமரம் ஆலமரத்தில் தூளி கட்டி ஆட வரும் ஸ்வர்ணக்குயிலே  ஆடும் நெஞ்சில் ஆடும் சின்னக் கண்ணம்மா கண்ணம்மா ஆடி வெள்ளம் போலப் பொங்கி பாடலாமா கூடு கட்டி நெஞ்சில் வாழும் பொன்னம்மா பொன்னம்மா கொஞ்சிக் கொஞ்சி கொஞ்சம் வந்து பேசலாமா ஒன்னத் தானே பாட்டில் வெச்சேன் நெஞ்சுக்குள்ள பூட்டி வெச்சேன்  ஆத்தோரத்திலே ஆலமரம் ஆலமரம் ஆலமரத்தில் தூளி கட்டி ஆட வரும் ஸ்வர்ணக்குயிலே"}