{"திரைப்படம்": "Aayiram Vilakku", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Srikanth Deva", "பாடல்": "ஆண்டிப்பட்டி உசிலம்பட்டி", "வருடம்": "2011", "பாடியவர்கள்": "", "பாடல்வரிகள்": "ஆண்டிப்பட்டி உசிலம்பட்டி ஆளுடா ஆளுடா அசந்துபுட்டா கொட்ட போற தேளுடா தேளுடா  ஆண்டிப்பட்டி உசிலம்பட்டி ஆளுடா ஆளுடா அசந்துபுட்டா கொட்ட போற தேளுடா தேளுடா வீரபாண்டி வீரபாண்டி தேருடா தேருடா அயிர மீனா சிக்கப் போறேன் பாருடா பாருடா ஒத்த சொல்லு பொறுக்க மாட்டேன் ரோஷக்காரண்டா பரம்பரையா எப்பவும் நான் பாசக்காரண்டா ஒத்த சொல்லு பொறுக்க மாட்டேன் ரோஷக்காரண்டா பரம்பரையா எப்பவும் நான் பாசக்காரண்டா  ஆளுடா ஆளுடா மதுர ஜில்லா ஆளுடா தூளுடா தூளுடா தொட்டதெல்லாம் தூளுடா  என்னிடம் ஆயுதம் ஏதுமில்ல பாருடா பகைவனே பகைவனே பத்துவிரல் வேலுடா அடிமை என்று ஆக்கவும் தெரியாது அடிமை என்று வாழவும் முடியாது பணத்தில் என்னை வாங்கவும் முடியாது பாட்டிலுக்குள் சூரியன் அடங்காது வீட்டுக்கு யாரும் வந்தா நான் வெள்ளாட்டை உரிச்சி வைப்பேன் மச்சாங்க யாரும் வந்தா நான் கள்ளாட்டை விருந்து வைப்பேன் யாருக்கும் பல்லாக்கு பல்லாக்கு தூக்காதே உழைச்சி முன்னேறு முன்னேறு என்னைக்கும் போராடு போராடு தூங்காதே உனக்கு உண்டாகும் வரலாறு ஆண்டிப்பட்டி.. உசிலம்பட்டி.. ஆ ஆ ஆண்டிப்பட்டி உசிலம்பட்டி ஆளுடா ஆளுடா அசந்துபுட்டா கொட்ட போற தேளுடா தேளுடா  கோரஸ்  சொட்டணும் சொட்டணும் வேர்வை மண்ணில் சொட்டணும் கொட்டணும் கொட்டணும் கோடிப்பணம் கொட்டணும்  ஆளணும் ஆளணும் அன்பினாலே ஆளணும் வாழணும் வாழணும் பறவைப்போல வாழணும் எதிரி பேரை சொல்லி அடிப்பேண்டா ஏழ்மை என எப்பவும் தடுப்பேண்டா பத்த வச்சா ஆளை முடிப்பேண்டா பாசம் வைச்சா தோளக் கொடுப்பேண்டா ஊருக்கே குடை பிடிப்பேன் எனக்கு ஊரெல்லாம் கொடி பிடிங்க சண்டைக்கு துணிஞ்சுபுட்டா எனக்கு சாப்பாடே அடிதடிங்க தினமும் கொண்டாட்டம் கொண்டாட்டம் கொண்டாட்டம் என்னைக்கும் சந்தோஷம் தீராது மனசுல பந்தாட்டம் பந்தாட்டம் பந்தாட்டம் என்னைக்கும் உற்சாகம் மாறாது ஆண்டிப்பட்டி உசிலம்பட்டி ஆளுடா ஆளுடா அசந்துபுட்டா கொட்ட போற தேளுடா தேளுடா வீரபாண்டி வீரபாண்டி தேருடா தேருடா அயிர மீனா சிக்கப் போறேன் பாருடா பாருடா  பாருடா பாருடா  ஒத்த சொல்லு பொறுக்க மாட்டேன் ரோஷக்காரண்டா பரம்பரையா எப்பவும் நான் பாசக்காரண்டா ஒத்த சொல்லு பொறுக்க மாட்டேன் ரோஷக்காரண்டா பரம்பரையா எப்பவும் நான் பாசக்காரண்டா"}