{"திரைப்படம்": "Pokkiri", "பாடலாசிரியர்": "Kabilan", "இசையமைப்பாளர்": "Mani Sharma", "பாடல்": "ஆடுங்கடா என்ன சுத்தி", "வருடம்": "2007", "பாடியவர்கள்": "Naveen", "பாடல்வரிகள்": "ஆடுங்கடா என்ன சுத்தி நான் அய்யனாரு வெட்டு கத்தி பாட போரென் என்ன பத்தி கேளுங்கடா வாய போத்தி  ஆடுங்கடா என்ன சுத்தி நான் அய்யனாரு வெட்டு கத்தி பாட போரென் என்ன பத்தி கேளுங்கடா வாய போத்தி  கடா வெட்டி பொங்க வெச்சா காளி ஆத்தா பொங்கலடா துள்ளிக்கிட்டு பொங்க வெச்சா ஜல்லி கட்டு பொங்கலடா  ஹேய் அடியும் ஒதையும் கலந்து வெச்சு விடிய விடிய விருந்து வெச்சா போக்கிரி பொங்கல் போக்கிரி பொங்கல் இடுப்பு எலும்ப ஒடிச்சு வெச்சு அடுப்பில்லாம எரிய வெச்சா போக்கிரி பொங்கல் போக்கிரி பொங்கல்  ஆடுங்கடா என்ன சுத்தி நான் அய்யனாரு வெட்டு கத்தி பாட போரென் என்ன பத்தி கேளுங்கடா வாய போத்தி   போக்கிரிய கண்டாலே சூடு இவன் நின்னாலே அதுரும்ட ஊரு அட கை தட்டி கும்மாளம் போடு கொண்டாட்டம் நீ விரும்பும் வரைக்கும் நிலைக்கும் இவன் வந்தாலே விசில் அடிக்கும் பாரு என்னாளுமே பறப்போம் பறந்தா கலப்போம் போடு   பச்ச புள்ள பிஞ்சு வெரல் அஞ்சுக்கும் பத்துக்கும் வேல செஞ்சா முந்தாணியில் தூளி கட்டும் தாய்மாரே நீ கொஞ்சம் தள்ளி வெச்சா ஆத்தா உன்ன மன்னிப்பாளா தாய்ப்பால் உனக்கு கொக்ககோலா தாயும் சேயும் ரெண்டு கண்ணு கால தொட்டு பூஜ பண்ணு நான் ரொம்ப தெருப்பு என்னோட பொரப்பு நடமாடும் நெருப்பு  ஹேய் அடியும் ஒதையும் கலந்து வெச்சு விடிய விடிய விருந்து வெச்சா போக்கிரி பொங்கல் போக்கிரி பொங்கல் இடுப்பு எலும்ப ஒடிச்சு வெச்சு அடுப்பில்லாம எரிய வெச்சா போக்கிரி பொங்கல் போக்கிரி பொங்கல்  மழை காலத்தில் குடிசை எல்லாம் கண்ணீரில் மிதக்கின்ற கட்டுமரம் வெயில் காலத்தில் குடிசை எல்லாம் அணையாமல் எரிகின்ற காட்டுமரம் சேரி இல்லா ஊருக்குள்ள பொரக்க வேணும் பேர புள்ள பட்டதெல்லாம் எடுத்து சொல்ல பட்ட படிப்பு தேவ இல்ல தீ பந்தம் எடுத்து தீண்டாமை கொளுத்து இதுதான் என் கருத்து  ஹேய் அடியும் ஒதையும் கலந்து வெச்சு விடிய விடிய விருந்து வெச்சா போக்கிரி பொங்கல் போக்கிரி பொங்கல் இடுப்பு எலும்ப ஒடிச்சு வெச்சு அடுப்பில்லாம எரிய வெச்சா போக்கிரி பொங்கல் போக்கிரி பொங்கல்  ஆடுங்கடா என்ன சுத்தி நான் அய்யனாரு வெட்டு கத்தி பாட போரென் என்ன பத்தி கேளுங்கடா வாய போத்தி  கடா வெட்டி பொங்க வெச்சா காளி ஆத்தா பொங்கலடா துள்ளிக்கிட்டு பொங்க வெச்சா ஜல்லி கட்டு பொங்கலடா  ஹேய் அடியும் ஒதையும் கலந்து வெச்சு விடிய விடிய விருந்து வெச்சா போக்கிரி பொங்கல் போக்கிரி பொங்கல் இடுப்பு எலும்ப ஒடிச்சு வெச்சு அடுப்பில்லாம எரிய வெச்சா போக்கிரி பொங்கல் போக்கிரி பொங்கல்"}