{"திரைப்படம்": "Uthama Villain", "பாடலாசிரியர்": "Kamal Haasan", "இசையமைப்பாளர்": "M. Ghibran", "பாடல்": "இரணியன் நாடகம்", "வருடம்": "2015", "பாடியவர்கள்": "Kamal Hassan, Rukmini Ashok Kumar", "பாடல்வரிகள்": "என் உதிரத்தின் விதை என் உயிர் உதிர்த்த சதை வேறொருவனை பகவன் என போறுத்திடுவேனா கொணர்க பிரகலாதனை, கேட்டு தெளிகிறேன்  துனையிலான்தனை துனையுடையோன் தொழுதேன் எந்தையே வணக்கம்  வாடா மகனே வா உன் சிறு விரல் கொண்டென்ச்சுடர்மணி மார்பில் சுருள் முடிச்சுழற்ற வாடா மகனே வா எம்மந்தனர் சொல் கேளாது உன் மனம் போல் நீ செபித்தப்பெயர் நாத்திகம் அன்றோ பிள்ளாய்  இறைவன் யாமென உலகே உணர்ந்தப்பின்னும்  இரணியன் மகனே மதம் மாறுவதா உற்ற உன் பிழையை திருத்து உன்தையின் நாமம் சொல்லிடு இவர் போல்  மிர்தியூன் ஜெய ஹோ ஹோ மிர்தியூன் ஜெய ஹோ மிர்தியூன் ஜெய ஹோ ஹோ மிர்தியூன் ஜெய ஹோ  நீ சொல்ல வேண்டிய மந்திரம் எது தெரியுமா இதோ இரண்யாய நமஹா இரண்யாய இரண்யாய நமஹா இரண்யாய நமஹா இரண்யாய இரண்யாய நமஹா  ஓம்.. அஹ ஓம்.. அஹ சொல் ஓம் நாராயணாய ஓம் நாராயணாய  எவனிவன் இந்நாரணன் எனப்படுவோன் எட்டு திசையும் எனையே தொழுதிட என் மகன் வழிபட வேறொரு உருவோ எனக்கொரு இணை எவனையும் சொலவோ பூதம் ஐந்தும் பொருந்திய பொருளோ வேதம் நான்கும் விளங்கிய உருவோ இரவும் பகலும் அகமும் புறமும் இனி மற்றெதிலும் சாகா வரமுடையோன் புரிந்திடு புரிந்திடு புரிந்திடு நீ முடிவுரை என்றொன்றில்லா காவியம் நான்  அறியா பிறவி பிறந்தோம் ஆளாய் பறந்தோம் திரிந்தோம் ஹரி ஓம் எனுமொர் நாமம் அறிந்தோம் ஆய்தோம் உய்தோம்  பித்துக்குளி கட்டு கதை கேட்டு பட்டுப்போனாய் கெட்டுப்போனாய் அஷ்டாக்ஷரம் துஷ்ட பயல் நாமம் அறியா பாலா அற்பா மூடா அரியோ அவனோ பேரளி பெண்ணோ அரவோ புலியோ நரியோ நாயோ எத்தகை உயிரும் கொல்லாதெனையே அறிவாய் அறிவாய்  அறிவோம் எனினும் அறியான் ஹரியின் குரலே உமதும்   மிர்தியூன் ஜெய வித்தை கத்தவன் நான் பாலா, நெடு வாழும் பெற்றவன் நான் நல் வழி கேளா துன் வழி நடந்து ஹரி ஹரி எனும் உன்விழிமூடிச்சொன்னால் மடிவாய் மடிவாய்  நாதன் நாமம் போனால் என் வாழ்வும் நானும் வேண்டேன்  மீனைத் தாம் என்றான் ஆமைத் தாம் என்றான் வெக்கங்கெட்டு பன்றியும் தாம் தான் என்றவனா கடவுள்  யாதும் ஹரி அவன் எதிலும் உள்ளானே  எவரும் எந்த பொருளும் தெய்வமானால் கும்பிட்ட கூட்டம் போதும் குப்பை கூட சொர்க்கம் சேரும் அகில உலகும் அழியும் அழியும் வா வா வா வாடா எங்கே ஹரியை நீ காட்டடா  ஹரி ஹரி ஹரி ஹரி ஹரி ஹரி ஹரி ஹரி  ஹரி ஹரி ஹரி ஹரி ஹரி ஹரி ஹரி ஹரி ஹரி ஹரி ஹரி ஹரி ஹரி ஹரி ஹரி ஹரி  கொடுங்கோலன் மாண்டான் தனைகொன்று கொண்டான் கொலை பாதகத்தின் விடை கண்டு கொள்வீரே!!!!  "}