{"திரைப்படம்": "Unnal Mudiyum Thambi", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "இதழில் கதை எழுதும்", "வருடம்": "1988", "பாடியவர்கள்": "K. S. Chithra, S. P. Balasubramaniam", "பாடல்வரிகள்": "ஆண்: இதழில் கதை எழுதும் நேரமிது (இசை) இதழில் கதை எழுதும் நேரமிது இன்பங்கள் அழைக்குது ஆ….  பெண்: மனதில் சுகம் மலரும் மாலையிது மான் விழி மயங்குது ஆ….. மனதில் சுகம் மலரும் மாலையிது (இசை) ஆண்: இளமை அழகை அள்ளி அணைப்பதற்கே இளமை அழகை அள்ளி அணைப்பதற்கே இரு கரம் துடிக்குது தனிமையும் நெருங்கிட இனிமையும் பிறக்குது  இதழில் கதை எழுதும் நேரமிது (இசை)  ஆண்: காதல் கிளிகள் ரெண்டு ஜாடை பேசக்கண்டு ஏதேதோ எண்ணம் என் நெஞ்சில் உதிக்கும் பெண்: நானும் நீயும் சேர்ந்து ராகம் பாடும்போது நீரோடை போல என் நெஞ்சம் இனிக்கும் ஆண்: இனிய பருவமுள்ள இளங்குயிலே இனிய பருவமுள்ள இளங்குயிலே ஏன் இன்னும் தாமதம் மன்மதக் காவியம் என்னுடன் எழுது பெண்: நானும் எழுதிட இளமையும் துடிக்குது நாணம் அதை வந்து இடையினில் தடுக்குது ஆண்: ஏங்கித் தவிக்கையில் நாணங்கள் எதற்கடி ஏக்கம் தனிந்திட ஒரு முறை தழுவடி பெண்: காலம் வரும் வரை பொறுத்திருந்தால் கன்னி இவள் மலர்க்கரம் தழுவிடுமே ஆண்: காலம் என்றைக்கு கனிந்திடுமோ காளை மனம் அதுவரை பொறுத்திடுமோ பெண்: மாலை மண மாலை இடும் வேளை தனில் தேகம் இது விருந்துகள் படைத்திடும் ஆண்: இதழில் கதை எழுதும் நேரமிது இன்பங்கள் அழைக்குது ஆ…. பெண்: மனதில் சுகம் மலரும் மாலையிது (இசை)   ஆண்: தோகை போலே மின்னும் பூவை உந்தன் கூந்தல் கார்மேகம் என்றே நான் சொல்வேன் கண்ணே பெண்: பாவை எந்தன் கூந்தல் வாசம் யாவும் அந்த மேகம் தனில் ஏது நீ சொல்வாய் கண்ணா ஆண்: அழகைச் சுமந்து வரும் அழகரசி அழகைச் சுமந்து வரும் அழகரசி ஆனந்த பூமுகம் அந்தியில் வந்திடும் சுந்தர நிலவோ பெண்: நாளும் நிலவது தேயுது மறையுது நங்கை முகமென யாரதைச் சொன்னது ஆண்: மங்கை உன் பதில் மனதினைக் கவருது மாரன் கணை வந்து மார்பினில் பாயுது பெண்: காமன் கணைகளைத் தடுத்திடவே காதல் மயில் துணை என வருகிறது ஆண்: மையல் தந்திடும் வார்த்தைகளே மோகம் எனும் நெருப்பினை பொழிகிறது பெண்: மோகம் நெருப்பாக அதை தீர்க்கும் ஒரு ஜீவ நதி அருகினில் இருக்குது மனதில் சுகம் மலரும் மாலையிது மான் விழி மயங்குது ஆ…  ஆண்: இதழில் கதை எழுதும் நேரமிது இன்பங்கள் அழைக்குது ஆ…. இதழில் கதை எழுதும் நேரமிது"}