{"திரைப்படம்": "Kanthaswamy", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Devi Sri Prasad", "பாடல்": "இதெல்லாம் டூப்பு", "வருடம்": "2009", "பாடியவர்கள்": "Vikram, Devi Sri Prasad", "பாடல்வரிகள்": "ஆண்: கூழு, சுண்டலு, வேர்க்கடலை, வத்தக்கறி, வடுமாங்கா, சுண்டக்கஞ்சி, சுட்டவாழ, மக்காச்சோளம், நீர்மோரு, பேட்ரித்தண்ணி, இளநி, எறாதொக்கு, உப்புக்கண்டம், பழையசோரு, டிகிரிப்காப்பி, இஞ்சிமரப்பான், கடலமுட்டாய், கம்மரக்கட்டு, வெள்ளரிக்காய், எலந்தப்பழம், குச்சி ஐசு, மொளகாபச்சி, எள்ளுவட, பொறி உருண்ட, ஜிகருதண்டா, ஜீராத்தண்ணி, ஜவ்வு முட்டாய், கீரவட, கிர்னிப்பழம், அவுச்சமுட்ட, ஆப்பாயில், பல்லி முட்ட, பப்பாளி, பொகையெல, போதப்பாக்கு, புண்ணாக்கு.... குழு: இதெல்லாம் டூப்பு... பீசாதான் டாப்பு... இதெல்லாம் டூப்பு... பீசாதான் டாப்பு... இதெல்லாம் டூப்பு... பீசாதான் டாப்பு...  (இசை...)  ஆண்: அண்ணன், அண்ணி, நாத்தநாரு, மாமியாரு, மாமனாரு, ஓரகத்தி, சக்காலத்தி, தம்பிக்காரன், தங்கச்சி, சித்தப்பன்,  பெரியப்பன், பாட்டன், முப்பாட்டன், பேத்தி, கொள்ளுப்பேத்தி, பேரன், கொள்ளுப்பேரன், பொண்டாட்டி, வப்பாட்டி, நல்லப்புருஷன், கள்ளப்புருஷன், மச்சினிச்சி, மாமனாரு,  கொழுந்தநாரு, கொழுந்தியா, மூத்தாரு, பாட்டி, பூட்டி, அக்காப்பொண்ணு, அத்தப்பொண்ணு, காதலன், காதலி, டாவு டைம்பாசு, தாய்மாமன், பங்காளி, தம்பிப்புள்ள, தத்துப்புள்ள, சகல, சம்மந்தி, மொறமாமன், மொறப்பொண்ணு, தலச்சன்புள்ள, இளையப்புள்ள, மூத்ததாரம், இளையதாரம், துடுப்பு, ஒன்னுவிட்டுது, இரண்டுவிட்டுது, இரத்த சொந்தம், மத்த சொந்தம், ஜாதிக்காரன், பொண்ணு எடுத்தவன், பொண்ணுத் தந்தவன்....  குழு: இதெல்லாம் டூப்பு... நண்பன் தான் டாப்பு... இதெல்லாம் டூப்பு... நண்பன் தான் டாப்பு... இதெல்லாம் டூப்பு... நண்பன் தான் டாப்பு...  (இசை...) ஆண்: சோகம், அழுகை, சோம்பல், காதல் தோல்வி, கடுப்பு, எக்ஸாம்பெய்லு, எரிச்சல், வெறுப்பு, வேதனை, கோபம், பிரிவு, நஷ்டம், படபடப்பு, பழிவாங்கல், பாவம், போட்டுக்கொடுப்பு, பொறாம, கிண்டலு, எலப்பம், எச்சப்புத்தி, இருமாப்பு, சகுனிவேல, சதிச்செயல், கோல்மூட்டல், குறுக்கு புத்தி, ஒட்டுக்கேட்டல், ஓரவஞ்சனை, பொய்யி, புழுகுமூட்ட, டகுல் வேல, டப்பாங்குத்து,  அரக்கத்தனம், பீலா, பில்டப்பு, பிசாத்து, கொல்லிக்கண்ணு, குசும்பு, சின்னத்தனம், சிண்டுமுடி, அல்லக்கை, அல்பம், டேருமாரு, டிமிக்கி, ஊல உதார், ஒப்பாரி, ஜால்ட்ரா, ஜர்க்கடித்தல், திருட்டுவேல, தில்லுமுல்லு, சண்டித்தனம்....  குழு: இதெல்லாம் டூப்பு... ஜாலிதான் டாப்பு... இதெல்லாம் டூப்பு... ஜாலிதான் டாப்பு.... இதெல்லாம் டூப்பு... ஜாலிதான் டாப்பு....  (இசை...)  ஆண்: குப்புசாமி, கோயிந்தசாமி முன்சாமி, முத்துசாமி, கிருஷ்ணசாமி, மாடசாமி, மயில்சாமி, வேலுச்சாமி, வீராசாமி, கண்ணுச்சாமி, கருப்புச்சாமி, மலச்சாமி, பழனிச்சாமி, குருசாமி, கோட்டச்சாமி, சின்னச்சாமி, பெரியச்சாமி, ஆறுச்சாமி, அழகுச்சாமி, அப்பாச்சாமி, கொண்டச்சாமி, வேட்டச்சாமி, வெங்கடச்சாமி, தங்கச்சாமி, பெருமாள்சாமி, நாராயண்ச்சாமி, சிவச்சாமி, சினுச்சாமி, சடையச்சாமி, சந்திராச்சாமி, வெள்ளச்சாமி, குயில்ச்சாமி, குமார்ச்சாமி, கோதண்டச்சாமி, அங்குச்சாமி, தொரச்சாமி, பொண்ணுச்சாமி, அய்யாச்சாமி, அண்ணாச்சாமி, நல்ல சாமி....  குழு: இதெல்லாம் டூப்பு... கந்தசாமி டாப்பு... இதெல்லாம் டூப்பு... கந்தசாமிதான் டாப்பு...  குழு: கந்தசாமிதான் டாப்பு......."}