{"திரைப்படம்": "Vel", "பாடலாசிரியர்": "Na. Muthukumar", "இசையமைப்பாளர்": "Yuvan Shankar Raja", "பாடல்": "இந்த ஊரில்", "வருடம்": "2007", "பாடியவர்கள்": "Shankar Mahadevan", "பாடல்வரிகள்": "பெண்: பழநிமல உச்சியில பாரத்தெல்லாம் எறக்கிவச்சு சொக்கம்பட்டி காட்டுக்குள்ள கரும்பு வெட்டும் காளைகளா... கட்டெறும்பு காயப்படாம கணுக்கணுவா பாத்து வெட்டு  ஆண்: இந்த ஊரில் எப்பவுமே கெட்டதே நடக்காதுடா.. இங்க எறும்பு கூட யாரையுமே கடிக்காதுடா..  (இசை...)  ஆண்: இந்த ஊரில் எப்பவுமே கெட்டதே நடக்காதுடா.. குழு: நடக்காதுடா..  ஆண்: இங்க எறும்பு கூட யாரையுமே கடிக்காதுடா.. குழு: கடிக்காதுடா..  ஆண்: ஹேய் வெட்டுறவன் வெட்டினா தித்திக்கும்டா கரும்பு குத்துறவன் குத்துனா ரத்தம் கொட்டும் உடம்பு வெட்ட வெட்ட வாழையாவோம் கொட்ட கொட்ட தேனீயாவோம் கஷ்டமுனு வந்தா கவலப்பட மாட்டோம் நஷ்டமுனு வந்தா நடையக்கட்ட மாட்டோம்  குழு: வெற்றி வேலு முருகன் வெற்றியத்தான் கொடுப்பான் வீரவேலு முருகன் எங்க வீரத்தில இருப்பான்  ஆண்: இந்த ஊரில் எப்பவுமே கெட்டதே நடக்காதுடா குழு: நடக்காதுடா  (இசை...)  ஆண்: பச்சரிசி பொங்கவச்சு பூஜ நடத்தணும் குழு: நல்ல நாளு.. இந்த நாளு..  ஆண்: ஏ ஏ கட்டுக்கட்டா கரும்பெடுத்து கடிச்சு நொறுக்கணும் குழு: நல்லா சொன்ன.. வேலு வேலு.. ஆண்: மருதமல முருகனுக்கு அலகு குத்தி வந்தோம் மதுரைவீரன் சாமிக்குத்தான் அருவா அடிச்சு தந்தோம் மாரியம்மன் காவலால் நல்லா இருக்கு ஊரு அண்ணன் தம்பி போலதானே ஒண்ணா இருப்போம் பாரு நல்ல எண்ணங்கள வெதையா வெதச்சாக்கா மேகம் இல்லாம மழையடிக்கும்  குழு: சிலம்பெடுத்துப் போனா சூரியனத் தொடுவான் சிறகடிச்சுப் போனா சந்திரன புடிப்பான்  ஆண்: கஷ்டமுனு வந்தா கவலப்பட மாட்டோம் நஷ்டமுனு வந்தா நடையக்கட்ட மாட்டோம்  குழு: வெற்றி வேலு முருகன் வெற்றியத்தான் கொடுப்பான் வீரவேலு முருகன் எங்க வீரத்தில இருப்பான்  (இசை...)  குழு: ஏ தன்னனன நானே தன்னானன்ன நானே தன்னனன நானே தன்னானன்ன நானே.... தன்னனன நானே தன்னானன்ன நானே தன்னனன்ன தன்னனன்ன நானா...  ஆண்: வெட்டு ஒண்ணு துண்டு ரெண்டு பழைய பேச்சுடா குழு: ஆமா ஆமா வேலு வேலு  ஆண்: ஏ குண்டு ஒண்ணு போட்டா துண்டு நூறுடா குழு: போட்டான் பாரு ஒரே போடு  ஆண்: அரசமரத்து புள்ளையாரு சுண்டலத்தான் கேக்கும் எங்க ஊரு புள்ளை எல்லாம் சண்டையத்தான் கேக்கும் ஆறறிவு எல்லாருக்கும் பொதுவாக இருக்கும் ஆறாவது விரலு மட்டும் சிலருக்குத்தான் இருக்கும் சூரக்காத்திலையும் சூடம் ஏத்திடுவோம் எதிரி எவனும் இங்கவர மாட்டான்...  குழு: வேலுக்கம்பு அருவா ஆயுதங்க எதுக்கு வேலு கூட இருந்தா வெற்றி தானே நமக்கு"}