{"திரைப்படம்": "Raavanan", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "உசுரே போகுதே உசுரே போகுதே", "வருடம்": "2010", "பாடியவர்கள்": "Karthik", "பாடல்வரிகள்": "இந்த பூமியில எப்ப வந்து நீ பொறந்த என் புத்திக்குள்ள தீப்பொறிய நீ வெதச்ச அடி தேக்கு மர காடு பெருசுதான் சின்ன தீக்குச்சி உசரம் சிறுசுதான்  அடி தேக்கு மர காடு பெருசுதான் சின்ன தீக்குச்சி உசரம் சிறுசுதான் ஒரு தீக்குச்சி விழுந்து புடிக்குதடி கருந்தேக்கு மரக்காடு வெடிக்குதடி  உசுரே போகுதே உசுரே போகுதே ஒதட்ட நீ கொஞ்சம் சுழிக்கயிலே ஓ… மாமன் தவிக்கிறேன் மடி பிச்ச கேக்குறேன் மனச தாடி என் மணி குயிலே அக்கரைச் சீமையில் நீ இருந்தும் ஐவிரல் தீண்டிட நினைக்குதடி அக்கினி பழமுன்னு தெரிஞ்சிருந்தும் அடிக்கடி நாக்கு துடிக்குதடி  ஒடம்பும் மனசும் தூரம் தூரம் ஒட்ட நினைக்கேன் ஆகல மனசு சொல்லும் நல்ல சொல்ல மாய ஒடம்பு கேக்கல தவியா (ஹோ ஹோ..) தவிச்சு (ஹோ ஹோ..) உசிர் தடம் கெட்டு திரியுதடி (ஹோ ஹோ..) தையிலாங் குருவி (ஹோ ஹோ..) என்ன தள்ளி நின்னு சிரிக்குதடி (ஹோ ஹோ..) இந்த மம்முத கிறுக்கு தீருமா அடி மந்திரிச்சு விட்ட கோழி மாறுமா என் மயக்கத்த தீத்து வெச்சு மன்னிச்சிருமா சந்திரனும் சூரியனும் சுத்தி ஒரு கோட்டில் வருகுதே சத்தியமும் பத்தியமும் இப்ப தலை சுத்தி கெடக்குதே  உசுரே போகுதே உசுரே போகுதே ஒதட்ட நீ கொஞ்சம் சுழிக்கயிலே ஓ மாமன் தவிக்கிறேன் மடி பிச்ச கேக்குறேன் மனச தாடி என் மணி குயிலே அக்கர சீமையில் நீ இருந்தும் ஐவிரல் தீண்டிட நினைக்குதடி அக்கினி பழமுன்னு தெரிஞ்சிருந்தும் அடிக்கடி நாக்கு துடிக்குதடி இந்த உலகத்தில் இது ஒண்ணும் புதுசில்ல ஒண்ணு ரெண்டு தப்பி போகும் ஒழுக்கத்தில விதி சொல்லி வழி போட்டான் மனசபுள்ள விதிவிலக்கில்லாத விதியுமில்ல  எட்ட இருக்கும் சூரியன் பாத்து மொட்டு விரிக்குது தாமரை தொட்டு விடாத தூரம் இருந்தும் சொந்த பந்தமோ போகல பாம்பா விழுதா ஒரு பாகுபாடு தெரியலையே பாம்பா இருந்தும் நெஞ்சு பயப்பட நினைக்கலையே என் கட்டையும் ஒரு நாள் சாயலாம் என் கண்ணுல உன் முகம் போகுமா நான் மண்ணுக்குள்ள உன் நெனப்பு மனசுக்குள்ள சந்திரனும் சூரியனும் சுத்தி ஒரு கோட்டில் வருகுதே சத்தியமும் பத்தியமும் இப்ப தலை சுத்தி கெடக்குதே  உசுரே போகுதே உசுரே போகுதே ஒதட்ட நீ கொஞ்சம் சுழிக்கயிலே ஓ மாமன் தவிக்கிறேன் மடி பிச்ச கேக்குறேன் மனச தாடி என் மணி குயிலே அக்கர சீமையில் நீ இருந்தும் ஐவிரல் தீண்டிட நினைக்குதடி அக்கினி பழமுன்னு தெரிஞ்சிருந்தும் அடிக்கடி நாக்கு துடிக்குதடி"}