{"திரைப்படம்": "Sukran", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Vijay Antony", "பாடல்": "உன் பார்வையோ", "வருடம்": "2005", "பாடியவர்கள்": "Shobha, Vijay", "பாடல்வரிகள்": "உன் பார்வையோ தீ ஆகுது என் தேகமோ சூடாகுது  உன் பார்வையோ தீ ஆகுது என் தேகமோ சூடாகுது நான் தூங்கியே நாளாகுதடா என் காதலன் நீ தான் என்பதை உன் காதலி நான் தான் என்பதை என் வீட்டு டிவி சொன்னதடா தூங்கும்போதும் சொல்லிக்கொண்டென் அழுத்தி உந்தன் பெயரை நாள்தோறும் சொல்லியும் ஆசை அடங்கவில்லை கன்னை விட்டு தூக்கி சென்று கடத்தி விட்டாய் என்னை எங்கே சென்று ஒலித்து வைத்தாய் இதயம் தன்னை ஹோய்  உன் பார்வையோ தீ ஆகுது என் தேகமோ சூடாகுது நான் தூங்கியே நாளாகுதடி என் காதலி நீ தான் என்பதை உன் காதலன் நான் தான் என்பதை என் வீட்டு டிவி சொன்னதடி  என் உடலோ பாத்திரங்கள் உன் மனதில் சூத்திரங்கள் என் அருகிலே வந்து நீர் ஊற்றுங்கள் பத்து வரை என்னிடுவேன் பத்து விரல் கோர்த்திடுவேன் பத்தினியின் காமதில் தீ மூட்டுங்கள்  பூச்செடிதான் உன் குனம் பூக்கலெல்லாம் உன் மனம் உன் கனியால் என் விரதம் தீர்ப்பாயம்மா காட்டருவி உன்னிடம் ஊர் குருவி கேட்கிறேன் இக்கனம் என் தாகம் எல்லாம் தீர்ப்பாயம்மா  உன் பார்வையோ தீ ஆகுது என் தேகமோ சூடாகுது நான் தூங்கியே நாளாகுதடா என் காதலன் நீ தான் என்பதை உன் காதலி நான் தான் என்பதை என் வீட்டு டிவி சொன்னதடா  காற்று அடிச்சி பறக்குது நேற்று போட்ட பஜி கண்ண வச்சி மயக்குது சாரி கட்டி சுச்சி கைய புடுச்சி கொஞ்சம் இடுச்சி புடுச்சி வேற ஒரு பொன்னுக்கு நீ தாலி கட்டு மச்சி பூம் ஷிக்கு பாம்….  நள்ளிரவில் வானவில்லை நன்பகலில் வென்னிலவை கண்ணிமையில் உன்னுருவை நான் காண்கிறேன் எத்தனயோ ஆசைகளை உள்மனதின் ஒசைகளை காற்றலயின் காதோரம் மெதுவாய் சொன்னேன்  பூக்களை நான் தொட்டதும் தேன் விரலில் பட்டதும் உன் இதழை உன் இதழை தான் என்னினென் வீணையை நான் மீட்டதும் மாங்கனியை பார்ததும் உன் அழகை உன் உருவை தான் என்னினென்  உன் பார்வையோ தீ ஆகுது என் தேகமோ சூடாகுது நான் தூங்கியே நாளாகுதடா என் காதலன் நீ தான் என்பதை உன் காதலி நான் தான் என்பதை என் வீட்டு டிவி சொன்னதடா தூங்கும்போதும் சொல்லிக்கொண்டென் அழுத்தி உந்தன் பெயரை நாள்தோறும் சொல்லியும் ஆசை அடங்கவில்லை கன்னை விட்டு தூக்கி சென்று கடத்தி விட்டாய் என்னை எங்கே சென்று ஒலித்து வைத்தாய் இதயம் தன்னை ஹோய்  உன் பார்வையோ தீ ஆகுது என் தேகமோ சூடாகுது நான் தூங்கியே நாளாகுதடி என் காதலி நீ தான் என்பதை உன் காதலன் நான் தான் என்பதை என் வீட்டு டிவி சொன்னதடி"}