{"திரைப்படம்": "Yennai Arindhaal", "பாடலாசிரியர்": "Thamarai", "இசையமைப்பாளர்": "Harris Jayaraj", "பாடல்": "உனக்கென்ன வேணும் சொல்லு", "வருடம்": "2015", "பாடியவர்கள்": "Benny Dayal, Mahathi", "பாடல்வரிகள்": "உனக்கென்ன வேணும் சொல்லு உலகத்தை காட்டச் சொல்லு புது இடம் புது மேகம் தேடிப் போவோமே பிடித்ததை வாங்கச் சொல்லு வெறுப்பதை நீங்கச் சொல்லு புது வெள்ளம் புது ஆறு நீந்திப் பார்ப்போமே  இருவரின் பகல் இரவு ஒரு வெயில் ஒரு நிலவு தெரிந்தது தெரியாதது பார்க்கப் போறோமே உலகென்னும் பரமபதம் விழுந்தபின் உயர்வு வரும் நினைத்தது நினையாதது சேர்க்கப் போறோமே ஒரு வெள்ளி கொலுசு போல இந்த பூமி சினுங்கும் கீழ அணியாத வைரம் போல அந்த வானம் மினுங்கும் மேல ஒரு வெள்ளி கொலுசு போல இந்த பூமி சிணுங்கும் கீழ அணியாத வைரம் போல அந்த வானம் மினுங்கும் மேல  கனவுகள் தேய்ந்ததென்று கலங்கிட கூடாதென்று தினம் தினம் இரவு வந்து தூங்க சொல்லியதே..!! எனக்கென உன்னை தந்து உனக்கிரு கண்ணை தந்து அதன் வழி எனது கனா காணச் சொல்லியதே..!! நீ அடம் பிடித்தாலும் அடங்கி போகின்றேன் உன் மடி மெத்தை மேல் மடங்கிக் கொள்கின்றேன்  தன தான னத்தன நம்தம் தன தான னத்தன நம்தம் தன தான னத்தன நம்தம் தன தான னத்தன நம்தம்  உனக்கென்ன வேணும் சொல்லு உலகத்தை காட்டச் சொல்லு புது இடம் புது மேகம் தேடிப் போவோமே பிடித்ததை வாங்கச் சொல்லு வெறுப்பதை நீங்கச் சொல்லு புது வெள்ளம் புது ஆறு நீந்திப் பார்ப்போமே  பருவங்கள் மாறி வர வருடங்கள் ஓடி விட இழந்த என் இனிமைகளை உன்னில் கண்டேனே..!! எழுதிடும் உன் விரலில் சிரித்திடும் உன் இதழில் கடந்த என் கவிதைகளை கண்டு கொண்டேனே..!! துருவங்கள் போல் நீளும் இடைவெளி அன்று ஓ தோள்களில் உன் மூச்சு இழைகிறதின்று  தன தான னத்தன நம்தம் தன தான னத்தன நம்தம் தன தான னத்தன நம்தம் தன தான னத்தன நம்தம்  உனக்கென்ன வேணும் சொல்லு உலகத்தை காட்டச் சொல்லு புது இடம் புது மேகம் தேடிப் போவோமே பிடித்ததை வாங்கச் சொல்லு வெறுப்பதை நீங்கச் சொல்லு புது வெள்ளம் புது ஆறு நீந்திப் பார்ப்போமே இருவரின் பகல் இரவு ஒரு வெயில் ஒரு நிலவு தெரிந்தது தெரியாதது பார்க்கப் போறோமே உலகென்னும் பரமபதம் விழுந்தபின் உயர்வு வரும் நினைத்தது நினையாதது சேர்க்கப் போறோமே ஒரு வெள்ளி கொலுசு போல இந்த பூமி சிணுங்கும் கீழ அணியாத வைரம் போல அந்த வானம் மினுங்கும் மேல ஒரு வெள்ளி கொலுசு போல இந்த பூமி சிணுங்கும் கீழ அணியாத வைரம் போல அந்த வானம் மினுங்கும் மேல"}