{"திரைப்படம்": "Mudhalvan", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "உளுந்து வெதக்கையிலே", "வருடம்": "1999", "பாடியவர்கள்": "Srinivas, Swarnalatha", "பாடல்வரிகள்": "பெண்: உளுந்து வெதக்கையிலே! சுத்தி ஊதக்காத்து அடிக்கயிலே! நான் அப்பனுக்குக் கஞ்சி கொண்டு ஆத்துமேடு தாண்டிப் போனேன்.... கண்ட நல்ல நல்ல சகுனத்தில் நெஞ்சுக்குழி பூத்துப் போனேன்.....  பெண்: உளுந்து வெதக்கையிலே! சுத்தி ஊதக்காத்து அடிக்கயிலே! நான் அப்பனுக்குக் கஞ்சி கொண்டு ஆத்துமேடு தாண்டிப் போனேன்.... கண்ட நல்ல நல்ல சகுனத்தில் நெஞ்சுக்குழி பூத்துப் போனேன்....  பெண்: வெக்கப்படப்பில் கவுளி கத்த வலது பக்கம் கருடஞ் சுத்த தெருவோரம் நெறகுடம் பார்க்கவும் மணிச்சத்தம் கேட்கவுமானதே! ஒரு பூக்காரி எதுக்க வர பசும் பால்மாடு கடக்கிறதே! இனி என்னாகுமோ? ஏதாகுமோ? இந்தச் சிறுக்கி வழியில் தெய்வம் புகுந்து வரம் தருமோ?ஓஓஓஹோ  பெண்: உளுந்து வெதக்கையிலே! சுத்தி ஊதக்காத்து அடிக்கயிலே நான் அப்பனுக்குக் கஞ்சி கொண்டு ஆத்துமேடு தாண்டிப் போனேன்.... கண்ட நல்ல நல்ல சகுனத்தில் நெஞ்சுக்குழி பூத்துப் போனேன்.....  ஆண்: அனிச்சு மலரழகே அச்சு அச்சுவெல்லப் பேச்சழகே என் கண்ணுக்குள்ள கூடு கட்டி காதுக்குள்ள கூவுங் குயிலே நீ எட்டியெட்டிப் போகையில விட்டுவிட்டுப் போகும் உயிரே.....(2)  ஆண்: ஒரு தடவ இழுத்து அணச்சபடி உயிர் மூச்ச நிறுத்து கண்மணியே  பெண்: ஒம்முதுக தொளச்சி வெளியேற இன்னும் கொஞ்சம் இருக்கு என்னவனே  ஆண்: மழையடிக்கும் சிறு பேச்சு வெயிலடிக்கும் ஒரு பார்வ ஒடம்பு மண்ணில் புதையற வரையில் உடன் வரக் கூடுமோ  பெண்: உசிர் என்னோட இருக்கையில - நீ மண்ணோட போவதெங்கே அட உன் சேவையில் நானில்லையா கொல்ல வந்த மரணம் கூடக் குழம்புமய்யா  ஆண்: குறுக்கு சிறுத்தவளே - என்னக் குங்குமத்தில் கரைச்சவளே - நெஞ்சில் மஞ்ச தேச்சிக் குளிக்கையில் என்னக் கொஞ்சம் பூசு தாயே உன் கொலுசுக்கு மணியாக என்னக் கொஞ்சம் மாத்து தாயே  பெண்: ஒரு கண்ணில் நீர் கசிய உதட்டு வழி உசிர் கசிய ஒன்னால சில முறை இறக்கவும் சில முறை பிறக்கவும் ஆனதே அட ஆத்தோட விழுந்த எல அந்த ஆத்தோட போவது போல் - நெஞ்சு ஒன்னோடுதான் பின்னோடுதே அட காலம் மறந்து காட்டு மரமும் பூக்கிறதே  ஆண்: குறுக்கு சிறுத்தவளே என்னக் குங்குமத்தில் கரைச்சவளே - நெஞ்சில் மஞ்ச தேச்சிக் குளிக்கையில் என்னக் கொஞ்சம்...  பெண்: பூசுவேன்யா உன் கொலுசுக்கு மணியாக என்னக் கொஞ்சம் கொஞ்சம்... பெண்: மாத்துவேன்யா  "}