{"திரைப்படம்": "Thamizhan", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "D. Imman", "பாடல்": "உள்ளத்தை கிள்ளாதே", "வருடம்": "2002", "பாடியவர்கள்": "Vijay", "பாடல்வரிகள்": "உள்ளத்தை கிள்ளாதே கில்லி விட்டு செல்லாதே காயத்தில் முத்தம் வையப்பா முத்தத்தின் முடிவில் முழு ஆளை தின்னுவாய் தாங்காது யப்ப யப்பப்பா  உள்ளத்தை கிள்ளாதே கில்லி விட்டு செல்லாதே காயத்தில் முத்தம் வையப்பா முத்தத்தின் முடிவில் முழு ஆளை தின்னுவாய் தாங்காது யப்ப யப்பப்பா  ஓ ரெட்டை சட்டை ரெட்டை தேகம் அணிய கூடாதா நான் இன்னும் சில நால் கற்போடு இங்கே இருக்க கூடாதா நீ முத்தம் நூறு தந்து கட்டில் வறுமை தீர்க்க கூடாதா  உள்ளத்தை கிள்ளாதே கில்லி விட்டு செல்லாதே காயத்தில் முத்தம் வையப்பா முத்தட்தின் முடிவில் முழு ஆளை தின்னுவாய் தாங்காது யப்ப யப்பப்பா  நான் உந்தன் பேரை திருடி கொண்டேன் நாவுக்குல் பக்சை குத்திக்கொண்டேன் யாரொடும் சொல்லாமல் சென்சாரே இல்லாமல் சூப்பர் காதல் சொல்லி தரவே வந்தேன்  லவ்வுக்கு ஏண்டி கண்ணே ட்யூசன் சொல்லாமல் தெரியும் காதல் மிசன் மூக்கோடு ஒரசி என்னை முத்தாடும் போது நெஞ்சம் பாக்கிஸ்தானின் பார்டர் போல டென்சன் கையோடு நான் கொண்ட காயத்தில் மருந்து இட்டாய் கண்ணுக்கு தோன்றாத இடங்களில் காயம் செய்தாய் நீ செய்த காயங்கள் ஆறிட என்ன செய்வாய்  அன்பே நான் முத்தம் என்ற மருந்து வைப்பேன் முத்ததில் குளித்து என்னை கொண்டு துவட்டு  தலை சுற்றும் கொடியே கொஞ்சம் நேரம் விலக கூடாதா விலக கூடாதா  ஆணுக்குள் ஆறு லிட்டர் ரத்தம் பெண்ணுக்குள் ஐந்தரை லிட்டர் ரத்தம் ரத்தங்கள் குறைந்தாலும் உணர்ச்சி மட்டும் குறைவது இல்லை தள்ளி நின்றால் இன்னும் என்ன அர்த்தம் Whats the Matter Ya?  எப்பொது தீரும் உந்தன் கொட்டம் என் கற்பை சூரையாட திட்டம் என்னுள்ளம் சொல்லும்போதே லட்சியங்கள் வெல்லும்போதே காதல் வந்து எந்தன் கதவை தட்டும் அன்பே உன் முகத்துக்குள் முகம் வைக்கும் சுகம் பிடிக்கும் கண்ணே உன் நகத்துக்குள் சிக்கிக்கொண்ட துகள் பிடிக்கும் ஆனாலும் கடமைகள் கனவுக்கு தடை விதிக்கும்  எங்கே செல்வாய் என் முத்த சத்தம் தலை உடைக்கும்  உள்ளத்தை கிள்ளாதே கில்லி விட்டு செல்லாதே காயத்தில் முத்தம் வையப்பா முத்தத்தின் முடிவில் முழு ஆளை தின்னுவாய் தாங்காது யப்ப யப்பப்பா  ஓ ரெட்டை சட்டை ரெட்டை தேகம் அணிய கூடாதா நான் இன்னும் சில நால் கற்போடு இங்கே இருக்க கூடாதா நீ முத்தம் நூறு தந்து கட்டில் வறுமை தீர்க்க கூடாதா"}