{"திரைப்படம்": "Petta", "பாடலாசிரியர்": "Vivek (lyricist)", "இசையமைப்பாளர்": "Anirudh Ravichander", "பாடல்": "உல்லாலா", "வருடம்": "2019", "பாடியவர்கள்": "Nakash Aziz, Innogen Gengatharan", "பாடல்வரிகள்": "ஹே எத்தன சந்தோசம் தினம் கொட்டுது உன் மேலே நீ மனசு வெச்சுபுட்டா ரசிக்க முடியும் உன்னால  நீ சிந்தும் கண்ணீரும் இங்கு நிரந்தரம் அல்ல இது புரிஞ்சிக்கிட்டாலே இங்கு நீ தாண்ட ஆளு  ஹே எத்தன சந்தோசம் தினம் கொட்டுது உன் மேலே நீ மனசு வெச்சுபுட்டா ரசிக்க முடியும் உன்னால  நீ சிந்தும் கண்ணீரும் இங்கு நிரந்தரம் அல்ல இது புரிஞ்சிக்கிட்டாலே இங்கு நீ தாண்ட ஆளு  கண்ணா கட்டிக்கின்னு எல்லாம் இருட்டுன்னு நீ கூவாத கூவாதப்பா  வட்டம் போட்டுக்கிட்டு சின்ன உலகத்தில் நீ வாழாத வாழாதப்பா  என்னை பார் நான் கைய தட்ட உண்டாச்சு உலகம் ஹே நான் சொன்ன பக்கம் நிக்காம சுழலும்  டேய் என் கூட சேர்ந்து கூத்தாடும் நிழலும் உள்ளாற எப்போதும் உல்லாலா உல்லாலா  பார் நான் கைய தட்ட உண்டாச்சு உலகம் ஹே நான் சொன்ன பக்கம் நிக்காம சுழலும்  டேய் என் கூட சேர்ந்து கூத்தாடும் நிழலும் உள்ளாற எப்போதும் உல்லாலா உல்லாலா  ரிபர ரிபரே ரிபாரே ரிபர ரிபரே ரிபர ரிபரே ரிபாரே ரிபர ரிபரே ரிபர ரிபரே ரிபாரே ரிபர ரிபரே ரிபர ரிபரே ரிபாரே ரிபாப்ப ரப பாப்ப    ஹே உனக்காக நில்லு எதுனாலும் சொல்லு சந்தோசம் குடுக்காத எதுனாலும் தள்ளு  அசராத தில்லு இருந்த நீ சொல்லு என் ஆளு ராஜா நீ என் கூட நில்லு  ஹே உனக்காக நில்லு எதுனாலும் சொல்லு சந்தோசம் குடுக்காத எதுனாலும் தள்ளு  அசராத தில்லு இருந்த நீ சொல்லு என் ஆளு ராஜா நீ என் கூட நில்லு  கையில் கெடச்சத தொலைஞ்சா இன்னும் ரொம்ப புடிச்சது கிடைக்கும் ஆனா ஆசை அடக்கிட தெரிஞ்சா இங்க எல்லாம் கால் அடியில் கெடக்கும்  என்னை பார் நான் கைய தட்ட உண்டாச்சு உலகம் ஹே நான் சொன்ன பக்கம் நிக்காம சுழலும்  டேய் என் கூட சேர்ந்து கூத்தாடும் நிழலும் உள்ளாற எப்போதும் உல்லாலா உல்லாலா  பார் நான் கைய தட்ட உண்டாச்சு உலகம் ஹே நான் சொன்ன பக்கம் நிக்காம சுழலும்  டேய் என் கூட சேர்ந்து கூத்தாடும் நிழலும் உள்ளாற எப்போதும் உல்லாலா உல்லாலா  ஹே எத்தன சந்தோசம் தினம் கொட்டுது உன் மேலே நீ மனசு வெச்சுபுட்டா ரசிக்க முடியும் உன்னால  நீ சிந்தும் கண்ணீரும் இங்கு நிரந்தரம் அல்ல இது புரிஞ்சிக்கிட்டாலே இங்கு நீ தாண்ட ஆளு  ரிபர ரிபரே ரிபாரே ரிபர ரிபரே ரிபர ரிபரே ரிபாரே ரிபர ரிபரே ரிபர ரிபரே ரிபாரே ரிபர ரிபரே ரிபர ரிபரே ரிபாரே ரிபாப்ப ரப பாப்ப"}