{"திரைப்படம்": "My Dear Marthandan", "பாடலாசிரியர்": "Gangai Amaran", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "உட்டாலக்கடி", "வருடம்": "1990", "பாடியவர்கள்": "Ilaiyaraaja, S. P. Balasubramaniam", "பாடல்வரிகள்": "ஆண்-1 : உட்டாலக்கடி பட்டானகொடி மொட்டானகிளியே மச்சானைத் தொட அச்சாரம் தர சும்மா நிக்கிறியே உட்டாலக்கடி பட்டானகொடி மொட்டானகிளியே மச்சானைத் தொட அச்சாரம் தர சும்மா நிக்கிறியே சிட்டான் சிட்டு இது தொட்டா சுட்டது வித்தாரகிளி இப்போது சிட்டான் சிட்டு இது தொட்டா சுட்டது வித்தாரகிளி இப்போது சுத்தாசுத்துது வைச்சா பத்துது யம்மா சொக்குது இப்போது உட்டாலக்கடி பட்டானகொடி மொட்டானகிளியே மச்சானைத் தொட அச்சாரம் தர சும்மா நிக்கிறியே உட்டாலக்கடி பட்டானகொடி மொட்டானகிளியே மச்சானைத் தொட அச்சாரம் தர சும்மா நிக்கிறியே (இசை)  ஆண்-2 : உட்டாலக்கடி பட்டானகொடி மொட்டானகிளியே மச்சானைத் தொட அச்சாரம் தர சும்மா நிக்கிறியே உட்டாலக்கடி பட்டானகொடி மொட்டானகிளியே மச்சானைத் தொட அச்சாரம் தர சும்மா நிக்கிறியே சிட்டான் சிட்டு இது தொட்டா சுட்டது வித்தாரகிளி இப்போது சிட்டான் சிட்டு இது தொட்டா சுட்டது வித்தாரகிளி இப்போது சுத்தாசுத்துது வைச்சா பத்துது யம்மா சொக்குது இப்போது  பெண்குழு & ஆண்குழு : உட்டாலக்கடி பட்டானகொடி மொட்டானகிளியே மச்சானைத் தொட அச்சாரம் தர சும்மா நிக்கிறியே  ***  ஆண்-2 : ஒத்தை வழி பாதையிலே அத்தை மகன் போகையிலே புத்தம் புது ஜாடையிலே பொண்ணு பல ஓடையிலே ஒத்தை வழி பாதையிலே அத்தை மகன் போகையிலே புத்தம் புது ஜாடையிலே பொண்ணு பல ஓடையிலே வெத்தலை மடிச்சு குடுத்தா அவ கட்டிலில் இணைஞ்சு படுத்தா அப்பா நித்திர மொத்தமும் தடுத்தா என் நெஞ்சில நிம்மதி கெடுத்தா சிக்காத இடையே உன் சிங்கார நடையே என்னை முள்ளா குத்துது பின்னால் சுத்துது சும்மா நிக்கிறியே  பெண்குழு & ஆண்குழு : உட்டாலக்கடி பட்டானகொடி மொட்டானகிளியே மச்சானைத் தொட அச்சாரம் தர சும்மா நிக்கிறியே  ஆண்-2 : அட உட்டாலக்கடி பட்டானகொடி மொட்டானகிளியே மச்சானைத் தொட அச்சாரம் தர சும்மா நிக்கிறியே  ஆண்குழு : ஹோய் ஹவா நகில ஹோய்  பெண்குழு : ஹோய் ஹவா நகில ஹோய்  ஆண்குழு : ஹோய் ஹவா நகில ஹோய்  பெண்குழு : ஹோய் ஹவா நகில ஹோய்  பெண்குழு & ஆண்குழு : ஹவா நகில ஹவா நகில ஹவா நகில ஹவா நகில ஹோய் ஹோய் ஹோய் ஹோய் ஹோய் ஹோய் ஹோய் ஹோய்...  ***  ஆண்-2 : கெட்டதடி எம் மனசு கிள்ளுதடி உன் வயசு மெத்தையில் பூ விரிச்சு தொட்டுகொள்ள நாள் குறிச்சு கெட்டதடி எம் மனசு கிள்ளுதடி உன் வயசு மெத்தையில் பூ விரிச்சு தொட்டுகொள்ள நாள் குறிச்சு மின்னுது மின்னுது இடுப்பு அந்த மேட்டுல எத்தனை மடிப்பு சிக்குது சிக்குது உடுப்பு உள்ள பத்துது பத்துது அடுப்பு மேலாக்கு நழுவ என் மேலாக தழுவ அடி எம்மா சங்கதி சொன்ன நிம்மதி சும்மா நிக்கிறியே  ஆண்-2 : உட்டாலக்கடி பட்டானகொடி மொட்டானகிளியே மச்சானைத் தொட அச்சாரம் தர சும்மா நிக்கிறியே உட்டாலக்கடி பட்டானகொடி மொட்டானகிளியே மச்சானைத் தொட அச்சாரம் தர சும்மா நிக்கிறியே சிட்டான் சிட்டு இது தொட்டா சுட்டது வித்தாரகிளி இப்போது சிட்டான் சிட்டு இது தொட்டா சுட்டது வித்தாரகிளி இப்போது சுத்தாசுத்துது வைச்சா பத்துது யம்மா சொக்குது இப்போது பெண்குழு & ஆண்குழு : உட்டாலக்கடி பட்டானகொடி மொட்டானகிளியே மச்சானைத் தொட அச்சாரம் தர சும்மா நிக்கிறியே உட்டாலக்கடி பட்டானகொடி மொட்டானகிளியே  ஆண்-2 : ஹே ஹே  பெண்குழு & ஆண்குழு : மச்சானைத் தொட அச்சாரம் தர சும்மா நிக்கிறியே  ஆண்-2 : ஹா ஹா  பெண்குழு & ஆண்குழு : ஹவா நகில ஹவா நகில ஹவா நகில ஹோய்  ஆண்-2 : ஹொய் ஹொய்..  பெண்குழு & ஆண்குழு : ஹவா நகில ஹவா நகில ஹவா நகில ஹோய்  ஆண்-2 : ஹொய் ஹொய்..  பெண்குழு & ஆண்குழு : ஹவா நகில  ஆண்-2 : ஹா..  பெண்குழு & ஆண்குழு : ஹவா நகில  ஆண்-2 : ஹா..  பெண்குழு & ஆண்குழு : ஹவா நகில ஹோய்  பெண்குழு & ஆண்குழு : ஹவா நகில  ஆண்-2 : ஹா..  பெண்குழு & ஆண்குழு : ஹவா நகில  ஆண்-2 : ஹா..  பெண்குழு & ஆண்குழு : ஹவா நகில ஹோய்  ஆண்-2 : ஹ..ஹா..  பெண்குழு & ஆண்குழு : ஹொய்..."}