{"திரைப்படம்": "Mudhalvan", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "உப்புக் கருவாடு", "வருடம்": "1999", "பாடியவர்கள்": "Shankar Mahadevan, Kavita Krishnamurthy", "பாடல்வரிகள்": "தேன்மொழியே... லல லைலலைலலை லைலலைலை லைலலைலலை லைலைலை லல லைலலைலலை லைலலைலை லைலலைலலை லைலைலை  உப்புக் கருவாடு ஊரவெச்ச சோறு... ஏ உப்புக் கருவாடு ஊரவெச்ச சோறு ஊட்டிவிட நீ போதும் எனக்கு முத்தமிட்டு நெத்தியில மார்புக்கு மத்தியில செத்துவிடத் தோணுதடி எனக்கு உப்புக் கருவாடு ஊரவெச்ச சோறு ஊட்டிவிட நீ போதும் எனக்கு முத்தமிட்டு நெத்தியில மார்புக்கு மத்தியில செத்துவிடத் தோணுதடி...   ஓ ஒடக் கர மேல ஒரு ஓணான் பிடிப்போமா காக்கா கடி கடிச்சு சிறு மாங்கா திம்போமா    கோலாக்க கோலாக்க கோலாகலா கோலாக்க கோலாக்க கோலாகலா கோலாக்க கோலாக்க கோலாகலா கோலகோலகோலகோல கோலாகலா கோலாக்க கோலாக்க கோலாகலா கோலாக்க கோலாக்க கோலாகலா கோலாக்க கோலாக்க கோலாகலா கோலகோலகோலகோல கோலாகலா   கொரவ மீனு குதிக்கிற ஆத்துக்குள்ள கோரப்புல்ல மொளக்கிற சேத்துக்குள்ள என் கூட சகதிக்கூத்து ஆடு தைதைதைதைதை அடி ஒத்தத் துணி உடுத்திக் குளிப்போமா வெக்கம் தள்ளி வை வை  லைலைலைலை லைலைலை லைலலைலை லைலைலை  போனதும் வருவதும் பொய் பொய் பொய் இருக்கிற நிமிஷம் மெய் மெய் மெய் வாழை இலையில ஒன்ன விருந்தா வை வை வை வை வை ஆசையப்பாரு ஐ ஐ ஐ காதுக்குள்ளென்ன நொய் நொய் நொய் பதினெட்டு வயசு சேவையெல்லாம் செய் செய் செய் செய் செய் செய்   கோலாக்க கோலாக்க கோலாகலா கோலாக்க கோலாக்க கோலாகலா கோலாக்க கோலாக்க கோலாகலா கோலகோலகோலகோல கோலாகலா   ஏ உப்புக் கருவாடு ஊரவெச்ச சோறு ஊட்டிவிட நீ போதும் எனக்கு முத்தமிட்டு நெத்தியில மார்புக்கு மத்தியில செத்துவிடத் தோணுதடி எனக்கு    ஓ தேன்மொழியே...தேன்மொழியே... லைலலை லைலைலை தேன்மொழியே... லேலேலேலே லேலே லே லேலேலேலே லேலே லைலைலைலை...லை...லை...   காத்து மட்டும் நொழயிற காட்டுக்குள்ள தூக்கணாங்குருவி கூட்டுகுள்ள ஒரு நாளில் என்னை குடியிருக்க வை வை வை வை வை நீ சேலை திருடிக்கொண்டு போனாலும் மானம் காக்கும் கை கை  லைலைலைலை லைலைலை லைலலைலை லைலைலை  ஆடை என்பது பொய் பொய் பொய் அது கொண்ட பொருள் மட்டும் மெய் மெய் மெய் அத்தனை அழகையும் மையா கையில் வை வை வை வை நெஞ்சுக்குள் கேட்பது தை தை தை நெனச்சத முறைப்படி செய் செய் செய் மெய்யும் மெய்யும் கலப்பதுதான் மெய் மெய் மெய் மெய் மெய் மெய்   உப்புக் கருவாடு ஊரவெச்ச சோறு ஊட்டிவிட வேணுமா உமக்கு முத்தமிட்டு நெத்தியில மார்புக்கு மத்தியில செத்துவிடத் தோணுதா உமக்கு ஹே உப்புக் கருவாடு ஊரவெச்ச சோறு ஊட்டிவிட நீ போதும் எனக்கு முத்தமிட்டு நெத்தியில மார்புக்கு மத்தியில செத்துவிடத் தோணுதடி...   ஓ ஒடக் கர மேல ஒரு ஓணான் பிடிப்போமா காக்கா கடி கடிச்சு சிறு மாங்கா திம்போமா   கோலாக்க கோலாக்க கோலாகலா கோலாக்க கோலாக்க கோலாகலா கோலாக்க கோலாக்க கோலாகலா கோலகோலகோலகோல கோலாகலா கோலாக்க கோலாக்க கோலாகலா கோலாக்க கோலாக்க கோலாகலா கோலாக்க கோலாக்க கோலாகலா கோலகோலகோலகோல கோலாகலா"}