{"திரைப்படம்": "Uzhaippali", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "உழைப்பாளி இல்லாத", "வருடம்": "1993", "பாடியவர்கள்": "Ilaiyaraja", "பாடல்வரிகள்": "ஆண் : உழைப்பாளி இல்லாத நாடு தான் எங்கும் இல்லேயா அர ஹோயா.. அவன் உழைப்பாலே பிழைக்காத பேருதான் எங்கும் இல்லேயா அர ஹோயா.. (இசை)  ஆண் : உழைப்பாளி இல்லாத நாடு தான் எங்கும் இல்லேயா அர ஹோயா.. அவன் உழைப்பாலே பிழைக்காத பேருதான் எங்கும் இல்லேயா அர ஹோயா..  ஆண் : அட சாமியோ சாமி அப்படி இருந்திட்டா காமி கூலியோ கூலி எங்கள நம்பித்தான் பூமி பிறர் வாழ்வதே எங்க வேர்வையில் தான்  ஆண் : உழைப்பாளி இல்லாத நாடு தான் எங்கும்  ஆண்குழு : இல்லேயா அர ஹோயா..  ஆண் : அவன் உழைப்பாலே பிழைக்காத பேரு தான் எங்கும்  ஆண்குழு : இல்லேயா அர ஹோயா..  ஆண் : ஹோயா...  ***  ஆண் : தலை மேலே சாப்பாடு கொண்டாரும் கப்பக்கெழங்கே  ஆண்குழு : அம்மம்மா ஹா.. அங்கம்மா ஹா..  ஆண் : சில போல ஷோக்காக உன்னை தான் பெத்து போட்டுட்டா  ஆண்குழு : உங்கம்மா ஹா.. மங்கம்மா ஹா..  ஆண் : அட பலவூட்டு பலகாரம் ஒண்ணான கூட்டாஞ்சோறு தான்  ஆண்குழு : சின்னையா ஹா.. பொன்னையா ஹா..  ஆண் : ஆ.. பல சாதி இது போல ஒண்ணானா சண்டை வருமா ஹொய்  ஆண்குழு : செல்லையா ஹா.. சொல்லையா ஹா..  ஆண் : நித்தமும் பாடுபட்டு உழைக்கும் யாவரும் ஓரினம் தான் சத்திய வார்த்தை இதை நமக்கு சொல்லுது மே தினம் தான் நாமெல்லாம் வேலை நிறுத்தம் செஞ்சா தாங்காது நாடு முழுதும் நாம் இன்றி என்ன நடக்கும் நம்ம கை தாண்டா ஓங்கி இருக்கும் அட அடிச்சாலும் புடிச்சாலும் அண்ணன் தம்பி நீயும் நானுடா ஹோய்..  ஆண் : உழைப்பாளி இல்லாத நாடு தான் எங்கும்  ஆண்குழு : இல்லேயா அர ஹோயா..  ***  ஆண் : பணக்காரன் குடி ஏற பாட்டாளி வீடு கட்டுறான்  ஆண்குழு : கல்லாலே ஹே.. மண்ணாலே ஹே..  ஆண் : ஆனாலும் அவனுக்கோர் வீடில்ல யாரு கேக்குறா  ஆண்குழு : துக்கம் தான் ஹா.. சொன்னாலே ஹா..  ஆண் : பல பேரு தான் உடுத்த நெசவாளி நூல நெய்யுறான்  ஆண்குழு : பொன்னான ஹா.. கையாலே ஹா..  ஆண் : அட ஆனாலும் அவனுடுத்த வேட்டி இல்ல யாரு கேக்குறா ஹோய்  ஆண்குழு : துக்கம் தான் ஹா.. சொன்னாலே ஹா..  ஆண் : சம்பளம் வாங்கியதும் முழுசா வீட்டிலே சேர்த்திடுங்க மத்தியில் யார் பறிப்பா பறிச்சா முட்டிய பேத்துடுங்க அஞ்சாம தொழில செஞ்சா நம்ம யாராச்சும் அசைப்பானா ஒண்ணாக இருந்தாக்கா இங்கே வாலாட்ட நெனைப்பானா அட அடிச்சாலும் புடிச்சாலும் அண்ணன் தம்பி நீயும் நானுடா ஓ..ஹோ..ஹொய்  ஆண் : உழைப்பாளி இல்லாத நாடு தான் எங்கும்  ஆண்குழு : இல்லேயா அர ஹோயா..  ஆண் : அவன் உழைப்பாலே பிழைக்காத பேரு தான் எங்கும்  ஆண்குழு : இல்லேயா அர ஹோயா..  ஆண் & ஆண்குழு : அட சாமியோ சாமி அப்படி இருந்திட்டா காமி கூலியோ கூலி எங்கள நம்பித்தான் பூமி  ஆண் : பிறர் வாழ்வதே எங்க வேர்வையில் தான் உழைப்பாளி இல்லாத நாடு தான் எங்கும்  ஆண்குழு : இல்லேயா அர ஹோயா..  ஆண் & ஆண்குழு : அவன் உழைப்பாலே பிழைக்காத பேரு தான் எங்கும் இல்லேயா  ஆண்குழு : அர ஹோயா.."}