{"திரைப்படம்": "Paruthiveeran", "பாடலாசிரியர்": "Snehan", "இசையமைப்பாளர்": "Yuvan Shankar Raja", "பாடல்": "ஊரோரம் புளியமரம் உலுப்பிவிட்டா", "வருடம்": "2007", "பாடியவர்கள்": "Kala, Lakshmi, Pandi, 'Madurai' S. Saroja", "பாடல்வரிகள்": "ஊரோரம் புளியமரம் உலுப்பிவிட்டா சலசலங்கும் (2) நாம்பிறந்த மதுரையிலே ஆளுக்காளு நாட்டாமையய் (2) கூடுனமே கூடுனமே கூட்டுவண்டிக் காளைபோலே (2) மாட்டுனமே மாட்டுனமே நாரப்பய கையுமேலே (2)  நிறுத்துங்கடி ஏ நிறுத்துங்கடி நிறுத்துங்கறேன்ல பாடுங்கடின்னா என்ன நக்கலா ஏய் நீ வா நீ இங்கே வா எல்லாம் வரிசையா நில்லு நல்லா இடுப்பை வளைச்சு நெளிச்சு ஆடணும் என்ன யோவ் இங்க பாருய்யா கண்டபக்கம்லாம் கையவைச்சின்னா உனக்கு மரியாதை இல்லை ஆமா இங்க பாருய்யா வெக்கத்தை ஏய் அட்றா  நாடறிஞ்ச அழகிகளா நீங்க எங்க ஜோடி உங்களை கட்டிக்கவா வச்சிக்கவா சொல்லிப்புடுங்கடி கத்தரிப்பூ ரவுக்கை போட்ட சின்னப்பைங்கிளி (2) உன்னை Quarter-க்கு ஊறுகாயா தொட்டுக்கவாடி (2)  குத்து-ன்னா இப்படித்தான் குத்தனும்  ஆளில்லாத காட்டுக்குள்ளே பயலே ரவுசு பண்ணும் சின்னத்தம்பி Night எல்லாம் ஆட்டம் போட்டு எனக்கு காலு ரெண்டும் நோகுதடா எனக்கு காலு அடி ராவெல்லாம் ஆட்டம் போட்டு உனக்கு காலு ரெண்டும் இப்போ நொந்தாலென்ன இந்த பருவமுள்ள பையங்கிட்டே நீயும் பாசாங்கம் பண்ணாதடி பண்ணாதடி பருவமுள்ள பையங்கிட்டே நானும் பாசாங்கம் பண்ணவில்லை பாசாங்கம் பண்ணுரன்டு நீயும் அறிவுகெட்டு பேசாதடா நீ அறிவுகெட்டு பேசாதடா  அடி மாடிமேலே மாடிவெச்சு மாரளவு ஜன்னல் வெச்சு அப்டி போடு சித்தப்பு எட்டி எட்டிப் பாத்தாலுமே எரவப்பொண்டாட்டி நீதான்டி ஆஹா ஆஹா ஆஹா அடி காதறுந்த மூளி உன்னைக் கட்டுவன்டி தாலி (2) அட இந்த பாட்டு படிக்காதடா எனக்கு வெக்கம் ஆகுதடா ஆமா ஆமா ஆமோய் பொசக்கெட்ட பயலே உனக்கு பொண்டாட்டியும் கேக்குதாடா நெத்தியிலே ஆமோய் நெத்தியிலே பொட்டுவைச்சு நீவரணும் சேலைகட்டி (2) மத்தியான வெயிலுக்குள்ளே ஒத்தை வெளியிலே (2) நீ மனசுவெறுத்துப் போற காரணம் எனக்குந்தெரியலை (2) கோணாங்கிரப்பு வேட்டி குதிங்கால் உயர்த்தி கட்டி (2) ஆசைகாட்டி மோசஞ்செய்த ஆம்பளை நீங்க (2) உங்களை அறிஞ்சிருந்து நம்புறது எப்படி நாங்க (2) அள்ளி மயிருயர்த்தி ஆதாரமா கொண்டையிட்டு (2) புள்ளிமானைப் போலத் துள்ளிப் போகும்வழியிலே (2) உங்களை புரிஞ்சுகிட்டா மனசு சும்மா இருக்கமுடியலை (2)  போடா போடா பொடிப்பயலே புத்திகெட்ட மடப்பயலே (2) ஈனங்கெட்ட சின்னப்பய என்னென்னமோ பேசுரானாம் உனக்கும் எனக்கும் சண்டை இப்போ ஒடையப் போகுது மண்டை (2) அடியே குட்டப்புள்ள அன்னக்கிளி கிட்ட வந்து சேதி கேளு (2) பொறுப்புடனே நாங்க இருந்தா வெறுப்பு வராது (2) எங்களை புரிஞ்சுகிட்டா மனசு சும்மா இருக்கவிடாது (2) ஆமோய்  என்ன நாயனகாரரே சும்மா வேடிக்கை பாத்துக்கிட்டு இருக்கீயளே வாயில வெச்சு ஊதவேண்டியதுதானே நீங்க ஊதுரியளா நான் ஊதவா"}