{"திரைப்படம்": "Jallikattu", "பாடலாசிரியர்": "Gangai Amaran", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "எத்தனையோ கன்னிப் பொண்ணு", "வருடம்": "1987", "பாடியவர்கள்": "Mano, S. Janaki", "பாடல்வரிகள்": "எத்தனையோ கன்னிப் பொண்ணு  நாட்டில் இருக்கு அத்தனைக்கும் ஒவ்வொருத்தன்  பொறந்திருக்குறான் ஹே  எத்தனையோ கன்னிப் பொண்ணு  நாட்டில் இருக்கு அத்தனைக்கும் ஒவ்வொருத்தன்  பொறந்திருக்குறான்  அட யாருக்குத் தான் யாரோ அத யாரு சொல்லுவாரோ அட யாருக்குத் தான் யாரோ அத யாரு சொல்லுவாரோ  தெரிஞ்சுகிட்டா கல்யாணம் தான் அதுக்கப்புறமா கும்மாளம் தான்  ஹே தெரிஞ்சுகிட்டா கல்யாணம் தான் அதுக்கப்புறமா கும்மாளம் தான்  ஹே எத்தனையோ கன்னிப் பொண்ணு  நாட்டில் இருக்கு அத்தனைக்கும் ஒவ்வொருத்தன்  பொறந்திருக்குறான்   பணக்கார பொண்ணு இன்னு ஒன்ன நெனச்சு பாத்தாலும் பாத்தானே பல்ல இளிச்சு   ஹிஹிஹி  பணமில்லா பொண்ணு இன்னு தெரிஞ்சதுமே பாக்காம போனானே மொகம் சுளிச்சு   ஹொஹ்ஹோ  காதல் வந்தா ஆணும் பெண்ணும் பேதம் இல்ல ஒண்ணு தான்  ஆமா  தெரியலென்னா நியும் கூட தெறமை இல்லா மண்ணு தான்  ஆமா  வந்த வரை லாபமின்னு வாழுகிற பேரும் உண்டு வந்ததெல்லாம் தீந்ததுன்னா வேற வழி தான்  பணமிருந்தா கண்ணடிச்சு கை புடிச்சு கத முடிச்சு  கத முடிஞ்சா துண்ட விட்டு துணிய விட்டு ஓடுறவன்  வேலக்காரிக்கேத்த நல்ல வேலக்காரன்  கச்சிதமா மாட்டிக்கிடான் டா  இப்ப மாலைய தான் மாத்திக்கிட்டான் டா  ஹா எத்தனையோ கன்னிப் பொண்ணு  நாட்டில் இருக்கு அத்தனைக்கும் ஒவ்வொருத்தன்  பொறந்திருக்குறான்   எத்தனையோ வாலிபர்கள் இங்கிருக்கலாம் அத்தனைக்கும் ஒவ்வொருத்தி  பொறந்திருக்கலாம்   தந்தான தந்தன னனா  தந்தன னனா தந்தன னனா  தந்தான தந்தன னனா  தந்தன னனா தந்தன னனா   தந்தன தந்தன தந்தன தந்தன  தந்தன தந்தன தன்னா னன்னா  ஜாடிக்கேத்த மூடியின்னு சொல்லுவாங்க இந்த  மூடிக்கொரு ஜாடிய நான் கண்டு புடிச்சேன்  ஆமா...  கோடி கோடி கல்யாண ஜோடியில இந்த சேவலுக்கு கோழி ஒண்ண சேத்து முடிச்சேன் கொக்கரக்கோ...  ஜீவன் டோணு வாங்கித் தாரேன் ஒடம்ப நல்லா தேத்துங்க   ம்...  ஒண்ணு ரெண்டு பெத்துப் போட்டு கண்ணப் போல பாருங்க  ம்...  ஏழையின்னு வாழுவது பூமியில பாவமில்ல கோழையின்னு வாழ்ந்திருந்தா பாவம் வருண்டா  தெரிஞ்சுக்கணும் நல்லதெல்லாம் அறிஞ்சுக்கணும்  புரிஞ்சுக்கணும்  தெறமை எல்லாம் தவணையில பொண்ணு கிட்ட  காட்டிக்கணும்  காதலுக்கு ஜாதியில்ல பேதமில்ல  ஜோடி ரெண்டு சேந்துகிருச்சு  இப்போ சொந்ததுல பூந்துகிருச்சு  ஆ எத்தனையோ கன்னிப் பொண்ணு  நாட்டில் இருக்கு அத்தனைக்கும் ஒவ்வொருத்தன்  பொறந்திருக்குறான் ஹே  எத்தனையோ கன்னிப் பொண்ணு  நாட்டில் இருக்கு அத்தனைக்கும் ஒவ்வொருத்தன்  பொறந்திருக்குறான்  அட யாருக்குத் தான் யாரோ அத யாரு சொல்லுவாரோ அட யாருக்குத் தான் யாரோ அத யாரு சொல்லுவாரோ  தெரிஞ்சுகிட்டா கல்யாணம் தான் அதுக்கப்புறமா கும்மாளம் தான்  ஹே தெரிஞ்சுகிட்டா கல்யாணம் தான் அதுக்கப்புறமா கும்மாளம் தான்"}