{"திரைப்படம்": "Polladhavan", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "G. V. Prakash Kumar", "பாடல்": "எங்கேயும் எப்போதும்", "வருடம்": "2007", "பாடியவர்கள்": "S. P. Balasubrahmanyam, Yogi B, Sunitha Sarathy", "பாடல்வரிகள்": "குழு: We are gonna bring back a classic sorta fine... Kannathazan MSV SPB Pollathavan BAD BOYS... Gimme go go go tamil nadum get on tonight While in the wro wro wro your gonnna hold me so tight Gimme go go go tamil nadum get on tonight While in the wro wro wro your gonnna hold me so tight Cos we will be new in so white And make you scream and take flight Come come again come come again come again come...  ஆண்: தாறுமாறா இருக்குதப்பா  ஆண்: எங்கேயும்.. குழு: Anywhere ஆண்: எப்போதும்.. குழு: Anytime ஆண்: சங்கீதம்.. குழு: We got music ஆண்: சந்தோஷ குழு: Lets get got ஆண்: ராத்திரிகள்.. குழு: All the nights ஆண்: வந்து விட்டால்.. குழு: When they come ஆண்: சாஸ்திரங்கள்.. குழு: We break loose ஆண்: ஓடிவிடும் குழு: Show me show me  ஆண்: கட்டழகு பெண்ணிருக்கு.. வட்டமிடும் பாட்டிருக்கு.. குழு: Oh no  ஆண்: தொட்ட இடம் அத்தனையும் இன்பமின்றி துன்பமில்லை ரா ரா ரா ரீ..... ஹோ... குழு: Bring it on bring it on dont stop  ஆண்: எனக்கே எனக்கா பொறந்தாளே சிவப்பா மை கிளி குட்டி தோதா சூடா அணைச்சு பாரு என் ஜான மோதி மோதி நீ உக்கார நெருப்பாகிப் போகும் மீதி நீ வா புள்ளே வெறுப்பா ஏறி நீ போயி எங்கேயும் எப்போதும்தான்  குழு: We gotta be speedo Do you wanna be next to hero  ஆண்: சகலமும் உனக்கே சச்சரம் இல்லே மச்சினி மச்சின வா நீ புகழும் புள்ளே Ottigam sooke ecchari viide கெடைச்சாச்சி கை காசே கடங்காரன் மூஞ்சில் ஏறி செய் (எங்கேயும்...)  ஆண்: அடங்காத ஆசை குடிக்க ஐம்புலனும் போர் தொடுக்க கட்டுப்பாடுகள் விட்டுப்போச்சு கனவில் தினசரி மன்மதக் காட்சி ஆப்பிள் பழுத்து ஆடை கொடுக்க அருகில் வருவதேன் என்னை விழுங்க கொடு படு நடு படு கோ கோகம்  இருவரும் இணைந்திட அப்பாலும் தலைவி வருகிற முப்பால்களும் காம தேவனின் சாராயம் தீ ஏது Blackout முகத்தையே உப்பில்லா உணவும் தப்பு செக்ஸில்லா காதல் தப்பு உடலை கடந்து உயிரை திறந்து வளரும் காதல் அழிவது ஏது  ஆண்: தித்திக்க தித்திக்க பேசிக்கொண்டு திக்குகள் எத்திலும் ஓடிக் கொண்டு இரவு பகலை மறந்திருந்து உயரப் பறந்து கொண்டாடுவோம் ஆடை இல்லாத மேனி.. அவன் பேர் அன்னாளில் ஞானி.. இன்றோ அது ஒரு ஹாபி.. எல்லோரும் இனிமேல் பேபி.. கட்டழகு பெண்ணிருக்கு.. வட்டமிடும் பாட்டிருக்கு.. குழு: Oh no  ஆண்: தொட்ட இடம் அத்தனையும் இன்பமின்றி துன்பமில்லை ரா ரா ரா ரீ..... ஹோ... குழு: Bring it on bring it on dont stop  (இசை...)  ஆண்: ஆடை இல்லாத மேனி குழு: Like to make it true ஆண்: அவன் பேர் அந்நாளில் ஞானி குழு: Praise the almighty ஆண்: இங்கோ அது ஒரு ஹாபி குழு: You know my guy ஆண்: எல்லோரும் இனிமேல் பேபி பெண்: I love you baby ஆண்: வெட்கம் துக்கம் தேவையில்லை குழு: Do it like real player do ஆண்: தட்டட்டும் தட்டட்டும் கைகள் ரெண்டு குழு: Come on everybody ஆண்: தாவட்டும் ஆடட்டும் கால்கள் ரெண்டு குழு: You gotta jump jump jump jump ஆண்: தட்டட்டும் தட்டட்டும் கைகள் ரெண்டு குழு: Here we go Yeah ஆண்: தாவட்டும் ஆடட்டும் கால்கள் ரெண்டு குழு: Come on Yeah ஆண்: கடவுள் படைத்த உலகமிது குழு: You know who Yeah ஆண்: மனித சுகத்தை மறுப்பதில்லை குழு: Bring it up bring it up bring it up dont stop  பெண்: எனை நீ தொடும் வேளையில் குளிரில் நதியாகிறேன் தினம் நாம் விடும் மூச்சிலே உடலை கரை ஏற்றுவேன் உன் வாசனை என் கூந்தலில் என் வாசனை உன் மீசையில்  குழு: Anywhere anytime they got music ger hot All the nights when they come We break rules jump and shout (எங்கேயும்...) குழு: Pollathavan badboys....  "}