{"திரைப்படம்": "Vettaikaaran", "பாடலாசிரியர்": "Annamalai", "இசையமைப்பாளர்": "Vijay Antony", "பாடல்": "என் உச்சி மண்டைல சுர்ரின்குது", "வருடம்": "2009", "பாடியவர்கள்": "Krishna Iyer, Shoba Chandrasekhar, Charulatha Mani, Sakthi Sree", "பாடல்வரிகள்": "என் உச்சி மண்டைல சுர்ரின்குது உன்ன நான் பார்க்கையில கிர்ருன்குது கிட்ட நீ வந்தாலே விர்ருன்குது டர்ருன்குது .டர் ...  என் உச்சி மண்டைல சுர்ரின்குது உன்ன நான் பார்க்கையில கிர்ருன்குது கிட்ட நீ வந்தாலே விர்ருன்குது டர்ருன்குது ..டர் ...  கை தொடும் தூரம் காயச்சவளே சக்கரையாலே செஞ்சவளே என் பசி தீர்க்க வந்தவளே ..சுந்தரியே  தாவணி தாண்டி பார்த்தவனே கண்ணாலே என்னை சாய்ச்சவனே ராத்திரி தூக்கம் கெடுத்தவனே ..சந்திரனே  என் உச்சி மண்டைல சுர்ரின்குது உன்ன நான் பார்க்கையில கிர்ருன்குது கிட்ட நீ வந்தாலே விர்ருன்குது டர்ருன்குது .டர் ...  மீய மீய பூனை நான் மீச வைச்ச யானை கள்ளு கட பான நீ மயக்குற மச்சான  வில்லு கட்டு மீச என மேல பட்டு கூச ஆட்டு குட்டி ஆச உன் கிட்ட வந்து பேச  மந்திரக்காரி மாய மந்திரக்காரி காகிதமா நீ இருந்தா பேனா போல நான் இருப்பேன் ஓவியமா உன் உருவம் வரைஞ்சிடுவேனே   உள்ளங்கையா நீ இருந்தா ரேகையாக நான் இருப்பேன் ஆயுளுக்கும் உன் கூட இணைஞ்சிருப்பேனே  என் உச்சி மண்டைல சுர்ரின்குது உன்ன நான் பார்க்கையில கிர்ருன்குது கிட்ட நீ வந்தாலே விர்ருன்குது டர்ருன்குது .டர் ...  அஞ்சு மணி பஸ்சு நான் அத விட்டா மிஸ்ஸு ஒரே ஒரு கிஸ்ஸு நீ ஒத்துகிட்டா எஸ்ஸு  கம்மங்கரை காடு நீ சுட்டா கருவாடு பந்திய நீ போடு நான் வரேன் பசியோடு  மந்திரக்காரா மாய மந்திரக்காரா ஹே அப்பாவியா மூஞ்ச வெச்சு அங்க இங்க கைய வெச்சு நீயும் என்ன பிச்சு தின்ன கேக்குறியே டா  துப்பாக்கியா மூக்க வெச்சு தோட்ட போல மூச்ச வெச்சு நீயும் என்னை சுட்டு தள்ள பாக்குறியே டீ  என் உச்சி மண்டைல சுர்ரின்குது உன்ன நான் பார்க்கையில கிர்ருன்குது கிட்ட நீ வந்தாலே விர்ருன்குது டிர்ருன்குது டர்ருன்குது ...  என் உச்சி மண்டைல சுர்ரின்குது உன்ன நான் பார்க்கையில கிர்ருன்குது கிட்ட நீ வந்தாலே விர்ருன்குது டிர்ருன்குது .டர்ருன்குது ...  கை தொடும் தூரம் காய்ச்சவளே சக்கரையாலே செஞ்சவளே என் பசி தீர்க்க வந்தவளே ..சுந்தரியே  தாவணி தாண்டி பார்த்தவனே கண்ணாலே என்னை சாய்ச்சவனே ராத்திரி தூக்கம் கெடுத்தவனே ..சந்திரனே  என் உச்சி மண்டைல சுர்ர் ..சுர்ருங்குது உன்ன நான் பார்க்கையிலே கிர்ர் ..கிர்ருன்குது கிட்ட நீ வந்தாலே டிர்ர் ..டர் ... "}