{"திரைப்படம்": "Nanbenda", "பாடலாசிரியர்": "Madhan Karky", "இசையமைப்பாளர்": "Harris Jayaraj", "பாடல்": "என்னை மறுபடி", "வருடம்": "2015", "பாடியவர்கள்": "Megha, Vijay Prakash", "பாடல்வரிகள்": "என்னை மறுபடி மறுபடி மறுபடி திரும்பியே பார்த்தாள்  புன் முறுவலில் முறுவலில் முறுவலில் இருதயம் ஈர்த்தாள்  அவள் என்னைப் பார்த்த கணம் என் காற்றில் எங்கும் மனம்  இனி நானுன் நானுன் காதல் கொண்டோர் இனம்  அவள் பின்னே சென்றேன் தினம் நான் சொன்னேன் எந்தன் மனம்  அவள் ஏற்றுக் கொண்டால் வாழ்வே காதல் வரம்  மீண்டும் மீண்டும் அவளின் பின்னே காதல் கேட்டு அலைந்தேன் நானே  வார்த்தை எதும் உதிர்த் திடாமல் பார்வை ஒன்றில் சொன்னாளே  என்னை மறுபடி மறுபடி மறுபடி திரும்பியே பார்த்தாள்  புன் முறுவலில் முறுவலில் முறுவலில் இருதய ஈர்த்தாள்  என்னை மறுபடி மறுபடி மறுபடி திரும்பியே பார்த்தாள்  புண் முறுவழில் முறுவழில் முறுவழில் இருதயம் ஈர்த்தாள்  சொற்கள் கொண்டு காதல் சொன்னால் காதை மூடிக் கொள்வாள் என்றே மௌனம் கொண்டே சொன்னேனே  பூக்கள் தந்து காதல் சொன்னால் தூக்கி வீசிப் போவாள் என்றே குப்பை கூடை தந்தேனே  அவள் காலையிலே சென்ற சாலையிலே நான் மாலை தேயும் போதும் ஏன் நின்றேன்  அவள் போலிருக்கும் சில மகளிரிடம் நான் ஆசையோடு பேசி ஏன் நின்றேன்  அவள் என்னை பார்த் கணம் என் காற்றில் எனும் மனம்  இனி நானுன் நானுன் காதல் கொண்டோர் இனம்  அவள் பின்னே சென்றேன் தினம் நான் சொன்னேன் எந்தன் மனம்  அவள் ஏற்றுக் கொண்டால் வாழ்வே காதல் வரம்  எப்போதும் போல் தென்றல் இல்லை எப்போதும் போல் சுவாசம் இல்லை இன்றோ நேற்றைப் போல் இல்லை ஹோ ஓ  எப்போதும் போல் பாடல் இல்லை இபபோததில் அர்த்தம் கொள்ளை யாரும் விளக்க வில்லை  அவள் ஆடைகளில் உள்ள நிறம் தவிர என் பூமி எங்கும் வண்ணம் ஏனில்லை  அவள் பார்வையிலே உள்ள ஒளி தவிர என் வானம் எங்கும் ஜோதி ஏன் இல்லை  அவள் என்னை பார்த் கணம் என் காற்றில் எனும் மனம்  இனி நானுன் நானுன் காதல் கொண்டோர் இனம்  அவள் பின்னே சென்றேன் தினம் நான் சொன்னேன் எந்தன் மனம்  அவள் ஏற்றுக் கொண்டால் வாழ்வே காதல் வரம்  மீண்டும் மீண்டும் அவளின் பின்னே காதல் கேட்டு அலைந்தேன் நானே  வார்த்தை எதும் உதிர்த் திடாமல் பார்வை ஒன்றில் சொன்னாளே  என்னை மறுபடி மறுபடி மறுபடி திரும்பியே பார்த்தாள்  புன் முறுவலில் முறுவலில் முறுவலில் இருதயமீர்த்தாள்  என்னை மறுபடி மறுபடி மறுபடி திரும்பியே பார்த்தாள்  புன் முறுவலில் முறுவலில் முறுவலில் இருதயம் ஈர்த்தாள்"}