{"திரைப்படம்": "Mapla Singam", "பாடலாசிரியர்": "Yugabharathi", "இசையமைப்பாளர்": "N. R. Raghunanthan", "பாடல்": "எதுக்கு மச்சான் காதலு", "வருடம்": "2015", "பாடியவர்கள்": "Anirudh Ravichander, Sivakarthikeyan", "பாடல்வரிகள்": "எதுக்கு மச்சான் காதலு வேணா வேணா மோதலு காவு வாங்கும் காதல் மேல கொள்ளாத நீ ஆவலு  எதுக்கு மச்சான் காதலு வேணா வேணா மோதலு காவு வாங்கும் காதல் மேல கொள்ளாத நீ ஆவலு  எனக்கு வேணும் காதலு அதுல இல்ல மோதலு காலதோரம் கைகொடுக்கும் கண்ணிதானே ஏஞ்சலு  சொன்னா கேட்க மறுக்குற சும்மா சும்மா சிரிக்குற கன்னா பின்னா ஆசையால காணாப்போக நினைக்குற  உங்க பேச்சு பிடிக்கல சும்மா நானும் நடிக்கல காதலென்னும் கோட்டய நான் இன்னும் கட்டி முடிக்கல  எதுக்கு மச்சான் காதலு வேணா வேணா மோதலு காவு வாங்கும் காதல் மேல கொள்ளாத நீ ஆவலு  எனக்கு வேணும் காதலு அதுல இல்ல மோதலு காலதோரம் கைகொடுக்கும் கண்ணிதானே ஏஞ்சலு   பொழுதும் பொண்ண சுத்தி திரிஞ்சா உன்ன பத்தி உலகம் என்ன சொல்லும் வேணாம் மச்சான் வேணாடா  பொதுவா பொண்ண பத்தி தவறா சொல்லும் புத்தி இருக்கு உங்கிட்ட வாய மூடி போயேடா  மன்னாதி மன்னனெல்லாம் மண்ணா போனான் பொண்ணாலே மச்சான் நீ பொண்ண நம்பி போகாதே  அம்மாவ விட்டுபுட்டா ஒன்னும் இல்ல மண் மேல சும்மா நீ ஒவர் சீனு போடாதே  பெண்ணை நாடாதே பின்பு வாடாதே என்று சித்தரும் சொல்லி வைத்தாரே பெண்ணை நீங்காதே பின்பு ஏங்காதே கண்ணதாசன் சொன்னாரே  பெண்ணாலே ரோட்டில் நீ நிக்க போற பின்னாலே எதுக்கு மச்சான் காதலு வேணா வேணா மோதலு காவு வாங்கும் காதல் மேல கொள்ளாத நீ ஆவலு  எனக்கு வேணும் காதலு அதுல இல்ல மோதலு காலதோரம் கைகொடுக்கும் கண்ணிதானே ஏஞ்சலு  தனனனா தனனா தனனா தன்னனனா  தனனனா தனனா தனனா தன்னனா  தன்னனனனா தன தன்னனனனா  தன்னனனா தன்னனனா தன்னனனா னனனனா...   முதலில் கண்ணசைப்பா முடிவில் கையசைப்பா இதுதான் காதல் இங்கே வேணாம் மச்சான் வேணாடா  அழகா கை கொடுப்பா அழுதா கண் தொடப்பா அவளால் நானும் இங்கே சூப்பர் மேனா ஆவேன்டா  லைலாவால் மஜ்னு இங்கே பட்ட பாடு போதாதா மச்சான் நீ காதல் சங்கை ஊதாதே  லைலாக்கள் இல்லையென்றால் இந்த பூமி சுத்தாதே பொய்யா நீ பேசி நிக்க கூடாதே  பல்ல காட்டாதே பல்பு வாங்காதே என்று சொல்லுறேன் கேளு மச்சானே  அன்பு ஒயாதே குத்தம் ஆகாதே சொல்லி காதல் செய்வேனே  பெண்ணாலே ஒப்பாரி வைக்க போற பின்னாலே எதுக்கு மச்சான் காதலு வேணா வேணா மோதலு காவு வாங்கும் காதல் மேல கொள்ளாத நீ ஆவலு  எனக்கு வேணும் காதலு அதுல இல்ல மோதலு காலதோரம் கைகொடுக்கும் கண்ணிதானே ஏஞ்சலு  சொன்னா கேட்க மறுக்குற சும்மா சும்மா சிரிக்குற கன்னா பின்னா ஆசையால காணாப்போக நினைக்குற  உங்க பேச்சு பிடிக்கல சும்மா நானும் நடிக்கல காதலென்னும் கோட்டய நான் இன்னும் கட்டி முடிக்கல"}