{"திரைப்படம்": "Kasi", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "என் மன வானில்", "வருடம்": "2001", "பாடியவர்கள்": "Hariharan", "பாடல்வரிகள்": "(இசை) என் மன வானில் சிறகை விரிக்கும் வண்ணப் பறவைகளே என் கதையைக் கேட்டால் உங்கள் சிறகுகள் தன்னால் மூடிக்கொள்ளும்  (இசை) என் மன வானில் சிறகை விரிக்கும் வண்ணப் பறவைகளே என் கதையைக் கேட்டால் உங்கள் சிறகுகள் தன்னால் மூடிக்கொள்ளும்  (இசை) கல கல கலவென துள்ளிக் குதித்திடும் சின்னஞ்சிறு அலையே என் நிலையைக் கேட்டால் உங்கள் துள்ளலும் தானாய் அடங்கி விடும் உங்களைப் போலே சிறகுகள் விரிக்க நானும் ஆசை கொண்டேன் சிறகுகள் இன்றி வானத்தில் பறந்து தினம் தினம் திரும்பி வந்தேன் ஒரு பாட்டு போதுமோ எடுத்துக் கூறவே இதயம் தாங்குமோ நீ கூறு  என் மன வானில் சிறகை விரிக்கும் வண்ணப் பறவைகளே என் கதையைக் கேட்டால் உங்கள் சிறகுகள் தன்னால் மூடிக்கொள்ளும்  கல கல கலவென துள்ளிக் குதித்திடும் சின்னஞ்சிறு அலையே என் நிலையைக் கேட்டால் உங்கள் துள்ளலும் தானாய் அடங்கி விடும் (இசை)  இறைவனிடம் வரங்கள் கேட்டேன் ஸ்வரங்களை அவனே கொடுத்தான் மனிதரில் இதை யாரும் அறிவாரோ நான் பாடும் பாடல் எல்லாம் நான் பட்ட பாடே அன்றோ பூமியில் இதை யாரும் உணர்வாரோ மனதிலே மாளிகை வாசம் கிடைத்ததோ மரநிழல் நேசம் எதற்கும் நான் கலங்கியதில்லை இங்கே... ராகம் உண்டு தாளம் உண்டு என்னை நானே தட்டிக் கொள்வேன் என் நெஞ்சில் உண்மை உண்டு வேறென்ன வேண்டும்  என் மன வானில் சிறகை விரிக்கும் வண்ணப் பறவைகளே என் கதையைக் கேட்டால் உங்கள் சிறகுகள் தன்னால் மூடிக்கொள்ளும்  கல கல கலவென துள்ளிக் குதித்திடும் சின்னஞ்சிறு அலையே என் நிலையைக் கேட்டால் உங்கள் துள்ளலும் தானாய் அடங்கி விடும் (இசை)  பொருளுக்காய் பாட்டைச் சொன்னால் பொருளற்ற பாட்டே ஆகும் பாடினேன் அதை நாளும் நாளும் பொருளிலா பாட்டானாலும் பொருளையே போட்டுச் செல்வார் போற்றுமே என் நெஞ்சம் நெஞ்சம் மனமுள்ளோர் என்னைப் பார்ப்பார் மனதினால் அவரை பார்ப்பேன் மறந்திடா ராகம் இது தானே... வாழ்க்கை என்னும் மேடை தனில் நாடகங்கள் ஓராயிரம் பார்க்க வந்தேன் நானும் பார்வை இன்றி...  என் மன வானில் சிறகை விரிக்கும் வண்ணப் பறவைகளே என் கதையைக் கேட்டால் உங்கள் சிறகுகள் தன்னால் மூடிக்கொள்ளூம் கல கல கலவென துள்ளிக் குதித்திடும் சின்னஞ்சிறு அலையே என் நிலையைக் கேட்டால் உங்கள் துள்ளலும் தானாய் அடங்கி விடும்  உங்களைப் போலே சிறகுகள் விரிக்க நானும் ஆசை கொண்டேன் சிறகுகள் இன்றி வானத்தில் பறந்து தினம் தினம் திரும்பி வந்தேன் ஒரு பாட்டு போதுமோ எடுத்துக் கூறவே இதயம் தாங்குமோ நீ கூறு  என் மன வானில் சிறகை விரிக்கும் வண்ணப் பறவைகளே என் கதையைக் கேட்டால் உங்கள் சிறகுகள் தன்னால் மூடிக்கொள்ளும்  கல கல கலவென துள்ளிக் குதித்திடும் சின்னஞ்சிறு அலையே என் நிலையைக் கேட்டால் உங்கள் துள்ளலும் தானாய் அடங்கி விடும்"}