{"திரைப்படம்": "Silambattam", "பாடலாசிரியர்": "Silambarasan Rajendar", "இசையமைப்பாளர்": "Yuvan Shankar Raja", "பாடல்": "என்னமா பண்ணலாம்", "வருடம்": "2008", "பாடியவர்கள்": "Mukesh (singer) & Priyadharshini", "பாடல்வரிகள்": "ஹே தோளுமிய்ய ஹே தார்மிய்ய  ஹே தோளுமிய்ய தயா  ஹே பையா ஹே பைய்யா  ஹே தயா ஹே தூமிலே தூமிலே  தூம தூம கோயா  ஹே தூம தூம பைய  ஹே தூமிலே தூமிலே தூம தூம கோயா   என்னமா பண்ணலாம்  டிஸ்கோ ’வுக்கு போகலாம்  வோட்கா ’வ போடலாம்  ஓடி பாடி ஆடலாம்  அல்ரேஅடி நேரம் ஆச்சு  ப்ப் ’உம் தானே மூடி போச்சு  வேர் இஸ் த பார்ட்டி ?ஆ உங்கே வீட்ல பார்ட்டி  வேர் இஸ் த பார்ட்டி? ஆ நம்ம வீட்ல பார்ட்டி   என்னமா பண்ணலாம்  டிஸ்கோ ’வுக்கு போகலாம்  வோட்கா ’வ போடலாம்  ஓடி பாடி ஆடலாம்  அல்ரேஅடி நேரம் ஆச்சு  ப்ப் ’உம் தானே மூடி போச்சு  வேர் இஸ் த பார்ட்டி ?ஆ உங்கே வீட்ல பார்ட்டி  வேர் இஸ் த பார்ட்டி? ஆ நம்ம வீட்ல பார்ட்டி   என்னமா பண்ணலாம்  டிஸ்கோ ’வுக்கு போகலாம்  வோட்கா ’வ போடலாம்  ஓடி பாடி ஆடலாம்  அல்ரேஅடி நேரம் ஆச்சு  ப்ப் ’உம் தானே மூடி போச்சு  வேர் இஸ் த பார்ட்டி ?ஆ உங்கே வீட்ல பார்ட்டி  வேர் இஸ் த பார்ட்டி? ஆ நம்ம வீட்ல பார்ட்டி   சடுர்டே நைட் என்னும் கிளுப்பிங் தானே அது 11.30’க்கு மூடின போரிங் தானே போலீஸ் ரொம்ப இப்போ ஸ்ட்ரிக்ட் ஆனது நம்ம யூத் மனசு ரொம்ப வெக்ஸ் ஆனது   ஹவுஸ் பார்ட்டி கூட இப்போ இல்லவே இல்லவ  பக்கத்துக்கு வீட்டுக்காரன் ரொம்ப ரொம்ப தொல்லப்ப  எங்கடு லைப் ’உ , என்ஜாய் பண்ற வயசு   வேர் இஸ் த பார்ட்டி டுநைட் ?? ஆ உங்க வீட்ல வேர் இஸ் த பார்ட்டி டுநைட்? ஆ எங்கே வீட்ல  என்னமா பண்ணலாம்  டிஸ்கோ ’வுக்கு போகலாம்  வோட்கா ’வ போடலாம்  ஓடி பாடி ஆடலாம்  அல்ரேஅடி நேரம் ஆச்சு  ப்ப் ’உம் தானே மூடி போச்சு  வேர் இஸ் த பார்ட்டி ?ஆ உங்கே வீட்ல பார்ட்டி  வேர் இஸ் த பார்ட்டி? ஆ நம்ம வீட்ல பார்ட்டி வேர் இஸ் த பார்ட்டி டுநைட் ?? ஆ உங்க வீட்ல வேர் இஸ் த பார்ட்டி டுநைட்? ஆ எங்கே வீட்ல வேர் இஸ் த பார்ட்டி டுநைட்? நடு ரோட்ல  வேர் இஸ் த பார்ட்டி டுநைட் ? தமிழ்நாட்டுல   ஹே தோளுமிய்ய ஹே தார்மிய்ய  ஹே தோளுமிய்ய தயா  ஹே பையா ஹே பைய்யா  ஹே தயா ஹே தூமிலே தூமிலே  தூம தூம கோயா  ஹே தூம தூம பைய  ஹே தூமிலே தூமிலே தூம தூம கோயா   முன்னெலாம் ஒரு பொண்ணு வேணுமுனா  நாங்க காலேஜிக்கு பஸ் ஸ்டாண்ட் ’உகும் போநோம்க  இப்பெலாம் ஒரு பொண்ணு வேன்னுமென இந்தா கிளப் ’உகும் ப்ப்’உக்கும் வரனுமொங்கோ   வீட்ல இருந்து போகும் போது எல்லா தையும் மறைபிங்க  ப்ப்’உலா பார்த்தா எல்லா தையும் குறைபிங்க  உன்ன குத்தம் சொல்லாதே  சந்தோசத்த கொள்ளாத  வேர் இஸ் த பார்ட்டி ?ஆ உங்கே வீட்ல பார்ட்டி  வேர் இஸ் த பார்ட்டி? ஆ நம்ம வீட்ல பார்ட்டி    வேர் இஸ் த பார்ட்டி டுநைட் ?? ஆ உங்க வீட்ல வேர் இஸ் த பார்ட்டி டுநைட்? ஆ எங்கே வீட்ல வேர் இஸ் த பார்ட்டி டுநைட்? நடு ரோட்ல  வேர் இஸ் த பார்ட்டி டுநைட் ? தமிழ்நாட்டுல    என்னமா பண்ணலாம்  டிஸ்கோ ’வுக்கு போகலாம்  வோட்கா ’வ போடலாம்  ஓடி பாடி ஆடலாம்  என்னமா பண்ணலாம்  டிஸ்கோ ’வுக்கு போகலாம்  வோட்கா ’வ போடலாம்  ஓடி பாடி ஆடலாம்  அல்ரேஅடி நேரம் ஆச்சு  ப்ப் ’உம் தானே மூடி போச்சு  வேர் இஸ் த பார்ட்டி ?ஆ உங்கே வீட்ல பார்ட்டி  வேர் இஸ் த பார்ட்டி? ஆ நம்ம வீட்ல பார்ட்டி   வேர் இஸ் த பார்ட்டி டுநைட் ?? ஆ உங்க வீட்ல வேர் இஸ் த பார்ட்டி டுநைட்? ஆ எங்கே வீட்ல வேர் இஸ் த பார்ட்டி டுநைட்? நடு ரோட்ல  வேர் இஸ் த பார்ட்டி டுநைட் ? தமிழ்நாட்டுல   ஆ தமிழ் நாட்டுல ஆ தமிழ் நாட்டுல  ஆ தமிழ் நாட்டுல"}