{"திரைப்படம்": "Rajini Murugan", "பாடலாசிரியர்": "Yugabharathi", "இசையமைப்பாளர்": "D. Imman", "பாடல்": "என்னம்மா இப்படி பண்றீங்களேம்மா", "வருடம்": "2015", "பாடியவர்கள்": "D. Imman", "பாடல்வரிகள்": "வாடி வாடி வாடி தமிழோட திருமகளே எங்க அம்மாவோட மருமகளே  என்னடி நெனச்சிட்டு இருக்க லவ் பண்ற மாரி பாபிங்களாம்  லவ் பண்ற மாறி பேசுவீங்களாம்  இப்போ எங்க அப்பாவுக்கு பிடிக்கலை எங்க ஆட்டுக்குட்டிக்கு பிடிக்கல சீனப் போட்ட விட்ருவோமா ஏய் எனக்கு நியாயம் கெடைச்சே ஆகணும்டீ யே  என்னடா தண்ணிய போட்டு வந்து தகராறு பண்றியா  பின்ன சர்பத்த குடிச்சிட்டா தகராறு பண்ணுவாங்க  மரியாதையா போயிரு இல்ல போலிஸ கூப்புடுவேன் போலிஸ கூப்புடுவேன் போலிஸ கூப்புடுவேன்  என்னம்மா இப்படி பண்றீங்களேம்மா என்னம்மா இப்படி பண்றீங்களேம்மா  என்னம்மா இப்படி பண்றீங்களேம்மா என்னம்மா இப்படி பண்றீங்களேம்மா  கத்தரிப் பூ தாவணி கட்டி வந்த மோகினி  கித்தாப்பு காட்டுறாளே என்ன செக்காட்டம் ஆட்டுராளே  அல்லிப் பூவா சிரிச்சவ அசின் போல நடிச்சவ  அப்பன் பேச்சகேக்குறாளே என்ன அக்கு அக்கா பேக்குறாளே  பொட்ட புள்ள வனப்ப காட்டி போனா உசுர சுண்டி  அத எண்ணி மனசு நோக ஆனேன் சரக்கு வண்டி  என்னம்மா இப்படி பண்றீங்களேம்மா என்னம்மா இப்படி பண்றீங்களேம்மா  என்னம்மா இப்படி பண்றீங்களேம்மா என்னம்மா இப்படி பண்றீங்களேம்மா  வளவி வாங்க போகையிலே வளைஞ்சி வளைஞ்சி குடுத்தவ  கொலுசு வாங்க போகையிலே குலுங்கி குலுங்கி குதிச்சவ  பொடவ வாங்க போகையிலே போனதென்ன தள்ளி  நான் புருஷனாகப் போகையிலே போடுறாளே கொள்ளி  முகத்துக்கு நாளு பூசி நாளே பவுடரு  நெருக்கத்தில் அழக ரசிக்கப் போனா மருடரு  ஹேர் பின்னு பெண்டப் போல என்ன அவளும் ஆக்கிட்டா  போரு வெல்லு மோட்டரையே நெஞ்ச பொளந்து போட்டுட்டா  என்னம்மா இப்படி பண்றீங்களேம்மா என்னம்மா இப்படி பண்றீங்களேம்மா  என்னம்மா இப்படி பண்றீங்களேம்மா என்னம்மா இப்படி பண்றீங்களேம்மா  கலரு பூந்தி வாங்கித் தர கலங்க கலங்க அடிச்சவ  கடலமிட்டாய் வாங்கி தர கவித கவித படிச்சவன்  நகத்த போல காதலையும் வீசுறாளே வெட்டி  நான் செதறு தேங்கா போல ஆக ஓடுறாளே எட்டி  பணப் பெட்டி போல கண்ணி மனசப் பூட்டிப்பா  கரிச்சட்டி போல என்ன கழுவி ஊதிட்டா  பள்ளிக்கூடம் போகும்போது பார்த்த பார்வை மறக்கல  சட்ட மேல பட்ட இங்க இன்னும் கூடத் துவைக்கல  என்னம்மா இப்படி பண்றீங்களேம்மா என்னம்மா இப்படி பண்றீங்களேம்மா  என்னம்மா இப்படி பண்றீங்களேம்மா என்னம்மா இப்படி பண்றீங்களேம்மா"}