{"திரைப்படம்": "Kizhakku Cheemaielea", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "எதுக்கு பொண்டாட்டி", "வருடம்": "1993", "பாடியவர்கள்": "Shahul Hameed, T. K. Kala, Sunandha", "பாடல்வரிகள்": "தும் சிக்கும் தும் சிக்கும் தும் சிக்கும் தும்..... தும் சிக்கும் தும் சிக்கும் தும் சிக்கும் தும்..... தும் சிக்கும் தும் சிக்கும் தும் சிக்கும் தும்..... ஏ..... தும் சிக்கும் தும் சிக்கும் தும் சிக்கும் தும்..... ஏ..... எதுக்கு பொண்டாட்டி என்ன சுத்தி வப்பாட்டி எக்கச்சக்கமாகி போச்சு கணக்கு  பள்ளிக்கூட போகையில பல்ல பட்டி ஓடையில கொக்குமக்க ஆகி போச்சு எனக்கு இத குத்தமினு சொன்னா அவன் கிறுக்கு  எதுக்கு பொண்டாட்டி என்ன சுத்தி வப்பாட்டி எக்கச்சக்கமாகி போச்சு கணக்கு  பள்ளிக்கூட போகையில பல்ல பட்டி ஓடையில கொக்குமக்க ஆகி போச்சு எனக்கு இத குத்தமினு சொன்னா அவன் கிறுக்கு  ஐயம் பொண்ணு கம்மாயில அயிர மீனு புடிக்கையில கெண்ட கால கண்டு என்ன புடிச்சி  மஞ்சு தண்ணி கெடைக்கையில மாராப்பு தான் ஒதுக்கையில மல்லியப் பூ வாங்கி என்ன புடிச்ச  ஹை ஒத்தை அடி பாதையில ஒத்தையில போகயில சுத்தி வந்து என் கொசுவம் புடிச்ச  கருசப்பட்டு மந்தையில கரகாட்டம் ஆடையில கரகத்தத கண்டு என்ன புடிச்சா  ஹே தொட்டு தொட்டு தோள் புடிக்க தூக்கம் வந்தா கால் அமுக்க நித்தம் ஒரு பொண்ணு வேணும் எனக்கு  வாரத்துக்கு ஏழு நாளு வந்தவளோ நாலு பேரு  மூணு பேரு கொரையுதடி கணக்கு  எதுக்கு பொண்டாட்டி என்ன சுத்தி வப்பாட்டி எக்கச்சக்க மாரி போச்சே கணக்கு  பள்ளிக்கூட போகையில பல்ல பட்டி ஓடையில கொக்குமக்க ஆகி போச்சு எனக்கு  கண்ணுக்காட்டு தேன் ருசியா பருவப் பொண்ணு வாய் ருசியா பஞ்சாயத்த கூட்டு மச்சான் கேப்போம்   வெள்ளரி பூ அழகா வெடல புள்ள தோள் அழகா விவகாரம் பேசி முடி வெடுப்போம்  பசு மாட்டு நெய் ருசியா பந்தி மாட்டு நீ ருசியா வாய் போட்டு பேசி பேசி முடிப்போம்  சுண்டக்கான பால் இனிப்பா சுண்டுவிரல் நா இனிப்பா சூடத்த அணாச்சி முடி வேடுப்போம்  வயித்துல புள்ள இல்ல வாழ்க்கையில தொள்ளை இல்லை வாழ்க்கையில இன்பம் கண்டு ஜெய்ப்போம்  சக்காலத்தி சண்ட இல்ல தாலி கட்டும் வம்பு இல்லே இப்படியே எல்லா நாளும் இருப்போம்  எதுக்கு பொண்டாட்டி என்ன சுத்தி வப்பாட்டி எக்கச்சக்க மாரி போச்சே கணக்கு  பள்ளிக்கூட போகையில பல்ல பட்டி ஓடையில கொக்குமக்க ஆகி போச்சு எனக்கு இத குத்தமினு சொன்னா அவன் கிறுக்கு  எதுக்கு பொண்டாட்டி என்ன சுத்தி வப்பாட்டி எக்கச்சக்க மாரி போச்சே கணக்கு  பள்ளிக்கூட போகையில பல்ல பட்டி ஓடையில கொக்குமக்க ஆகி போச்சு எனக்கு இத குத்தமினு சொன்னா அவன் கிறுக்கு"}