{"திரைப்படம்": "Ko", "பாடலாசிரியர்": "Madhan Karky, Sricharan, Emcee Jesz", "இசையமைப்பாளர்": "Harris Jayaraj", "பாடல்": "என்னமோ ஏதோ", "வருடம்": "2011", "பாடியவர்கள்": "Aalap Raju, Sricharan", "பாடல்வரிகள்": "என்னமோ ஏதோ எண்ணம் திரளுது கனவில்.. வண்ணம் பிறழுது நினைவில்.. கண்கள் இருளுது நனவில்!!  என்னமோ ஏதோ முட்டி முளைக்குது மனதில்.. வெட்டி எறிந்திடும் நொடியில்.. மொட்டு அவிழுது கொடியில்!!  ஏனோ குவியமில்லா குவியமில்லா ஒரு காட்சிப் பேழை.. ஓஹோ உருவமில்லா உருவமில்லா நாளை!! ஏனோ குவியமில்லா குவியமில்லா ஒரு காட்சிப் பேழை.. ஓஹோ அரைமனதாய் விடியுது என் காலை!!  என்னமோ ஏதோ மின்னி மறையுது விழியில்.. அண்டி அகலுது வழியில்.. சிந்திச் சிதறுது விழியில்!!  என்னமோ ஏதோ சிக்கித் தவிக்குது மனதில் .. றெக்கை விரிக்குது கனவில்.. விட்டுப் பறக்குது தொலைவில்!!  ஏனோ குவியமில்லா குவியமில்லா ஒரு காட்சிப் பேழை.. ஓஹோ உருவமில்லா உருவமில்லா நாளை!! ஏனோ குவியமில்லா குவியமில்லா ஒரு காட்சிப் பேழை.. ஓஹோ அரைமனதாய் விடியுது என் காலை!!  நீயும் நானும் யந்திரமா? யாரோ செய்யும் மந்திரமா? பூவே..  முத்தமிட்ட மூச்சுக் காற்று பட்டு பட்டு கெட்டுப் போனேன்.. பக்கம் வந்து நிற்கும் போது திட்டமிட்டு எட்டிப் போனேன்..  நெருங்காதே பெண்ணே எந்தன் நெஞ்செல்லாம் நஞ்சாகும்.. அழைக்காதே பெண்ணே எந்தன் அச்சங்கள் அச்சாகும்.. சிரிப்பால் எனை நீ சிதைத்தாய் போதும்!  ஏதோ .. எண்ணம் திரளுது கனவில்.. வண்ணம் பிறழுது நினைவில்.. கண்கள் இருளுது நனவில்!!  என்னமோ ஏதோ முட்டி முளைக்குது மனதில்.. வெட்டி எறிந்திடும் நொடியில்.. மொட்டு அவிழுது கொடியில்!!  நீயும் நானும் யந்திரமா? யாரோ செய்யும் மந்திரமா? பூவே..  எங்களின் தமிழச்சி என்னமோ ஏதோ you're lookin so fine, மறக்க முடியலையே என் மனமின்று .. உன் மனசோ lovely இப்படியே இப்ப, உன்னருகில் நான் வந்து சேரவா என்று..  Lady lookin like a cindrella cindrella.. Naughty looku விட்ட தென்றலா? Lady lookin like a cindrella cindrella.. என்னை வட்டமிடும் வெண்ணிலா..  சுத்தி சுத்தி உன்னைத் தேடி.. விழிகள் அலையும் அவசரம் ஏனோ? சத்த சத்த நெரிசலில் உன் சொல்.. செவிகள் அறியும் அதிசயம் ஏனோ?  கனாக்கானத் தானே பெண்ணே கண்கொண்டு வந்தேனோ? வினாக்கான விடையும் காணக் கண்ணீரும் கொண்டேனோ? நிழலைத் திருடும் மழலை நானோ?  ஏதோ .. எண்ணம் திரளுது கனவில்.. வண்ணம் பிறழுது நினைவில்.. கண்கள் இருளுது நனவில்!!  ஓஹோ ஏதோ முட்டி முளைக்குது மனதில்.. வெட்டி எறிந்திடும் நொடியில்.. மொட்டு அவிழுது கொடியில்!!  ஏனோ குவியமில்லா குவியமில்லா ஒரு காட்சிப் பேழை.. ஓஹோ உருவமில்லா உருவமில்லா நாளை!! ஏனோ குவியமில்லா குவியமில்லா ஒரு காட்சிப் பேழை.. ஓஹோ அரைமனதாய் விடியுது என் காலை!!"}