{"திரைப்படம்": "Jeans", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "எனக்கே எனக்கா", "வருடம்": "1998", "பாடியவர்கள்": "P. Unnikrishnan", "பாடல்வரிகள்": "எனக்கே எனக்கா.. நீ எனக்கே எனக்கா.. மதுமிதா மதுமிதா  ஹைர ஹைர ஹைரப்பா ஹைர ஹைர ஹைரப்பா பிஇப்டி கேஜி தாஜ் மஹால் எனக்கே எனக்கா பிளைட்டில் வந்த நந்தவனம் எனக்கே எனக்கா  ஹைர ஹைர ஹைரப்பா ஹைர ஹைர ஹைரப்பா பக்கெட் சைசில் வெண்ணிலவு எனக்கே எனக்கா பேக்சில் வந்த பெண் கவிதை எனக்கே எனக்கா  முத்தமழையில் நனஞ்சுக்கலாமா கூந்தல் கொண்டு துவட்டிக்கலாமா உன்னை எடுத்து உடுத்திக்கலாமா உதட்டின் மேலே படுத்துக்கலாமா பட்டுப் பூவே குட்டித் தீவே விரல் இடைதொட வாரம் கொடம்மா  ஹைர ஹைர ஹைரப்பா ஹைர ஹைர ஹைரப்பா பிஇப்டி கேஜி தாஜ் மஹால் எனக்கே எனக்கா பிளைட்டில் வந்த நந்தவனம் எனக்கே எனக்கா  அன்பே இருவரும் பொடிநடையாக அமெரிக்காவை வலம் வருவோம் கடல்மேல் சிவப்புக் கம்பளம் விரித்து ஐரோப்பாவில் குடிபுகுவோம் நம் காதலை கவிபாடவே ஷேல்லியின் ப்ய்ரோன்னின் கல்லறைத் தூக்கத்தைக் கலைத்திடுவோம் விண்ணைத்தாண்டி நீ வெளியில் குதிக்கிறாய் உன்னோடு நான் என்னாகுமோ கும்மாளமோ கொண்டாட்டமோ காதல் வெறியில் நீ காற்றைக் கிழிக்கிறாய் பிள்ளை மனம் பித்தானதோ என்னாகுமோ ஏதாகுமோ வாடைக் காற்றுக்கு வயசாச்சு வாழும் பூமிக்கு வயசாச்சு கோடி யுகம் போனால் என்ன காதலுக்கு எப்போதும் வயசாகாது  ஹைர ஹைர ஹைரப்பா ஹைர ஹைர ஹைரப்பா பிஇப்டி கேஜி தாஜ் மஹால் எனக்கே எனக்கா பிளைட்டில் வந்த நந்தவனம் எனக்கே எனக்கா ஹைர ஹைர ஹைரப்பா ஹைர ஹைர ஹைரப்பா  செர்ரி பூக்களைத் திருடும் காற்று காதில் சொன்னது ஐ லவ் யு சைப்ரஸ் மரங்களில் தாவும் பறவை என்னிடம் சொன்னது ஐ லவ் யு உன் காதலை நீ சொன்னதும் தென்றலும் பறவையும் காதல் தோல்வியில் கலங்கியதே ஒற்றைக் காலிலே பூக்கள் நிற்பது உன் கூந்தலில் நின்றாடத்தான் பூமாலையே பூச்சூடவா சிந்தும் மழைத்துளி மண்ணில் வீழ்வது உன் கன்னத்தில் முத்தாடத்தான் நானும் உன்னை முத்தாடவா இதயம் துடிப்பது நின்றாலும் இரண்டு நிமிடம் உயிரிருக்கும் அன்பே எனை நீ நீங்கினால் ஒரு கணம் என்னுயிர் தாங்காது  ஹைர ஹைர ஹைரப்பா ஹைர ஹைர ஹைரப்பா பிஇப்டி கேஜி தாஜ் மஹால் எனக்கே எனக்கா பிளைட்டில் வந்த நந்தவனம் எனக்கே எனக்கா  ஹைர ஹைர ஹைரப்பா ஹைர ஹைர ஹைரப்பா பக்கெட் சைசில் வெண்ணிலவு உனக்கே உனக்கு பேக்சில் வந்த பெண் கவிதை உனக்கே உனக்கு  உன்னை எடுத்து உடுத்திக்கலாமா உதட்டின் மேலே படுத்துக்கலாமா முத்தமழையில் நனஞ்சுக்கலாமா கூந்தல் கொண்டு துவட்டிக்கலாமா பட்டுப் பூவே குட்டித் தீவே விரல் இடைதொட வாரம் கொடம்மா ஹைர ஹைர ஹைரப்பா ஹைர ஹைர ஹைரப்பா"}