{"திரைப்படம்": "Kalakalappu", "பாடலாசிரியர்": "Pa. Vijay", "இசையமைப்பாளர்": "Vijay Ebenezer", "பாடல்": "என்னுயிர் காதலி நீ", "வருடம்": "2012", "பாடியவர்கள்": "Krish, Dr. Burn & Mili Nair", "பாடல்வரிகள்": "Angelina oh Angelina oh .. Angelina Angelina ...  என்னுயிர் காதலி நீ vey cute பொண்ணே நீயும் நானும் வேறு அல்ல இரண்டும் ஒண்ணு  சொல்ல சொல்ல அடங்காது அள்ள அள்ள குறையாது சொல்லபோனா பேரழகி குட்டி பொண்ணு ,சுட்டி பொண்ணு vey cute பொண்ணே  I love you சொல்லு கட்டிபுடி முத்தம் கொடு ஏதாச்சும் பண்ணு  இறுதிவரை என்னோடு கைகோர்த்து நில்லு Darling lets step together  சொல்ல சொல்ல வந்து வந்து மெள்ள வைக்கும் காதல் உள்ளுக்குள்ளே சொல்லை வைத்து சொல்ல வைக்கும் காதல் சொல்லும் போது வார்த்தை இன்றி கொல்ல வைக்கும் காதல் காதலே  என்ன என்ன மாயம் என்ன என்னிடத்தில் செய்தாய் சின்ன சின்ன புன்னகையில் செய்தி என்ன சொன்னாய் வண்ண வண்ண பார்வையாலே நெஞ்சை கொண்டு போனாய் காதலி  Oh காதலே என்னை ஏதோ செய்கிறாய் உயிர் எங்கிலும் பூப்பூவாய் நெய்கிறாய் காதல் காதல் சுகம் தரும் வலி வழியில் அறிந்தேன் நீ வரும் வழி  Angelina என் சுவாசமே உன்னக்காகவே என் நெஞ்சம் Angelina என் காதலே உன்னை கொஞ்சவ கொஞ்சம் (2)  கைரேகை போல நீ என்னோடு வாழ்கிறாய் Angelina என் காதலே oh ..  Gimme gimme gimme gimme love story புடவை கட்டும் பெண்ணே ரொம்ப ரொம்ப beauty காதலை கொண்டாடலாம் இது நல்ல தேதி பாதி சொல்லிவிட்டேன் நீ சொல் மீதி  நிலவின் கீழ் அமர்வோமே நிழல் படாத இடம் தொடுவோமே நீயும் நானும் சரிபாதி நிதம் முத்தம் பரிமாய் இனி விடியும் வரை பணியில் நனைவோமே அன்பே..  தொட்டு தொட்டு என்னை தொட்டு போகுதே உன் வாசம் விட்டு விட்டு மூச்சு விட்டு ஏங்குதே என் சுவாசம் மத்தியான வெயிலிலும் மல்லிகை பூவேசம் நீயடி.  துப்பட்டாவில் என்னை என்னை கட்டி வைத்து கொண்டாய் தூங்கும் போது எந்தன் கண்ணில் வந்து வந்து சென்றாய் தூசி பட்டால் கண்ணிமைக்குள் ஊதிவிட்டு தந்தாய் உயிரையே  என் சாலைகள் இருபக்கம் பூமரம் பூ எங்கிலும் உன் வாசம் வீசிடும் பெண்ணே உந்தன் நிழல் விழுமிடம் சொர்க்கம் மண்ணை வந்து தொடுமிடம்  Angelina என் சுவாசமே உன்னக்காகவே என் நெஞ்சம் Angelina என் காதலே உன்னை கொஞ்சவ கொஞ்சம்  நீ வந்து போனபின் என் அறையில் வீசுதே Angelina உன் வாசமே ...  Angelina என் சுவாசமே உன்னக்காகவே என் நெஞ்சம் Angelina என் காதலே உன்னை கொஞ்சவா கொஞ்சம் (2)  என்னுயிர் காதலி நீ vey cute பொண்ணே நீயும் நானும் வேறு அல்ல இரண்டும் ஒண்ணு  சொல்ல சொல்ல அடங்காது அள்ள அள்ள குறையாது சொல்லபோனா பேரழகி குட்டி பொண்ணு ,சுட்டி பொண்ணு vey cute பொண்ணே  Darling lets step together"}