{"திரைப்படம்": "Sathyam", "பாடலாசிரியர்": "Pa. Vijay", "இசையமைப்பாளர்": "Harris Jayaraj", "பாடல்": "என் அன்பே நானும்", "வருடம்": "2008", "பாடியவர்கள்": "Sadhana Sargam, Benny Dayal", "பாடல்வரிகள்": "பெண்: என் அன்பே நானும் நீயின்றி நானில்லை... என் அன்பே யாவும் நீயின்றி வேறில்லை... நான் உன்னில் உன்னில் என்பதால்.. என் தேடல் நீங்கிப் போனதே... என்னில் நீயே என்பதால்.. என் காதல் மேலும் கூடுதே.. காண வேண்டும் யாதும் நீயாகவே... மாற வேண்டும் நானும் தாயாகவே...  குழு: ஆத்தடி ஆசை அலை பாய சேத்துக்கோ மீச கொடை சாய கூத்தடி கோடை மழை பேய ஏத்துக்கோ ஆடை உலை காய ஆத்தடி ஆசை அலை பாய சேத்துக்கோ மீச கொடை சாய கூத்தடி கோடை மழை பேய ஏத்துக்கோ ஆடை உலை காய  பெண்: என் அன்பே நானும் நீயின்றி நானில்லை... என் அன்பே யாவும் நீயின்றி வேறில்லை... நான் உன்னில் உன்னில் என்பதால்.. என் தேடல் நீங்கிப் போனதே... என்னில் நீயே என்பதால்.. என் காதல் மேலும் கூடுதே.. காண வேண்டும் யாதும் நீயாகவே... மாற வேண்டும் நானும் தாயாகவே...  (இசை...)  பெண்: தலை தொடும் மழையே... செவி தொடும் இசையே... இதழ் தொடும் சுவையே... இனிப்பாயே.... விழி தொடும் திசையே... விரல் தொடும் கனையே... உடல் தொடும் உடையே... இணைவாயே.... யாவும் நீயாய் மாறிப் போக நானும் நான் இல்லையே மேலும் மேலும் கூடும் காதல் நீங்கினால் தொல்லையே தெளிவாகச் சொன்னால் தொலைந்தேனே உன்னால்  குழு: ஆத்தடி அசந்தே போனாயா ஆசையில் மெலிந்தே போனாயா நாட்களில் நலிந்தே போனாயா காதலில் கரைந்தே போனாயா ஆத்தடி அசந்தே போனாயா ஆசையில் மெலிந்தே போனாயா நாட்களில் நலிந்தே போனாயா காதலில் கரைந்தே போனாயா  பெண்: என் அன்பே நானும் நீ இன்றி நானில்லை என் அன்பே யாவும் நீ இன்றி வேறில்லை  (இசை...)  பெண்: கருநிறச் சிலையே... அறுபது கலையே... பரவச நிலையே... பகல் நீயே.... இளகிய பனியே... எழுதிய கவியே.. சுவை மிகு கனியே... சுகம் நீயே.... கூடு பாவாய் தேகத்தோடு காதல் தினம் ஓடுதே கூடு பாயும் தாகத்தோடு ஆசை நதி மோதுதே தொடுவாயா என்னை தொடர்வேனே உன்னை  குழு: ஆத்தடி அசந்தே போனாயா ஆசையில் மெலிந்தே போனாயா நாட்களில் நலிந்தே போனாயா காதலில் கரைந்தே போனாயா ஆத்தடி அசந்தே போனாயா ஆசையில் மெலிந்தே போனாயா நாட்களில் நலிந்தே போனாயா காதலில் கரைந்தே போனாயா  பெண்: ஓ... என் அன்பே நானும் நீயின்றி நானில்லை... என் அன்பே யாவும் நீயின்றி வேறில்லை... நான் உன்னில் உன்னில் என்பதால்.. என் தேடல் நீங்கிப் போனதே... என்னில் நீயே என்பதால்.. என் காதல் மேலும் கூடுதே.. காண வேண்டும் யாதும் நீயாகவே... மாற வேண்டும் நானும் தாயாகவே... காண வேண்டும் யாதும் நீயாகவே... மாற வேண்டும் நானும் தாயாகவே..."}