{"திரைப்படம்": "Kanthaswamy", "பாடலாசிரியர்": "Viveka", "இசையமைப்பாளர்": "Devi Sri Prasad", "பாடல்": "எஸ்கியூஸ் மீ", "வருடம்": "2009", "பாடியவர்கள்": "Suchitra, Vikram", "பாடல்வரிகள்": "ஹே எஸ்கியூஸ் மீ மிஸ்டர்.கந்தசாமி ஹெய் எஸ்கியூஸ் மீ மிஸ்டர்.கந்தசாமி ஒரு காபி குடிப்போம் கம் வித் மீ ஹாட்டா கோல்டா நீயே தொட்டு பாரு போடி போ டி  ஹெய் எஸ்கியூஸ் மீ மிஸ்டர்.கந்தசாமி ஒரு லாங்க் டிரைவ் போலாம் கம் வித் மீ ஸுலோவா ஸ்பீடா நீயே ஓட்டி பாரு போடி  ஓட்ட சிம்-கார்டே எம்டி ஐபாடே உன்ன ஸ்விட்ச் ஆன் செய்யுரது வேஸ்ட்டு ஹாட்சு புல் டாகே நச்சு கீழ்ப்பாக்கே என்ன சுத்தாம போனா நான் சேப்பு மண் ரோடே ஹே மண் ரோடே எப்ப ஆவ மெயின் ரோடே போ டி போ டா போ டி போ டா போ டி போ டா போ டி போ டா போடி போடா போடி போடா போடி போடா போடி போடா போ போ போ  ஹே எஸ்கியூஸ் மீ எஸ்கியூஸ் மீ மிஸ் சுப்புலக்ஷுமி யுவர் ஆக்டிவிடிஸ் ஆர் தப்பு லட்சுமி உன் பேச்ச பார்த்தா ரொம்ப குப்ப லட்சுமி போ டி போ டி  ஹே கந்தசாமி என் லைஃப்-ல புயலா வந்தசாமி என் அழகே பாத்து மனசுல நொந்தசாமி சீ வெந்தசாமி தூ உன் அழகுனால இல்ல உன் இம்ஷையால நொந்தசாமி உன் கையில சிக்கமாட்டான் இந்த சாமி கடவுள் இல்லேன்னு சொன்னார் ராமசாமி காதல் இல்லேன்னு சொல்றான் கந்தசாமி  நோப்பா நோப்பா நோப்பா சொன்னார் வள்ளுவர் கிராண்ட்ப்பா ஊடல் தாண்டி கூடச் சொன்னார் கடைசி குரளில் ஷார்ப்பா வேண வேண வேண நீ நாமம் போட வேணாம் உன் கூட வந்த சண்ட போட்டே வாழ்க போகும் வீண  ஹிட்லர் பேத்தியே ஹிட்லர் பேத்தியே காதல் ஒண்ணும் யுதர் இல்ல கொல்லாதே லிங்கன் பேரனே லிங்கன் பேரனே தத்துவங்கள் பேசி பேசி கொல்லாதே காஷ்மீர் நான் நீ பாகிஸ்தான் தீராது டிஷ்யூம் தான் போ டி போ டா போ டி போ டா போ டி போ டா போ டி போ டா போடி போடா போடி போடா போடி போடா போடி போடா போ போ போ  ஹே எஸ்கியூஸ் மீ ஹெய் எஸ்கியூஸ் மீ மிஸ்டர்.கந்தசாமி ஒரு காபி குடிப்போம் கம் வித் மீ ஹாட்டா கோல்டா நீயே தொட்டு பாரு போடி போ டி  ஹே என்ன ரொம்ப ஒவரா பண்ற ஒண்ணும் பண்ண விட மாட்ட்ரேயே நீ படிச்ச பொண்ணுதானே உன்ன படிக்க முடியலையே ஹே ஹே ஹே தள்ளி போ என்ன தள்ளிட்டு போ கொஞ்சம் மூடு ரொம்ப மூடு ஐய்யோ…  வேணா வேணா வேணா வேஸ்டு பேச்சு வேணா இப்ப விட்ட தப்ப எண்ணி பின்னால் அழுவ தான ஹே போடி போடி போடி ஃபூலா போன லேடி கேர்ள்ஸ நம்பி லூஸா போன பாய்ஸ் பல கோடி  ஹே உப்பு மூட்டையே உப்பு மூட்டையே லைப் லாங்கா உன்ன தூக்கி சும்மப்பேண்டா டக்கு முட்டையே டக்கு முட்டையே வாத்து கூட்டம் கூட உன்ன சேத்துக்காது  பேசாதே நீ கிராக் மாறி பிலீஸ் வாயேன் டிராக் மாறி  ஹே எஸ்கியூஸ் மீ ஹெய் எஸ்கியூஸ் மீ மிஸ்டர்.கந்தசாமி ஒரு காபி குடிப்போம் கம் வித் மீ ஹாட்டா கோல்டா நீயே தொட்டு பாரு போ டி போ டா போ டி போ டா போ டி போ டா போ டி போ டா போடி போடா போடி போடா போடி போடா போடி போடா போ போ போ "}