{"திரைப்படம்": "Villu", "பாடலாசிரியர்": "Kabilan", "இசையமைப்பாளர்": "Devi Sri Prasad", "பாடல்": "ஏ ராமா ராமா", "வருடம்": "2009", "பாடியவர்கள்": "Amal Raj, Kovai Sarala", "பாடல்வரிகள்": "ஆண்: ஏ ராமா.. ராமா.. ராமா.. ராமா.. ராமன்கிட்ட வில்லக்கேட்டேன் ஏ பீமா.. பீமா.. பீமா.. பீமா.. பீமன்கிட்ட கதையக்கேட்டேன்.... ஏ ராமா.. ராமா.. ராமா.. ராமா.. ராமன்கிட்ட வில்லக்கேட்டேன் ஏ பீமா.. பீமா.. பீமா.. பீமா.. பீமன்கிட்ட கதையக்கேட்டேன்.... முருகு.. முருகு.. முருகு.. முருகு.. முருகன் கிட்ட மயிலக்கேட்டேன் ஈசன்.. ஈசன்.. ஈசன்.. ஈசன்.. ஈசன்கிட்ட மலையக்கேட்டேன் உங்கக் கிட்ட அன்பக் கேட்டேன்.. உங்கக் கிட்ட அன்பக் கேட்டேன்..  பெண்: ஏ வில்லு.. வில்லு.. வில்லு.. வில்லு.. வர்ரான் வில்லு ஏ நில்லு.. நில்லு.. நில்லு.. நில்லு.. தில்லிருந்தா எதிர நில்லு  பெண்: ஏ வில்லுன்னா ஆண்: கொண்டாட்டம் பெண்: ஏ தில்லுன்னா ஆண்: குத்தாட்டம் பெண்: ஏ வில்லுன்னா ஆண்: கொண்டாட்டம் பெண்: ஏ தில்லுன்னா ஆண்: குத்தாட்டம் (ஏ ராமா.. ராமா..)  (இசை...)  ஆண்: ஏ பள்ளிக்கூட புள்ளைப் போல சாதி பாக்காம சேந்திருப்போம் புள்ளி வச்ச வேங்கை போல பயமே இல்லாம வாழ்ந்திருப்போம் பேரு புகழ் கொண்டவங்க ஊருக்குள்ள ரொம்பப் பேரு பேருலயே புகழக்கொண்ட என்னைப் போல வேர யாரு ஆண்டவன்தான் என்ன பாத்து.. என்ன வேணும் என்று கேட்டா.. அகதியான மக்களுக்கு.. அமைதியான நாடு கேப்பேன்..  பெண்: ஏ வில்லு.. வில்லு.. வில்லு.. வில்லு.. வர்ரான் வில்லு ஏ நில்லு.. நில்லு.. நில்லு.. நில்லு.. தில்லிருந்தா எதிர நில்லு  பெண்: ஏ வில்லுன்னா ஆண்: கொண்டாட்டம் பெண்: ஏ தில்லுன்னா ஆண்: குத்தாட்டம் பெண்: ஏ வில்லுன்னா ஆண்: கொண்டாட்டம் பெண்: ஏ தில்லுன்னா ஆண்: குத்தாட்டம் (ஏ ராமா.. ராமா..)  (இசை...)  ஆண்: ஏ நித்தம் நீதான் உழைச்சுப் பாரு மெத்தை இல்லாம தூக்கம் வரும் சத்தம் இன்றி உதவி செஞ்சா வாழும் போதே சொர்க்கம் வரும் பாரதிய படிச்சுப்புட்டா.. பெண்களுக்கு வீரம் வரும்.. காரல்மார்க்ஸ நெனச்சுப்புட்டா.. கண்களுக்குள் நெருப்பு வரும் பெரியார மதிச்சுப்புட்டா.. பகுத்தறிவு தானா வரும் அம்மா அப்பாவ வணங்கிப் பாரு.. எல்லாருக்கும் எல்லாம் வரும்....  பெண்: ஏ வில்லு.. வில்லு.. வில்லு.. வில்லு.. வர்ரான் வில்லு ஏ நில்லு.. நில்லு.. நில்லு.. நில்லு.. தில்லிருந்தா எதிர நில்லு  பெண்: ஏ வில்லுன்னா ஆண்: கொண்டாட்டம் பெண்: ஏ தில்லுன்னா ஆண்: குத்தாட்டம் பெண்: ஏ வில்லுன்னா ஆண்: கொண்டாட்டம் பெண்: ஏ தில்லுன்னா ஆண்: குத்தாட்டம் (ஏ ராமா.. ராமா..)"}