{"திரைப்படம்": "Minnale", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "Harris Jayaraj", "பாடல்": "ஏ அழகிய தீயே", "வருடம்": "2001", "பாடியவர்கள்": "Harish Raghavendra", "பாடல்வரிகள்": "ஏ அழகிய தீயே, என்னை வாட்டுகிறயே, ஒரு ஹைக்கு கவிதை, விழிகளில் நீதான் பாட பாட, ஒரு ஹப்பர்டென்ஷன் தலைக்கேறுதே, நானும் வாட,  ஏ அழகிய தீயே, என்னை வாட்டுகிறயே, ஒரு ஹைக்கு கவிதை, விழிகளில் நீதான் பாட பாட, ஒரு ஹப்பர்டென்ஷன் தலைக்கேறுதே, நானும் வாட,  பாவைகள் உனக்கொரு அலர்ஜியடா, அவளை பார்க்கவும் உனக்குள்ளே எனர்ஜியடா,  என்னை ஏதோ செய்து விட்டாள், Common, baby, don’t do this, baby, நெஞ்சை பூபோல் துயிது விட்டால், நெஞ்சை பூபோலெ துயிது விட்டால்,  Don’t you ever do this, Don’t you ever do this, Don’t you ever do this,  Don’t you ever do this, Don’t you ever do this, Don’t you ever do this, – அறவே இல்லை உறக்கம், அதற்கும் இல்லை இரக்கம், இமைகள் ஒன்றாகே எப்போதும் சேராமல், இடையில் நின்றாயே இது நியாயம்மா?  பி.பி. ஏறி போச்சு இள ரத்தம், நெஞ்சில் கார்கில் போலே ஒரு யுத்தம், அடி அர்த ராத்திரி சம்மர் மாதிரி, வெப்பம் தாக்குதடி கண்ணில், என்னை மின்னல் தாக்கவே, தீயும் காற்றும் ஒன்று சேர்ந்ததோ உன்னில், நீ என்னை சுட்டதும், அனலில் இட்டதும், எந்த மட்டிலும் போ-போ-போதும், — ஏ அழகிய தீயே, என்னை வாட்டுகிறயே, ஒரு ஹைக்கு கவிதை, விழிகளில் நீதான் பாட பாட, ஒரு ஹப்பர்டென்ஷன் தலைக்கேறுதே, நானும் வாட,  Never do this to me, Don’t ever do this to me, Baby  உன் பேர் சொல்லி சொல்லி, என்னையே நான் மறந்தேன், உன் மின்னல் பார்வையில், என்னுயிரு நான் தொலைத்தேன், உன் பேர் சொல்லி சொல்லி, என்னையே நான் மறந்தேன், உன் மின்னல் பார்வையில், என்னுயிரு நான் தொலைத்தேன், — உதட்டில் உந்தன் பேர்தான், உடலில் உந்தன் உயிர்தான், நிலத்தில் நின்றாலும், நீ எங்கு சென்றாலும், நான் உன்னை தொடர்கின்ற, நிழல் அல்லவா?  காதல் பித்துஏறி மனம் தொட்ட, அவளை செக்கு போல நீ சுத்த, உன்னை கொஞ்சம் கொஞ்சமாய், துண்டம் துண்டமாய் கொன்று போட்டது என்ன? கொடி மின்னல் காட்டிய தேகம் யாவும், மின்னல் போலவே மின்ன,  நான் என்னை என்னிடம் இல்ல, என்றுதான் பெண்ணே உன் இடம், வந்தேன் தேட, —- ஏ அழகிய தீயே, என்னை வாட்டுகிறயே, ஒரு ஹைக்கு கவிதை, விழிகளில் நீதான் பாட பாட, ஒரு ஹப்பர்டென்ஷன் தலைக்கேறுதே, நானும் வாட,  பாவைகள் உன்னகொரு அலர்ஜியாட, அவளை பார்க்கவும் உன்னகுள்ளே எனர்க்ஜியாட,  என்னை ஏதோ செய்து விட்டாள், Common, baby, don’t do this, baby, நெஞ்சை பூபோல் துயிது விட்டால், நெஞ்சை பூபோல் துயிது விட்டால்…"}