{"திரைப்படம்": "Ula", "பாடலாசிரியர்": "Pandi Selvam", "இசையமைப்பாளர்": "Sajan Madhav", "பாடல்": "ஏண்டா ஏண்டா", "வருடம்": "2015", "பாடியவர்கள்": "Gana Bala, Naveen Madhav, Dwayne Bravo", "பாடல்வரிகள்": "ஆச குடி சரக்கும் இதில் மயக்கம் கொஞ்சம் இருக்கும் மயக்கம் கொஞ்சம் இருப்பதாலே வீண் வாதங்கள் பிறக்கும் நல்ல பெயர் கெடுக்கும் இது கொரங்கு போல நடிக்கும் பொழுது விடிஞ்சி புட்ட போதை தெளிஞ்சு விடும் உனக்கும்  டால் மேனி டால் மேனி டகிலு காட்டுது அந்த டல்லான பிகருக்கும்தான் பசங்க மாட்டுது கண்ணாடி முன்னாடி அழக ஏதுது நம்மள பின்னாடி அலய விட அடிக்கல் நாட்டுது கூவமும் ஆறுதான் குளிச்சிட முடியுமா காதலும் போதைதான் சரக்கு போல ஆகுமா போதையில் நான் படுத்தா போதி மரம் ஞானமின்னா ட்யூப் லைட் ட்யூப் லைட் ஆ எறியும் தெரியுமா ஏண்டா ஏண்டா டால் மேனி டால் மேனி டகிலு காட்டுது அந்த டல்லான பிகருக்கும்தான் பசங்க மாட்டுது கண்ணாடி முன்னாடி அழக ஏதுது நம்மள பின்னாடி அலய விட அடி க்கல் நாட்டுது ஏண்டா ஏண்டா ஏண்டா ஏண்டா  போதிசுல புடவ வாங்கி பொத்தி காதல் வழத்தாலும் சாம்சங் நோக்கியான்னு போன்னு வாங்கி கொடுத்தாலும் ஐநாக்ஸ் சத்தியமுன்னு ஒன்னாவே திரிஞ்சாலும் ஐ லவ் யூ சொல்லி நீயும் கட்டிப்புடிச்சு உருண்டாலும் பொண்ணுகெல்லாம் காதல் இங்கே டைம் பாஸு தாண்டா கண்டுக் காம போய் ட்ட உன் லைஃப் பாஸு தாண்டா ஏண்டா ஏண்டா  ஏ காதல பத்தி தப்பா சொன்ன பிசிடுவேன் பிசி ஒரு தேவதைய பாத்துரிந்தா உனக்கு புரியும் மச்சி லவ் ஒண்னும் பண்ணிதத எம்ப்டீ ஆனா இதயம் வெறும் குப்பா சேரும் தொட்டியின்னி கோய்ந்தைக்கும்தான் தெரியும் ஏண்டா ஏண்டா  ஏண்டா ஏண்டா பட பட பட்டாம்பூச்சி மனசுக்குள்ள பறக்கனுமா பாத ரெண்டு பூமியில பத்தாமலே நடக்கனுமா அனுஷ்கா போல ஒரு பொண்ணு உனக்கு வேணும் நீ அனுமார இருந்து புட்ட லவ் எங்க தோணும் சரக்கு போத தீர்ந்து போகும் காதல் போல வருமா அந்த காதலால சாதிக்கலாம் லவ் பண்ணிடு மாமா  ஏண்டா ஏண்டா காஃபீ டேயில் தொடங்கும் காதல் டாஸ்மாக்கில் முடியுது காசிருந்தா மட்டும்தாண்டா காதல் கண்ண தொறக்குது அனுஷ்காவே வந்தாலும் எனக்கு ஒண்னும் வேணாம் நா ஆஃப் அடிச்சு படுத்துகிட்ட அவ வருவா தான கனவுல அவ வருவா தான ஏண்டா அட ஏண்டா   நீல வானம் நீல வானம் நீல வானம் போல தான தந்தசாமி தந்த ஜீவாதாரம் வாழ மரம் ஏழ நாளும் ஓடிப் போகும்  இந்த பூமியிலே காதல் மட்டும் நிலையா நிக்கும்  லவ் அ போல டாஸ் மாக்கு எப்பவுமே மாசு  பொதுவா தான் சொல்றேன் கேட்டுக்கோங்க பாஸு ரெண்டையும் பாத்த நம்ம தேவதாசு அவனுக்கு முன்னாலே நீங்க டமி பீஸூ ஏண்டா அட ஏண்டா ஏண்டா"}