{"திரைப்படம்": "Kalvanin Kadhali", "பாடலாசிரியர்": "Na. Muthukumar", "இசையமைப்பாளர்": "Yuvan Shankar Raja", "பாடல்": "ஏனோ கண்கள்", "வருடம்": "2006", "பாடியவர்கள்": "Sadhana Sargam, Yuvan Shankar Raja", "பாடல்வரிகள்": "ஏனோ கண்கள் உன் முகமே கேட்கிறதே ஏனோ கால்கள் உன் இடமே வருகிறதே ஆசையோடு பேச வந்த வார்த்தை இன்று விடுமுறை தருகிறதே நூறு கோடி மான்கள் ஒடும் வேகம் போல இருதயம் துடிக்கிறதே   அடி நாக்கில மூக்கில பேச்சில மூச்சில உனக்கு இது புரியாதா ? உன் போக்குல நாக்குல நடையில உடையில மயங்கிறேன் தெரியாதா? அடி நிக்கிற நெளியுற நொறுங்குற நெருங்குற நெருப்புன்னு தெரியாதா? தினம் சொக்குற சொறுகுற விக்கிற விலக்குற விடுதலை கிடையாதா? அடங்காதாது காமம் அதை நீயும் அடக்காதே அடி பெண்ணே சாதம் உப்பின்றி ருசிக்காதே   ஏதோ ஒன்று என் உள்ளே நடக்கிறதே ஏனோ நெஞ்சம் மின்மினியாய் பறக்கிறதே நேற்று பார்த்த பூமி வேறு இன்று வேறு நிறம் என தெரிகிறதே மூச்சை போல காதல் வந்து உள்ளம் எங்கும் விரைவது புரிகிறதே   அடி நாக்கில முக்கில பேச்சில மூச்சில உனக்கு இது புரியாதா ? உன் போக்குல நாக்குல நடையில உடையில மயங்கிறேன் தெரியாதா? அடி நிக்கிற நெளியுற நொறுங்குற நெருங்குற நெருப்புன்னு தெரியாதா? தினம் சொக்குற சொறுகுற விக்குற விலகுற விடுதலை கிடையாதா?   கண்ணாடியை பார்த்தே காலம் தான் கழிகிறதா? உன் விட்டில் தினமும் இது போல் தான் நடக்கிறதா? இந்த தினசரி மாற்றம் காதலினாலே இரவுகள் எல்லாமே வேகமாய் விடிகிறதா?   வயதோடு ஒரு பூதம் வன்முறையில் இறங்கிடுதா? ஏமாந்திடும் நேரம் தன் வேலையை தொடங்கிடுதா? பார்த்திடும் போது பழமுதிர் சோலை அட பருகிட சொல்கிறது  வா வா வா வா வா வா.........வா வா வா வா .........    மெதுவாய் ஒரு மௌனம் மனதோடு பேசிடுதோ? பொதுவாய் ஒரு நாணம் புன்னகையை வீசிடுதோ? தடு மாறிடும் நேரம் வானிலை மாற்றம் காற்றிலே நடந்தே குளிர் காய்ச்சல் அடிக்கிறதா   புரியாதோரு வேட்கை பூ போல மலர்கிறதா பூவொன்று தொட்டால் தீ போல சுடுகிறதா மூடிய பூவுக்கு பூஜைகள் இல்லை... சூடிட வேண்டும் வா வா வா வா வா வா ......... வா   ஏனோ கண்கள் உன் முகமே கேட்கிறதே ஏனோ கால்கள் உன் இடமே வருகிறதே ஆசையோடு பேச வந்த வார்த்தை இன்று விடுமுறை தருகிறதே நூறு கோடி மான்கள் ஒடும் வேகம் போல இருதயம் துடிக்கிறதே   அடி நாக்குல மூக்குல பேச்சில மூச்சில உனக்கு இது புரியாதா ? உன் போக்கில நாக்குல நடையில உடையில மயங்கிறேன் தெரியாதா? அடி நிக்கிற நெளியுற நொறுங்குற நெருங்குற நெருப்புன்னு தெரியாதா? தினம் சொக்குற சொறுகுற விக்குற விலகுற விடுதலை கிடையாதா? அடங்காதது காமம் அதை நீயும் அடக்காதே அடி பெண்ணே சாதம் உப்பின்றி ருசிக்காதே"}