{"திரைப்படம்": "Kushi", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "Deva", "பாடல்": "ஒரு பொண்ணு ஒன்னு", "வருடம்": "2000", "பாடியவர்கள்": "Anuradha Sriram, Hariharan", "பாடல்வரிகள்": "ஒரு பொண்ணு ஒன்னு நான் பாத்தேன் சென்டிமீட்டர் சிரிக்க சொல்லி கேட்டேன் அவ சிரிச்ச சிரிப்பில நூறு பேர் செத்து போயிட்டான்  ஒரு பொண்ணு ஒன்னு நான் பாத்தேன் சென்டிமீட்டர் சிரிக்க சொல்லி கேட்டேன் அவ சிரிச்ச சிரிப்பில நூறு பேர் செத்து போயிட்டான்  ஹையயொ ஹையயொ ஹையயொ  பாப்பு பாப்பு பாப்பூ பாப்பு  ஒரு ஆணு ஒன்னு நான் பாத்தேன் கண்ண தொறந்து பாக்க சொல்லி கேட்டேன் அவன் பார்த்த பார்வையிலே பச்சை தண்ணி பத்திக்கிருச்சே  ஹையயொ ஹையயொ ஹையயொ  பாப்பு பாப்பு பாப்பூ பாப்பு  லலலூ லலலூ லலலூ லலலூ லலலூ லலலூ லலலூ லலலூ லலலூ லலலூ  தாய் தந்தை முகமே மறந்து நெஞ்சில் உந்தன் முகம் எழுதே பரீட்சை எழுதும் பொழுதும் கவிதை எழுத வருதே  குளிக்கும் அறையில் ஒரு கூத்து நினைக்கும் போது வெட்கம் வருதே ஆடையில்லாமல் வந்தேன் சோப்பு நுரைய அணிந்தேன்  ஒரு கொசு கடித்தாலும் உயிர் துடிக்கும் அது இதுவரை எனக்குள்ள வழக்கம்  இன்று தேள் கடித்தாலும் தெரிவதில்லை அட என்னாச்சு என்னாச்சு எனக்கும் பாப்பு பாப்பு பாப்பூ பாப்பு  கண்ண விழிசிருக்க கனவுகள் வருது கண்ண மூடி கிடந்தும் காட்சிகள் வருது இது உனக்கும் இருக்குமே உண்மை சொல்லிவிடு  இது ஏன் என்று தெரியவில்லை இது நீதானா புரியவில்லை ஓரு வாய் பேச முடியவில்லை இது இனிப்பில் நனைந்த கவலை  ஹையொ ஹையொ ஹையொ ஹையையொ…  ஜாமத்து சந்திரன் வந்து ஜன்னல் ஓரம் சண்டை பிடிக்கும் தென்றலை நான் துனைக்கழைத்தால் தீயை வாரி எரைக்கும்  நவம்பர் மாதத்து மழையில் நாக்கு வரண்டு கொஞ்சம் துடிக்கும் எச்சிலை விழுங்கும் பொழுது வரண்டு தொண்டை வலிக்கும்  அட பெண்களை பார்த்தால் வெறுப்பு வரும் என் தனிமைக்கு நிழல் கூட பகை ஆகும்  அட ஆண்களை பார்த்தால் எரிச்சல் வரும் என் இரவுக்கு வெளிச்சம் சுமை ஆகும் பாப்பு பாப்பு பாப்பூ பாப்பு  இடி விழும் ஓசை கேப்பதும் இல்லை இதயத்தின் ஓசை தூங்கவிடவில்லை இது உனக்கும் இருக்குமே உண்மை சொல்லிவிடு  லலலூ லலலூ லலலூ லலலூ லலலூ லலலூ லலலூ லலலூ லலலூ லலலூ  ஒரு பொண்ணு ஒன்னு நான் பாத்தேன் சென்டிமீட்டர் சிரிக்க சொல்லி கேட்டேன் அவ சிரிச்ச சிரிப்பில நூறு பேர் செத்து போயிட்டான்  அவன் பார்த்த பார்வையிலே பச்சை தண்ணி பத்திக்கிருச்சே  அவ சிரிச்ச சிரிப்பில நூறு பேர் செத்து போயிட்டான்"}