{"திரைப்படம்": "Muppozhudhum Un Karpanaigal", "பாடலாசிரியர்": "Thamarai", "இசையமைப்பாளர்": "G. V. Prakash Kumar", "பாடல்": "ஒரு முறை", "வருடம்": "2012", "பாடியவர்கள்": "G. V. Prakash Kumar, Blaaze, Andrea Jeremiah", "பாடல்வரிகள்": "அந்தியின் வெய்யிலை, பந்தாடுதே பெய் மழை இன்னிலை சொல்லுதே, என் காதலின் வானிலை  ஒரு முறை ஒரு முறை, என் விழிகளை பாராயோ கனவுகள் கசிந்திட, அது கதைப்பதை கேளாயோ பாதி கண்களை மூடுகிறேன் மீதி கண்களை தேடுகிறேன் உள்ளும் புறமும் உன்முகமே உந்திட கண்டேனெ  என் நெஞ்சம் எங்கும் பொங்குகின்ற காதல் அதை சொல்லிவிட வேண்டும் என்ற ஆவல் அட என்ன வந்து சத்ததென்றல் கேட்டால் என்ன செய்வென் நான்...  ஒரு மொட்டவிழ்ந்த ஒற்றை ரோஜா பார்த்தேன் என் கட்டவிழ்ந்த காதில் சொல்ல ஏலும் அதை நம்பவில்லை நம்பவில்லை நானும் வாங்கவில்லை நான்....  பலவர்ண வண்ண கற்க்கள் வைத்த கைப்பை நம் பெயர்களை அச்சடித்த கோப்பை நீ துங்கவென்று கத கத போர்வை தேடுகின்றன் நான்....  நீ தொட்டிகேணி சிற்பி சங்கு கறுப்பா மான் குட்டி படம் முதுசரம் தரவா தேன் குட்டி பொல துவள்தாங்கி தரவா என்ன தான் வாங்க...  you got me empty on my pocket -stop it you got me filling like a broke- oh no .. face-o kili girl,... bommai girl ...make a feel incredible i see the time, see the place, i wanna know are you ready for my phone-callatic syllable... ennadi time, ennadi place, ennadi show are you ready for my phone-callatic syllable .. gonna get her gonna get her, by my side gonna get her gonna get her, in my life gonna get her gonna get her, wrong or right gonna get her gonna get her right right right (2) ..  சிரிபை இருக்கும் உன்னக்கு வீட்டில்.. செயர்கை அருவி தரலாம்.. இதயம் முழுதும் ஈரம் அதனால் செடிகள் வளர்க்க தரலாம் அழகு செய்யும் சாதனம் வாங தோண்றும் காரணம் உன்னை சேர்ந்த பின்புதான் அழியும் அவறின் நாணமும்  ஒர் பக்கம் வந்தால் அதிகமாய் துடிக்கும் தள்ளிசென்ட்றால் லப்புதப்பு அடிக்கும் அட இதயத்தை அவள் கையில் தந்தால் என்ன செய்வாளோ..  உன்னை யேந்தி செல்ல எப்பொழுதும் இருபேன் என்று சொல்லும்படி காலனிகள் கொடுபேன் ஓர் தேவை என்றால் கால்மிதியாய் கிடப்பேன் தாங்கினால் என்ன...(ஒரு முரை ஒரு ...)  ooooh.. what it is in your mind that you want too see what can i get for you ..say i give you parisu girl what ever parisu girl you be my thulasi girl, you be so lovable tell me what you like girl, tell me tell me what you like girl tell me what you like girl, tell me tell me what you like girl coz i would bring the moon down for you and i would make them green turn too and i would do whatever i do and i would do will just for you ...   let me rewind,rewind, to a new time bring the both chime, until you are mine  உனது பெரிய படத்தால் அறயின் சுவரை மறைத்து விடவா.. நிலவின் ஒளியில் மின்னும் முகத்தை விரலை நீட்டி தொடவா... தஜ்மகால் வாங்லாம் சக்ஜகனாய் மாறலாம் ஏர்கவில்லை நான் அதை உன்னகு பின்பு வாழ்வதை ..  மலர் வெட்கங்கள ரொம்ப ரொம்ப அல்லுப்பு.. விரல் மோதிரஙள் இப்பொதெல்லாம் சலிப்பு அட தங்கதுக்கு தங்கநகை எதுக்கு வாஙவில்லை நான்  ஒரு முறை ஒரு முறை, என் விழிகளை பாராயோ கனவுகள் கசிந்திட, அது கதைப்பதை கேளாயோ...."}