{"திரைப்படம்": "Kalakalappu 2", "பாடலாசிரியர்": "Rokesh", "இசையமைப்பாளர்": "Hiphop Tamizha", "பாடல்": "ஒரு குச்சி ஒரு குல்பி", "வருடம்": "2018", "பாடியவர்கள்": "Gana Vinoth, Saravedi Saran", "பாடல்வரிகள்": "ஒரு குச்சி ஒரு குல்பி வந்து நின்னு எடு செல்ஃபி ஒரு குச்சி ஒரு குல்பி வந்து நின்னு எடு செல்ஃபி  உன் கூடத்தான் போட்டோ புடிச்சேன் டச் போன்ல அதுக்கு டச் இச்சு கொடுப்பேன் ஹனிமூனுல இதுக்கு   உன் கூடத்தான் போட்டோ புடிச்சேன் டச் போன்ல அதுக்கு டச் இச்சு கொடுப்பேன் ஹனிமூன்ல  எப்ப சொன்ன தள்ளி தள்ளி போவாதமா நில்லு நில்லு நம்ம கல்யாணத்த எங்க வச்சிக்கலாம்  சொல்லு சொல்லு நிறுத்தி சொல்லு  தள்ளி தள்ளி போவாதமா நில்லு நில்லு நம்ம கல்யாணத்த எங்க வச்சிக்கலாம் சொல்லு சொல்லு  வந்த மகாலக்ஷ்மியே நீ வந்ததால ஓவர்நைட்ல நானும் இரஜினியே  வந்த மகாலக்ஷ்மியே நீ வந்ததால ஓவர்நைட்ல நானும் இரஜினியே  யாரு யாரு அண்ணாத்த யாரு யாரு அண்ணனோட அக்காவுக்கு சூப்பர்ஸ்டாரு  யாரு யாரு அண்ணாத்த யாரு யாரு அண்ணனோட அக்காவுக்கு சூப்பர்ஸ்டாரு  ஸ்டெரெய்ட்டா உன்ன பாத்தா நீ இருக்குற கொய்ட்டா ஒய்ட்டா டியூப்லைட்டா நீ ஜொலிக்கிற பிரைட்டா   சைசா சின்ன வயசா உன்ன பாத்தேன் நைசா பலபலனு மினுக்குறியே பிளாஸ்டிக் ரைசா  கரைஞ்ச குச்சி ஐஸா குலுக்கல் பம்பர் ப்ரைசா பிரியாணி நீ இருக்க எதுக்குடி பீட்சா  பக்கத்துல நீயும் இருந்தா பாத்துகடி மாமே தில்லா தான் மேக மால் கட்டி வச்சேன் மனசுக்குள்ள தான்  ஜிங்குலியா ஜினுக்கு தேவதைய கண்ணக்கா நம்மலப் போல கப்புலு (couple) ஊரில் இருக்கா  ஜிங்குலியா ஜினுக்கு தேவதைய கண்ணக்கா நம்மலப் போல கப்புல் (couple) ஊரில் இருக்கா  இந்த ஊரில் இருக்கா நம்ம ஊரில் இருக்கா இந்த ஊரில் இருக்கா.....   ஒரு குச்சி ஒரு குல்பி வந்து நின்னு எடு செல்ஃபி ஒரு குச்சி ஒரு குல்பி வந்து நின்னு எடு செல்ஃபி  உன் கூடத்தான் போட்டோ புடிச்சேன் டச் போன்ல அதுக்கு டச் இச்சு கொடுப்பேன் ஹனிமூன்ல இதுக்கு   உன் கூடத்தான் போட்டோ புடிச்சேன் டச் போன்ல அதுக்கு டச் இச்சு கொடுப்பேன் ஹனிமூன்ல  எப்ப சொன்ன தள்ளி தள்ளி போவாதமா நில்லு நில்லு நம்ம கல்யாணத்த எங்க வச்சிக்கலாம் சொல்லு சொல்லு   தள்ளி தள்ளி போவாதமா நில்லு நில்லு நம்ம கல்யாணத்த எங்க வச்சிக்கலாம் சொல்லு சொல்லு   வந்த மகாலக்ஷ்மியே நீ வந்ததால ஓவர்நைட்ல நானும் இரஜினியே வந்த மகாலக்ஷ்மியே நீ வந்ததால ஓவர்நைட்ல நானும் இரஜினியே  ஒரு குச்சி ஒரு குல்பி வந்து நின்னு எடு செல்ஃபி ஒரு குச்சி ஒரு குல்பி வந்து நின்னு எடு செல்ஃபி   சொல்லு சொல்லு சொல்லு மாமா யாரு யாரு அண்ணாத்த யாரு யாரு அண்ண்னோட அக்காவுக்கு சூப்பர்ஸ்டாரு  சோக்கா சொன்ன"}