{"திரைப்படம்": "Purusha lakshanam", "பாடலாசிரியர்": "Kalithasan", "இசையமைப்பாளர்": "Deva", "பாடல்": "ஒரு தாலி வரம்", "வருடம்": "1993", "பாடியவர்கள்": "K. S. Chithra", "பாடல்வரிகள்": "பெண் : கோல விழியம்மா ராஜ காளியம்மா பாளையத்தாயம்மா பங்காரு மாயம்மா {முத்து மாரியம்மா பத்ர காளியம்மா முண்டக்கன்னியம்மா எங்க சென்னியம்மா குங்கும கோதையே அன்னையே சோதையே செந்தூர தெய்வானை சிங்கார பூபதி அன்னை விசாலாட்சி செளடாம்பா விருப்பாட்சி சுந்தர நீலியே சௌந்தர மாளியே வல்லியம்மா எங்கள் அல்லியம்மா தங்க செல்லியம்மா செல்ல கொள்ளியம்மா அடி அங்களாம்மா எங்கள் செங்காலம்மா அருள் முப்பாத்தம்மா அனல் வெப்பாத்தம்மா சிங்காரி ஓய்யாரி சங்கரி உமையாம்பா மண்மாரி பொன்மாரி செல்லாயி சிலம்பாயி மருவத்தூர் அம்மாவே வா..  பெண்குழு : ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம்} (ஓவர்லாப்)  ஆரம்ப இசை பல்லவி  பெண் : ஒரு தாலி வரம் கேட்டு வந்தேன் தாயம்மா கண் திறந்து பாரம்மா வேறு துணை யாரம்மா ஒரு தாலி வரம் கேட்டு வந்தேன் தாயம்மா கண் திறந்து பாரம்மா வேறு துணை யாரம்மா குத்தமில்லா ஒரு உத்தம நெஞ்சுக்கு சோதனைகள் எதுக்கு - அவர் கட்டிய தாலிக்கும் பொட்டுக்கும் பூவுக்கும் காவல் கொடு எனக்கு நீதிக்கு கண் தந்து சோதிக்கும் துன்பத்தை நீ வந்து மாற்றிடம்மா மடியேந்தி பிச்சை கேட்கிறேன் - அம்மா மறு வாழ்வு உன்னை கேட்கிறேன் மடியேந்தி பிச்சை கேட்கிறேன் - அம்மா மறு வாழ்வு உன்னை கேட்கிறேன்  ஒரு தாலி வரம் கேட்டு வந்தேன் தாயம்மா கண் திறந்து பாரம்மா வேறு துணை யாரம்மா  ***  பெண் : காணாத பொய் வழக்கு வீணாக வந்திருக்கு வாதாட சாட்சி ஏதம்மா ? ஊர் வாழ ஆட்சி செய்யும் மீனாட்சி தேவியம்மா நான் வாழ நீதி கூறம்மா சோதனையை வேதனையை சேர்த்து விட்டேன் உன்னடியில் சோகங்களை துரோகங்களை தீர்த்துவிடு என் வழியில் வாழ்வரசி ஆவதற்கு தாலி தந்த கன்னியம்மா வாசல் வந்த பிள்ளை மனம் வாடலாமா பொன்னியம்மா அகிலாண்ட ஈஸ்வரி சபை ஏறம்மா அவர் மீது வீழ்ந்த பழி தீரம்மா  பெண் : திருப்பத்தூர் கௌமாரி திருவானைக்காவம்மா மாங்காட்டு காமாட்சி மலையாள பகவதி { தஞ்சாவூர் மாரியே கன்யாகுமாரியே மலையனூர் செண்பகம் மயிலாப்பூர் கற்பகம் கன்னிகா பரமேஸ்வரி அன்னையே ஜெகதாம்பா துளுக்கானத்தம்மாவே துர்க்கை அம்மாவே முக்குழி அம்மாவே குளம்பி அம்மாவே எல்லை அம்மாவே கங்கை அம்மாவே நாச்சியம்மா தங்க பேச்சியம்மா அன்னை மூகாம்பிகா எங்கள் யோகாம்பிகா அடி அலமேலம்மா தாயே வரிக்கோலம்மா தூய பச்சையம்மா வீர படவேட்டம்மா பைரவி வைரவி தேனாட்சி திருப்பாட்சி அம்மாயி பொம்மாயி அழகம்மா கனகம்மா ஆதி பராசக்தியே ......  பெண்குழு : ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம்} (ஓவர்லாப்)  ***  பெண் : ஓயாத சத்தியமும் சாயாத சக்கரமும் நீதானே பூமி மீதிலே .. ஆத்தா நீ கண் திறந்து பார்த்தாலே வஞ்சனைகள் வீழாதோ உந்தன் காலிலே .. பெண்ணினங்கள் வேண்டுவது அன்னை உந்தன் குங்குமமே குங்குமத்தில் நீ இருந்து காக்கணும் என் மங்கலமே சத்தியத்தை காக்க உந்தன் சக்கரத்தை சுத்தி விடு உக்கிரத்தில் நீ எழுந்து உண்மைக்கொரு வெற்றி கொடு உன் நீதி பூமியில் தவறாகுமா என் வாழ்வில் அது இன்னும் வெகு தூரமா  {பெண்குழு : தாயே பெரியம்மா தாலி தரும் அம்மா தெப்ப குளத்தம்மா தேரடி பூவம்மா {மங்களம் நீயம்மா மந்தவெளி அம்மா அர்த்தனாரியம்மா அன்னை ஜோதியம்மா வடிவுடையம்மாவே திரிப்புரசுந்தரி வேற்காடு மாயம்மா கஸ்தூரி தாயம்மா உருமாறி உலகம்மா உருத்ரக்ஷா திலகம்மா உண்ணாமுலை அம்மா பன்னாரி அம்மாவே மகேஸ்வரி சர்ப்ப யாகெஸ்வரி அடி லோகேஸ்வரி நல்ல யோகேஸ்வரி சக்தி ஜெகதீஸ்வரி அன்னை பரமேஸ்வரி எங்கள் புவனேஸ்வரி தாயே ராஜேஸ்வரி அபிராமி சிவகாமி அருள்மாரி மகாமாயி மாமுண்டி சாமுண்டி பாஞ்சாலி அத்தாயீ சோலையூர் மகாமாயி வா...  பெண்குழு : ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம்} (ஓவர்லாப்)  பெண் : ஒரு தாலி வரம் கேட்டு வந்தேன் தாயம்மா கண் திறந்து பாரம்மா வேறு துணை யாரம்மா ஒரு தாலி வரம் கேட்டு வந்தேன் தாயம்மா கண் திறந்து பாரம்மா வேறு துணை யாரம்மா {குத்தமில்லா ஒரு உத்தம நெஞ்சுக்கு சோதனைகள் எதுக்கு - அவர் கட்டிய தாலிக்கும் பொட்டுக்கும் பூவுக்கும் காவல் கொடு எனக்கு... நீதிக்கு கண் தந்து சோதிக்கும் துன்பத்தை நீ வந்து மாற்றிடம்மா...  பெண்குழு : ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம் ஓம்} (ஓவர்லாப்)  பெண்குழு : ஓம் சக்தி ஓம் சக்தி ஓம் சக்தி ஓம் ஓம் சக்தி ஓம் சக்தி ஓம் சக்தி ஓம் "}