{"திரைப்படம்": "Kadhalukku Mariyaathai", "பாடலாசிரியர்": "Palani Bharathi", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "ஒரு பட்டாம் பூச்சி", "வருடம்": "1997", "பாடியவர்கள்": "K. J. Yesudas, Sujatha", "பாடல்வரிகள்": "ஒரு பட்டாம்பூச்சி நெஞ்சுக்குள்ளே சுற்றுகின்றதே அது சுற்றி சுற்றி ஆசை நெஞ்சை தட்டுகின்றதே ஒரு பட்டாம்பூச்சி நெஞ்சுக்குள்ளே சுற்றுகின்றதே அது சுற்றி சுற்றி ஆசை நெஞ்சை தட்டுகின்றதே காதல் சொல்ல வந்தேன் உன்னிடத்திலே வார்த்தை ஒன்றும் இல்லை அடி என்னிடத்திலே அட காதல் இதுதானா..  பூச்சூட பூ வேணுமா பூ இங்கே நீதானம்மா அடி கல்யாண ஊர்க்கோலமா இனி எப்போதும் கார்க்காலமா  ஒரு பட்டாம்பூச்சி நெஞ்சுக்குள்ளே சுற்றுகின்றதே அது சுற்றி சுற்றி ஆசை நெஞ்சை தட்டுகின்றதே பெண்குழு:தகதகதாம் தகதகதாம் தகதகதாம் தகதகதாம்} (ஓவர்லாப்)  ஆண் : ஏனோ மனது உன்னை கண்ட பொழுது காற்றில் ஒரு மேகமென ஆச்சு  ஏனோ எனக்கு காதல் வந்த பிறகு கண்ணாம்மூச்சி ஆடும்கதை ஆச்சு  உன்னை அழைத்தவன் நானே நானே தன்னை தொலைத்தவன் ஆனேன் ஆனேன்  கூண்டு கிளி இங்கு நானே நானே விட்டு விடுதலை ஆனேன் ஆனேன்  உன் சேலை நூலாகவா நான் உன் கூந்தல் பூவாகவா பெண்குழு:ஆ ஆ ஆ ஆ ஆ ஆ} (ஓவர்லாப்)  அடி நான் இன்று நீ ஆகவா  ஒரு பட்டாம்பூச்சி நெஞ்சுக்குள்ளே சுற்றுகின்றதே அது சுற்றி சுற்றி ஆசை நெஞ்சை தட்டுகின்றதே  பூவான என் நெஞ்சம் போராட தூங்காத கண்ணோடு நீராட  உறவான நிலவொன்று சதிராட கடிதங்கள் வாராமல் உயிர் வாட அஞ்சலகம் எங்கு என்று தேடுகின்றேன் நான்  பூஞ்சோலை நீதானம்மா ஒரு பூ சிந்த பிடிவாதமா மௌனங்கள் மொழியாகுமா  காதல் மனசும் தத்தளிக்கும் வயசும் எப்பொழுதும் ஜன்னல் எட்டி பார்க்கும்  ராத்திரி பொழுதும் பௌர்ணமி நிலவும் என் மனதை சுட்டு விட்டு போகும்  தனிமைகள் என்னை தொடுமே தொடுமே பனித்துளி என்னை சுடுமே சுடுமே  தாகம் கொண்ட தங்க குடமே குடமே அள்ளித்தர கங்கை வருமே வருமே  மேகங்கள் தேனூற்றுமே புது மொட்டுக்கள் பூவாகுமே  ஒரு பூமாலை தோள் சேருமே  ஒரு பட்டாம்பூச்சி நெஞ்சுக்குள்ளே சுற்றுகின்றதே அது சுற்றி சுற்றி ஆசை நெஞ்சை தட்டுகின்றதே  காதல் சொல்ல வந்தேன் உன்னிடத்திலே வார்த்தை ஒன்றும் இல்லை அது என்னிடத்திலே அட காதல் இதுதானா..  பூச்சூட பூ வேணுமா பூ இங்கே நீதானம்மா அடி கல்யாண ஊர்க்கோலமா இனி எப்போதும் கார்க்காலமா  ஒரு பட்டாம்பூச்சி நெஞ்சுக்குள்ளே சுற்றுகின்றதே அது சுற்றி சுற்றி ஆசை நெஞ்சை தட்டுகின்றதே பெண்குழு:தகதகதாம் தகதகதாம் தகதகதாம் தகதகதாம்} (ஓவர்லாப்)  ஒரு பட்டாம்பூச்சி நெஞ்சுக்குள்ளே சுற்றுகின்றதே அது சுற்றி சுற்றி ஆசை நெஞ்சை தட்டுகின்றதே பெண்குழு:தகதகதாம் தகதகதாம் தகதகதாம் தகதகதாம்"}