{"திரைப்படம்": "Naanum Oru Thozhilali", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "ஒரு நிலவும் மலரும்", "வருடம்": "1986", "பாடியவர்கள்": "S. Janaki, S. P. Balasubramaniam", "பாடல்வரிகள்": "ஒரு நிலவும் மலரும் நடனம் புரியும் கலை அரங்கம் இரு விழிகள் எழுதும் கவிதை முழுதும் மந்திரம்  ஒரு நிலவும் மலரும் நடனம் புரியும் கலை அரங்கம் இரு விழிகள் எழுதும் கவிதை முழுதும் மந்திரம்  பெண் வண்ணம் பக்கம் நிற்கும் சிற்பம் கண் வண்ணம் தென்றல் கொஞ்சும் புஷ்பம்  ராகங்கள் பாடுங்கள் ...புது ராகங்கள் பாடுங்கள் தாளங்கள் போடுங்கள்..ஹே  ஒரு நிலவும் மலரும் நடனம் புரியும் கலை அரங்கம் இரு விழிகள் எழுதும் கவிதை முழுதும் மந்திரம்  ஒரு நிலவும் மலரும் நடனம் புரியும் கலை அரங்கம் இரு விழிகள் எழுதும் கவிதை முழுதும் மந்திரம்  படிச்சேனே நான் கூட பாட்டு இது பாட்டல்ல நான் போடும் வேட்டு  ஜிகு ஜிகுஜான் ஜிகு ஜிகு ஜான் ஜிகு ஜிகுஜான் ஜிகு ஜிகுஜான் ஜிகு ஜிகு ஜான்  படிச்சேனே நான் கூட பாட்டு இது பாட்டல்ல நான் போடும் வேட்டு  மாமா...  கண் துடிக்கிது பெண் துடிக்கிது கையணைச்சிட வா  புது ரோஜா....  பூத்திருக்குது காத்திருக்குது நான் பறிச்சிட வா  அட நீதான்.. சேர்ந்திருக்கணும்  நான்தான்.. தேன் கொடுக்கணும்  நெனச்சா முடிப்பே இதில் நீ ஜெயிப்பே  குலுங்க குலுங்க நடக்கும் கொடியை வளச்சு பிடிச்சு பந்தாடுவேன்..  ஒரு நிலவும் மலரும் நடனம் புரியும் கலை அரங்கம் இரு விழிகள் எழுதும் கவிதை முழுதும் மந்திரம்  ஒரு நிலவும் மலரும் நடனம் புரியும் கலை அரங்கம் இரு விழிகள் எழுதும் கவிதை முழுதும் மந்திரம்  நெடு நாளாய் ஏய்க்காதே ராசா எனை நினைக்காதே நீதானே லேசா  ஜிகு ஜிகுஜான் ஜிகு ஜிகு ஜான் ஜிகு ஜிகுஜான் ஜிகு ஜிகுஜான் ஜிகு ஜிகு ஜான்   நெடு நாளாய் ஏய்க்காதே ராசா எனை நினைக்காதே நீதானே லேசா  கண்ணே.....  உஞ்சிரிப்பிலும் பூஞ்சிரிப்ப்பிலும் பால் மணக்குது வா  இளம் பெண்ணே....  உன் வசத்திலும் என் வசத்திலும் அன்பிருக்குது வா  ஒரு ஏக்கம்.... நான் கொடுத்தது  மோஹம்.... நீ கொடுத்தது  புடிச்சா புடிப்பேன் வளச்சா வளைப்பேன்  பகலும் இரவும் தழுவ தழுவ நெருங்கி நெருங்கி நானாடுவேன்  ஒரு நிலவும் மலரும் நடனம் புரியும் கலை அரங்கம் இரு விழிகள் எழுதும் கவிதை முழுதும் மந்திரம்  ஒரு நிலவும் மலரும் நடனம் புரியும் கலை அரங்கம் இரு விழிகள் எழுதும் கவிதை முழுதும் மந்திரம்  பெண் வண்ணம் பக்கம் நிற்கும் சிற்பம் கண் வண்ணம் தென்றல் கொஞ்சும் புஷ்பம்  ராகங்கள் பாடுங்கள் ...புது ராகங்கள் பாடுங்கள் தாளங்கள் போடுங்கள்..ஹே  ஒரு நிலவும் மலரும் நடனம் புரியும் கலை அரங்கம்  இரு விழிகள் எழுதும் கவிதை முழுதும் மந்திரம்  ஒரு நிலவும் மலரும் நடனம் புரியும் கலை அரங்கம்  இரு விழிகள் எழுதும் கவிதை முழுதும் மந்திரம்"}