{"திரைப்படம்": "Rajavin Parvaiyile", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "ஒரு சுடர் இரு சுடர்", "வருடம்": "1995", "பாடியவர்கள்": "Mano, S. Janaki", "பாடல்வரிகள்": "ஒரு சுடர் இரு சுடர் ஒளிச் சுடர் மணிச் சுடர் முத்துச் சுடர் ஆடுதடி திருவருள் வழங்கிட தெருவெங்கும் விளங்கிட வண்ணச் சுடர் ஆடுதடி கார்த்திகை தீபம் கண்ணுக்கழகாகும் அன்னக்கிளியே ஏற்று காலங்கள் தோறும் கன்னியர்கள் வேண்டும் அம்மனடியை போற்று நல்ல நாளாம் திருநாளாம் ஒளிக்கோலம் திருக்கோலம் நல்ல நாளாம் திருநாளாம் ஒளிக்கோலம் திருக்கோலம்  ஒரு சுடர் இரு சுடர் ஒளிச் சுடர் மணிச் சுடர் முத்துச் சுடர் ஆடுதடி திருவருள் வழங்கிட தெருவெங்கும் விளங்கிட வண்ணச் சுடர் ஆடுதடி  நான் ஓர் வரம் உன்னிடம் வாங்க வேண்டும்  மங்கள குங்குமம் மஞ்சள் பூசியே பண்டிகை நாளென ஒன்றாக கூடியே  நூராண்டுகள் உன்னுடன் வாழ வேண்டும்  ஜோதியை வீதியில் எங்கும் ஏந்தியே ஆதியை அண்டையை நெஞ்சில் போற்றியே  நாம் கேட்கும் யாவும் நம் கையில் சேரும் நாம் பார்க்கும் யாவும் பூஞ்சோலை ஆகும்  வானம்பாடிகள் கானம் பாடிடும் பொன் வசந்தம் விளங்கும் வருஷம் முழுதும்  ஒரு சுடர் இரு சுடர் ஒளிச் சுடர் மணிச் சுடர் முத்துச் சுடர் ஆடுதடி  திருவருள் வழங்கிட தெருவெங்கும் விளங்கிட வண்ணச் சுடர் ஆடுதடி  கார்த்திகை தீபம் கண்ணுக்கழகாகும் அன்னக்கிளியே ஏற்று  காலங்கள் தோறும் கன்னியர்கள் வேண்டும் அம்மனடியை போற்று  ஓர் ஆயிரம் ஆசைகள் ஊஞ்சலாடும்  நெஞ்சிலா நெஞ்சிலா நேசம் பூத்தது கொஞ்சலா கொஞ்சவே நேரம் வாய்த்தது  ஓர் நாயகன் ஞாபகம் நீங்கிடாமல்  தோகையும் தோகையும் தேகம் வாடுது தென்றலும் தென்றலும் ராகம் பாடுது பொன் மாலை தோரும் பூந்தீபம் ஏற்றும் சிங்காரம் கூடும் நல யோகம் வேண்டும்  தீபம் ஏற்றினால் மாலை மாற்றினால் என் இதயம் முழுதும் வெளிச்சம் பரவும்  ஒரு சுடர் இரு சுடர் ஒளிச் சுடர் மணிச் சுடர் முத்துச் சுடர் ஆடுதடி  திருவருள் வழங்கிட தெருவெங்கும் விளங்கிட வண்ணச் சுடர் ஆடுதடி  கார்த்திகை தீபம் கண்ணுக்கழகாகும் அன்னக்கிளியே ஏற்று  காலங்கள் தோறும் கன்னியர்கள் வேண்டும் அம்மனடியை போற்று  நல்ல நாளாம் திருநாளாம் ஒளிக்கோலம் திருக்கோலம் நல்ல நாளாம் திருநாளாம் ஒளிக்கோலம் திருக்கோலம் ஒரு சுடர் இரு சுடர் ஒளிச் சுடர் மணிச் சுடர் முத்துச் சுடர் ஆடுதடி திருவருள் வழங்கிட தெருவெங்கும் விளங்கிட வண்ணச் சுடர் ஆடுதடி"}