{"திரைப்படம்": "Naan Kadavul", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "ஓம் சிவோஹம் ஓம் சிவோஹம்", "வருடம்": "2009", "பாடியவர்கள்": "Vijay Prakash", "பாடல்வரிகள்": "ஹர ஹர ஹர ஹர ஹர ஹர ஹர ஹர மஹாதேவ்  ஓம் பைரருத்ராய மஹாருத்ராய காலருத்ராய கல்பாந்தருத்ராய வீரருத்ராய ருத்ரருத்ராய கோரருத்ராய அகோரருத்ராய மார்தாண்டருத்ராய அண்டருத்ராய ப்ரமாண்டருத்ராய சண்டருத்ராய பிரசண்டருத்ராய தண்டருத்ராய சூரருத்ராய வீரருத்ராய பவருத்ராய பீமருத்ராய அதலருத்ராய விதலருத்ராய சுதலருத்ராய மஹாதலருத்ராய தசாதலருத்ராய தலாதலருத்ராய பாதாளருத்ராய நமோ நமஹ:   ஓம் சிவோஹம் ஓம் சிவோஹம் ருத்ரநாமம் பஜே ஹம் ஓம் சிவோஹம் ஓம் சிவோஹம் ருத்ரநாமம் பஜே ஹம் வீரபத்ராய அக்னிநேத்ராய கோரஸௌஹாரஹா சகலலோகாய சர்வபூதாய சத்யசாக்ஷாத்கரா சம்போ சம்போ ஷங்கரா அ…ஓம் சிவோஹம் ஓம் சிவோஹம் ருத்ரநாமம் பஜே ஹம் பஜே ஹம்   ஹர ஹர ஹர ஹர ஹர ஹர ஹர ஹர மஹாதேவ்   ஓம் நமஸ்வாமாயச ருத்ராய ஜநமஸ்தமரயச ருடாய ஜனமஷரிங்காயதபஸ்துபதஜே ஜநமஹுக்ராயச பீமாய ஜனமோ ஹக்ரே வதாய சதுரே வதாய ஜனமோ ஹந்த்ரே ஸஹமியதெ தனமோ வ்ருக்ஷே ப்யோஹரிகேஷே ப்யோநமஸ்தராய நமஸ்ஷம்பவே தம யோபவேச்ச நமஷங்கராய தபயஷ்கராய தனமஷிவாய தஷிமதவாதச்சா….  அண்டப்ரமாண்ட கோட்டி அகிலபரிபாலனா பூரணா ஜகத்காரனா சத்யதேவ தேவப்ரியா வேத வேதார்த்த சாரா யக்ஞ யக்ஞொமயா நிஷ்சலா துஷ்ட நிக்ரஹா சப்தலோக சௌரக்ஷனா சோம சூர்ய அக்னி லோச்சனா ஷ்வேதரிஷப வாஹணா சூலபாணி புஜங்க பூஷணா திரிபுர நாச நர்த்தனா ப்யோமகேஷ மஹாஸேன ஜனகா பஞ்சவர்த்த பரஸுஹஸ்த நமஹ: ஓம் சிவோஹம் ஓம் சிவோஹம் ருத்ரநாமம் பஜே ஹம் பஜே ஹம் ஓம் சிவோஹம் ஓம் சிவோஹம் ருத்ரநாமம் பஜே ஹம் பஜே ஹம்   கால த்ரிகால நேத்ர த்ரிநேத்ர சூழ திரிசூல காத்ரம் சத்யப்ரபாவ திவ்யப்ரகாஷ மந்த்ர ஸ்வரூப மாத்ரம் நிஷ்ப்ரபஞ்சாதி நிஷகலந்கோஹம் நிஜபூர்ன போதஹம்நம் நத்யகாத்மஹம் நித்யப்ரமோஹம் ஸ்வப்னகஸோகம்ஹம்நம் சட்சித்ப்ரமானம் ஓம் ஓம் மூலப்ரமேயம் ஓம் ஓம் அயம் ப்ரம்மாஸ்மி ஓம் ஓம் அஹம் ப்ரம்மாஸ்மி ஓம் ஓம் கன கன கன கன கன கன கன கன ஸஹஸ கண்ட சப்தவிஹரதி டம டம டம டம டுப டுப டுப டுப சிவடபருத நாதவிஹரதி       ஓம் சிவோஹம் ஓம் சிவோஹம் ருத்ரநாமம் பஜே ஹம் பஜே ஹம் ஓம் சிவோஹம் ஓம் சிவோஹம் ருத்ரநாமம் பஜே ஹம் பஜே ஹம் வீரபத்ராய அக்னிநேத்ராய கோரஸௌஹாரஹா சகலலோகாய சர்வபூதாய சத்யசாக்ஷாத்கரா சம்போ சம்போ ஷங்கரா அ…ஓம் சிவோஹம் ஓம் சிவோஹம் ருத்ரநாமம் பஜே ஹம் பஜே ஹம்    "}