{"திரைப்படம்": "Singaravelan", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "ஓரங்கா ஸ்ரீலங்கா", "வருடம்": "1992", "பாடியவர்கள்": "S. P. Balasubramaniam", "பாடல்வரிகள்": "ஆண் : அரே ஓரங்கா ஸ்ரீலங்கா கொப்பரைத் தேங்கா இங்க பாருங்க நார்த்தங்கா முத்தின மாங்கா  அரே ஓரங்கா ஸ்ரீலங்கா கொப்பரைத் தேங்கா இங்க பாருங்க நார்த்தங்கா முத்தின மாங்கா  துள்ளிப் பாயாதே வெட்கம்கெட்டு ராங்கா நான் தாரேண்டி இப்போ டபுள் ஸ்ட்ராங்கா  துள்ளிப் பாயாதே வெட்கம்கெட்டு ராங்கா நான் தாரேண்டி இப்போ டபுள் ஸ்ட்ராங்கா ஹ ஹா   ஆண் : அரே ஓரங்கா ஸ்ரீலங்கா கொப்பரைத் தேங்கா இங்க பாருங்க நார்த்தங்கா முத்தின மாங்கா அரே ஓரங்கா ஸ்ரீலங்கா கொப்பரைத் தேங்கா இங்க பாருங்க நார்த்தங்கா முத்தின மாங்கா  துள்ளிப் பாயாதே வெட்கம்கெட்டு ராங்கா நான் தாரேண்டி இப்போ டபுள் ஸ்ட்ராங்கா ஹக்கா துள்ளிப் பாயாதே வெட்கம்கெட்டு ராங்கா நான் தாரேண்டி இப்போ டபுள் ஸ்ட்ராங்கா ஆ..  ஆண்குழு : அரே ஓரங்கா ஸ்ரீலங்கா கொப்பரைத் தேங்கா இங்க பாருங்க நார்த்தங்கா முத்தின மாங்கா  (இசை) சரணம் - 1  ஆண் :மூக்கி அரை மூக்கா ஹொய்ங் ஹொய்ங் ஹொய்ங் முட்டையுள்ள கேக்கா ஹைய் ஹைய் ஹைய் மூக்கி அரை மூக்கா முட்டையுள்ள கேக்கா பாக்கியேதும் கேக்காம வந்துவிடு ஷோக்கா கொண்டைமுடி காக்கா கண்ணுப்பட்டா பாக்கா கண்டவுடன் ஆவானே கன்னிப்பையன் வீக்கா  ஆண் : இது மலையாளக் கப்பக் கிழங்கா ஓய்  ஆண்குழு : இல்ல மயிலாப்பூர் வத்தக் குழம்பா  ஆண் : இது பம்பாயி பூரிக் கிழங்கா ஹா...ஆ  ஆண்குழு : நம்ம பட்டிக்காட்டு கோழிக்குழம்பா  ஆண் : பறிக்காத பப்பாளிக்கா பெங்களூரு கத்திரிக்கா கண்ணுல பட்டது நெஞ்சுல சுட்டது கும்தல கும்தலக்கா  ஆண்குழு : அரே ஓரங்கா ஸ்ரீலங்கா  ஆண் : கொப்பரைத் தேங்கா  ஆண்குழு : இங்க பாருங்க நார்த்தங்கா  ஆண் : முத்தின மாங்கா  (இசை) சரணம் - 2  ஆண் : பொம்பளைக்கு வேணும் ஹா...ஹா...ஹா.. அச்சம் மடம் நாணம் ஹே...ஹே....ஹேய் பொம்பளைக்கு வேணும் அச்சம் மடம் நாணம் இல்லையென்று போனாலே வம்பிழுக்கத் தோணும்  ஹக் தினதின ஹக் தினதின  வெத்திலையப் போட்டு கொதப்புகிற ஆச்சி நல்ல புத்தி சொல்லாம நாளும் வீணாப் போச்சு ஒரு பொண்ணானா கட்டுப்படணும் புத்தி சொன்னாக்க மட்டுப்படணும் அப்படி இல்லேன்னா கஷ்டப்படணும் இல்லே பின்னாலே நஷ்டப்படணும்  ஆண்குழு:ஆணெல்லாம் ஆணும் இல்லை பொண்ணெல்லாம் பெண்ணும் இல்லே  ஆண் :கலியுகத்துல தலைவலிக்குது கும்தல கும்தலக்கா  ஆண்குழு:அரே ஓரங்கா ஸ்ரீலங்கா கொப்பரைத் தேங்கா இங்க பாருங்க நார்த்தங்கா முத்தின மாங்கா  {ஆண் : ஏய் னெக் னெக்குன ஏய் னெக் னெக்குன ஏய் னெக் னெக்குன ஹா) -ஓவர்லாப்  ஆண் : அரே ஓரங்கா ஸ்ரீலங்கா கொப்பரைத் தேங்கா இங்க பாருங்க நார்த்தங்கா முத்தின மாங்கா  ஆண் : துள்ளிப் பாயாதே வெட்கம்கெட்டு ராங்கா ஹா நான் தாரேண்டி இப்போ டபுள் ஸ்ட்ராங்கா ஹூ துள்ளிப் பாயாதே வெட்கம்கெட்டு ராங்கா நான் தாரேண்டி இப்போ டபுள் ஸ்ட்ராங்கா  ஆண் : அரே ஓரங்கா ஸ்ரீலங்கா  ஆண்குழு : கொப்பரைத் தேங்கா  ஆண் : இங்க பாருங்க நார்த்தங்கா  ஆண்குழு : முத்தின மாங்கா  ஆண் : முத்தின மாங்கா.. ஹா...ஹா...ஹா..."}