{"திரைப்படம்": "Kuselan", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "G. V. Prakash Kumar", "பாடல்": "ஓம் ஜாரரே", "வருடம்": "2008", "பாடியவர்கள்": "Daler Mehndi, K. S. Chithra & Sadhana Sargam", "பாடல்வரிகள்": "ஓம் ஜாரரே சாரே சாரே சாரீர சாராரே  ஓம் ஜாரரே சாரே சாரே சாரீர சாராரே  போக்கிரி ராஜா ராஜா பொல்லாதவன் நீ அண்ணாந்து யாரும் பார்க்கும் அண்ணாமலை நீ  வீர நீ மாவீறன் தான் பாயும் புலி  ஓம் ஜாரரே சாரே சாரே சாரீர சாராரே  ஓம் ஜாரரே சாரே சாரே சாரீர சாராரே  ஓ பெண்ணிடம் தில்லு முல்லு பண்ணதவன் நீ எப்பவும் தப்புத் தாளம் போடாதவன் நீ  உன்நீடம் சொக்கிப் போனாள் சந்திரமுகி என்ன திமிரு என்ன துணிவு அட நீ தான் முரட்டுக் காளை  நான் பெண் மான் சிறு பொன் மான் இந்த மானுக்கு நீ தான் எஜமான்  காதலில் என்னை வைத்த்து காதல் புரியும் கண்ணே  வங்கத்தின் நீளம் போலே வந்தேன் உன் பின்னே  உன்னை போல் பெண்ணைச் சேர என்ன தவறு செய்தேன்  என்றுமே உன்னை விட்டு எங்கே செல்வேன்  ஓ நீ இன்றி கூச்சம் தீரும் வாழும் நான் தான்  நீர் இன்றி தரையில் நீந்தும் வாடும் மீன் தான்  உன்னுடன் சேர்ந்தே வாழ்ந்தால் விஷமும் தேன் தான்  என் ஊனும் உயிரும் நீயே நீயே நீயே  ஓம் ஜாரரே சாரே சாரே சாரீர சாராரே  ஓம் ஜாரரே சாரே சாரே சாரீர சாராரே  போக்கிரி ராணி என்றால் பொல்லாதவன் நான்  அண்பேனும் பாலை வார்க்கும் அண்ணாமலை நான்  வீர நான் மாவீரன் தான் பாயும் புலி  ஓம் ஜாரரே சாரே சாரே சாரீர சாராரே  ஓம் ஜாரரே சாரே சாரே சாரீர சாராரே ஹே  எங்கேயும் தில்லு முல்லு பண்ணதவன் நான்  எப்பவும் தப்புத் தாளம் போடாதவன் நான்  என்னிடம் சொக்கிப் போனாள் சந்திரமுகி  என்ன அழகு சின்ன நெழிப்பு உன் நடை தான் இதை தான் உடை தான்  உன்னை வெல்லும் பதிலு சொல்லும் இந்த படையப்பாவின் படை தான்  ஆடவர் கூட்டம் தன்நீல் அழகன் தமிழன் நீயே  என்னவோ மாயம் செய்து என்னை கவிள்த்தாயே  அடிமையின் பார்வை பட்டு அரசி விழுந்து விட்டேன்  ஆதலால் உன்னைத் தீண்ட ஆசை பட்டேன்  ஓ ஆடையில் சாங்தான் தந்த தேன் தானோ  ஐந்தடி உயரம் வந்த தென்றல் தானோ  ஆடையை கட்டிக் கொண்ட தென்றல் தானோ  நின்றே அடிப்பவன் நான்  ஹே சிலு சிலு தோம் தோம்  ஓம் ஜாரரே சாரே சாரே சாரீர சாராரே  ஓம் ஜாரரே சாரே சாரே சாரீர சாராரே ஹே  கண்மணி காதல் தோணி ஆற்றோடு ஆட  கண்ணீரில் ஆடாமல் தான் தண்ணீரில் ஆட  வாழலாம் நீயும் நானும் முன் போல தான்  ஓம் ஜாரரே சாரே சாரே சாரீர சாராரே  ஓம் ஜாரரே சாரே சாரே சாரீர சாராரே ஹே  காவலில் நம்மை வைத்து காலங்கள் போக  காண்பவை யாவும் வண்ணக் கோலங்கள் ஆக  என் உயிர் என்றும் அன்பே நீ கூடத் தான்  ஓம் ஜாரரே சாரே சாரே சாரீர சாராரே  ஓம் ஜாரரே சாரே சாரே சாரீர சாராரே ஹே  ஓம் சாரா சாரா சாரே சாரே"}