{"திரைப்படம்": "Koondukkili", "பாடலாசிரியர்": "Vindhan", "இசையமைப்பாளர்": "K. V. Mahadevan", "பாடல்": "கொஞ்சும் கிளியான பெண்ணை", "வருடம்": "1954", "பாடியவர்கள்": "T. M. Soundararajan", "பாடல்வரிகள்": "கொஞ்சும் கிளியான பெண்ணை கூண்டுக்கிளியாய் நினைத்து காலமெல்லாம் சுற்றியது சரியா தப்பா ? கொஞ்சும் கிளியான பெண்ணை கூண்டுக்கிளியாய் நினைத்து காலமெல்லாம் சுற்றியது சரியா தப்பா  நெஞ்சை பறிகொடுத்துவிட்டு நினைவு தடுமாறி நின்று தஞ்சம் நீ ! என்றதெல்லாம் சரியா தப்பா நெஞ்சை பறிகொடுத்துவிட்டு நினைவு தடுமாறி நின்று தஞ்சம் நீ ! என்றதெல்லாம் சரியா தப்பா சரியா தப்பா சரியா தப்பா ?  தின்னப் பழம் கிட்டாமல் சீ ! புளிக்கும் என்று நரி சொன்ன கதை ஆனதெல்லாம் சரியா தப்பா தின்னப் பழம் கிட்டாமல் சீ ! புளிக்கும் என்று நரி சொன்ன கதை ஆனதெல்லாம் சரியா தப்பா பழம் புளிக்கவில்லை உங்கள் மனம் புளிச்சு போச்சு என்றால் போ வெளியே ! என்ற‌தெல்லாம் சரியா தப்பா பழம் புளிக்கவில்லை உங்கள் மனம் புளிச்சு போச்சு என்றால் போ வெளியே ! என்ற‌தெல்லாம் சரியா தப்பா சரியா தப்பா சரியா தப்பா ?  காதல் செய்த குற்றம் எனது கண்கள் செய்த குற்றம்‍ ‍- ஆனால் கடன்காரன் என்ற குற்றம் சரியா தப்பா காதல் செய்த குற்றம் எனது கண்கள் செய்த குற்றம்‍ ‍- ஆனால் கடன்காரன் என்ற குற்றம் சரியா தப்பா கல்யாணம் செய்த குற்றம் எனது நண்பன் செய்த குற்றம் - ஆனால் காதல் வேண்டாம் என்ற குற்றம் சரியா தப்பா கல்யாணம் செய்த குற்றம் எனது நண்பன் செய்த குற்றம் - ஆனால் காதல் வேண்டாம் என்ற குற்றம் சரியா தப்பா சரியா தப்பா சரியா தப்பா ?  இன்பம் எங்கே என்று கேட்டு கையை ஏந்தி காத்து நின்றால் துன்பம் இதோ என்று காட்டல் சரியா தப்பா இன்பம் எங்கே என்று கேட்டு கையை ஏந்தி காத்து நின்றால் துன்பம் இதோ என்று காட்டல் சரியா தப்பா அன்பு கொண்ட உள்ளத்தோடு கள்ளமில்லா காதல் கொண்டால் ஆத்திரம் கொண்டேசுவது சரியா தப்பா அன்பு கொண்ட உள்ளத்தோடு கள்ளமில்லா காதல் கொண்டால் ஆத்திரம் கொண்டேசுவது சரியா தப்பா சரியா தப்பா சரியா தப்பா ?  மண்ணும் பொன்னும் போன பெண்ணும் மாயை என்று உதறிவிட்டு விண்ணுலக ஆசை கொள்ளல் சரியா தப்பா மண்ணும் பொன்னும் போன பெண்ணும் மாயை என்று உதறிவிட்டு விண்ணுலக ஆசை கொள்ளல் சரியா தப்பா அறம் பொருள் இன்பம் மூன்றும் அவையப் பேரின்பம் என்றும் வள்ளுவன் வகுத்த வழி சரியா தப்பா அறம் பொருள் இன்பம் மூன்றும் அவையப் பேரின்பம் என்றும் வள்ளுவன் வகுத்த வழி சரியா தப்பா சரியா தப்பா சரியா தப்பா ?  காதல் காதல் காதல் போனால் சாதல் சாதல் சாதல் என்று சொன்ன‌ கவியின் வார்த்தை கடை பிடித்தல் சரியா தப்பா காதல் காதல் காதல் போனால் சாதல் சாதல் சாதல் என்று சொன்ன‌ கவியின் வார்த்தை கடை பிடித்தல் சரியா தப்பா   கவலையில்லை காதல் செத்தால் கட்டழகி இன்னொருத்தி கழுத்தில் மாலை சூட்டுவது சரியா தப்பா கவலையில்லை காதல் செத்தால் கட்டழகி இன்னொருத்தி கழுத்தில் மாலை சூட்டுவது சரியா தப்பா சரியா தப்பா சரியா தப்பா சரியா தப்பா சரியா தப்பா ???"}