{"திரைப்படம்": "Sakalakala Vallavan", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "கட்ட வண்டி கட்ட வண்டி", "வருடம்": "1982", "பாடியவர்கள்": "S. P. Sailaja", "பாடல்வரிகள்": "(Female Version) கட்ட வண்டி கட்ட வண்டி கடையானி கழண்ட வண்டி  கட்ட வண்டி கட்ட வண் கடையானி கழண்ட வண்டி  ஆலாப் பரந்த வண்டி ஆடி ஆடி அலுத்த வண்டி  ஆலாப் பரந்த வண்டி ஆடி ஆடி அலுத்தவண்டி  ஓட்ட வண்டி ஓட்டுர மாமா இப்போ மாட்டிக் கிட்டு ராமரே ராமா  ஓட்ட வண்டி ஓட்டுர மாமா மாட்டிக் கிட்டு ராமரே ராமா  கட்ட வண்டி கட்ட வண்டி கடையானி கழண்ட வண்டி  ஆலாப் பரந்த வண்டி ஆடி ஆடி அலுத்த வண்டி  ஓட்ட வண்டி ஓட்டுர மாமா மாட்டிக் கிட்டு ராமரே ராமா  முறிஞ்சு போச்சு கொம்பு நம்மை முட்டிட ஏது தெம்பு  முறிஞ்சு போச்சு கொம்பு நம்மை முட்டிட ஏது தெம்பு  குட்டுப்பட்டா கட்டுப்பட்டா மட்டுப்படும்  மச்சானே உன் அச்சாணியே எங்கே வச்ச சொல்லு  சொல்லாட்டி நீ இப்படியே சந்தியிலே நில்லு  நல்ல வண்டி அச்சுடஞ்சு நின்ன வண்டி  ஓட்ட வண்டி ஓட்டுர மாமா இப்போ மாட்டிக்கிட்டு ராமரே ராமா  ஓட்ட வண்டி ஓட்டுர மாமா மாட்டிக்கிட்டு ராமரே ராமா  கட்ட வண்டி கட்ட வண்டி கடையாணி கழண்ட வண்டி ஆலாப் பரந்த வண்டி ஆடி ஆடி அலுத்த வண்டி  ஓட்ட வண்டி ஓட்டுர மாமா மாட்டிக் கிட்டு ராமரே ராமா  ஏற புடிச்சி உழுவான் இவன் நீரை பாச்சி விடுவான்  ஏற புடிச்சி உழுவான் இவன் நீரை பாச்சி விடுவான்  மத்த நேரம் மாடு கன்னு மேச்சிடுவான்  ஏட்டெடுத்து படிக்க சொன்னா நாட்டுப்புர ஆளு  ஏ பி சி டி தெரியுமானு இவன் கிட்ட நீ கேளு  கத்திக் கிட்டு பொட்டலத்தான் கண்ட வண்டி  ஓட்ட வண்டி ஓட்டுர மாமா இப்போ மாட்டிக்கிட்டு ராமரே ராமா  ஓட்ட வண்டி ஓட்டுர மாமா மாட்டிக்கிட்டு ராமரே ராமா  குடுமி நுடிஞ்ச மாமா கொஞ்சம் போவை சுத்தலாமா  குடுமி நுடிஞ்ச மாமா கொஞ்சம் போவை சுத்தலாமா  பூவும் வச்சி பொட்டும் வச்சா பொம்பளைதான்  சேலை ஒன்னு வாங்கி தாரேன் இடுப்புலதான் கட்டு  உன்கிட்டதான் இல்லையின்னா நான் கொடுப்பேன் துட்டு  வீரமெல்லாம் சூரமெல்லாம் விட்ட வண்டி  ஓட்ட வண்டி ஓட்டுர மாமா இப்போ மாட்டிக்கிட்டு ராமரே ராமா  ஓட்ட வண்டி ஓட்டுர மாமா மாட்டிக்கிட்டு ராமரே ராமா  கட்ட வண்டி கட்ட வண்டி கடையாணி கழண்ட வண்டி  ஆலாப் பரந்த வண்டி ஆடி ஆடி அலுத்தவண்டி  ஆலாப் பரந்த வண்டி ஆடி ஆடி அலுத்தவண்டி  ஓட்ட வண்டி ஓட்டுர மாமா மாட்டிக்கிட்டு ராமரே ராமா  ஓட்ட வண்டி ஓட்டுர மாமா மாட்டிக்கிட்டு ராமரே ராமா"}