{"திரைப்படம்": "Thirupathi", "பாடலாசிரியர்": "Perarasu", "இசையமைப்பாளர்": "Bharathwaj", "பாடல்": "கீர வெதப்போம்", "வருடம்": "2006", "பாடியவர்கள்": "Pushpavanam Kuppusamy", "பாடல்வரிகள்": "ஆளேலுசோ ஆளேலுசோ அடடடடா… ஆளேலுசோ ஆளேலுசோ ஆ… யோவ் நிறுத்துயா என்ன எட்டு கட்டையில தூக்கர நாட்டுகட்டையில தூக்கு  கீர வெதப்போம் கீர வெதப்போம் வாடா கோமாளி கீர வெச்சா கோழி கிண்டும் போடி நான் மாட்டேன் கோழி வந்தா வேலி வெப்போம் வாடா கோமாளி அஹ் வேலி வெச்சா ஆடு தாண்டும் போடி நான் மாட்டேன் கும்மா கும்மா குர்ரா ஆ… நீ சூரத்தேங்கா அட்றா என்னது… ஒய் கும்மா கும்மா குர்ரா நீ சூரத்தேங்கா அட்றா கும்மா கும்மா குர்ரா நீ சூரத்தேங்கா அட்றா கீர வெதப்போம் கீர வெதப்போம் வாடா கோமாளி கீர வெச்சா கோழி கிண்டும் போடி நான் மாட்டேன்  ஆளேலுசோ சொ சொ ஆளேலுசோ …  என் ஆச காதலியே எங்கே போறே சொல்லு அடி நானும் வாரேன் நில்லு அட நாக்கு மேலே சொல்ல போட்டு கொல்லிரியே ஜில்லு அடி நாந்தாண்டி நாந்தாண்டி வளஞ்சு நிக்கும் வில்லு நல்லா வளஞ்சு நிக்கும் வில்லு பேராச பேராச வேணாம் மச்சான் தள்ளு இது வயசு புள்ள சொல்லு வெளஞ்சு நிக்கும் நெல்லுகுள்ள மொளச்சிருக்கு புல்லு அட வேணாண்டா வேணாண்டா அங்கே இங்கே லொள்ளு அங்கே இங்கே லொள்ளு அடி ஏ வெக்கம் விட்டு பக்கமா வாடி புள்ள ஜக்கம்மா ஆ.. பக்கம் வந்தா குத்தமா சாமி கண்ண குத்துமா கும்மா கும்மா குர்ரா நீ சூரத்தேங்கா அட்றா கும்மா கும்மா குர்ரா நீ சூரத்தேங்கா அட்றா  மாத்து துணி வங்கிதாடா நனஞ்சிருக்கு சிட்டு நீ காய போட்டு கட்டு அட நான் தருவேன் நான் தருவேன் திருப்பதிக்கு லட்டு நீ வங்கிதாடா வங்கிதாடா அவிச்சு வெச்ச புட்டு அவிச்சு வெச்ச புட்டு அடி பாவாட பாவாட பூவு மேல வண்டு ஹா மயக்கிபுட்டா கொண்டு அடி மேடு பள்ளம் மேடு பள்ளம் போயி வரும் நண்டு அடி வாழைகுள்ள வாழைகுள்ள ஒளிஞ்சிருக்கு தண்டு ஹா ஒளிஞ்சிருக்கு தண்டு ஆ.. முத்தம் வெச்சா குத்தமா கூவிபுட்ட சத்தமா ஹா ஈரப்பதம் பத்துமா பத்த வெச்சா பத்துமா  கும்மா கும்மா குர்ரா நீ சூரத்தேங்கா அட்றா கும்மா கும்மா குர்ரா நீ சூரத்தேங்கா அட்றா கீர வெதப்போம் கீர வெதப்போம் வாடா கோமாளி கீர வெச்சா கோழி கிண்டும் போடி நான் மாட்டேன் கோழி வந்தா வேலி வெப்போம் வாடா கோமாளி அடியே வேலி வெச்சா ஆடு தாண்டும் போடி நான் மாட்டேன் கீர வெதப்போம் கீர வெதப்போம் வாடா கோமாளி கீர வெச்சா கோழி கிண்டும் போடி நான் மாட்டேன் கோழி வந்தா வேலி வெப்போம் வாடா கோமாளி ஹேய் வேலி வெச்சா ஆடு தாண்டும் போடி நான் மாட்டேன் கும்மா கும்மா குர்ரா நீ சூரத்தேங்கா அட்றா கும்மா கும்மா குர்ரா நீ சூரத்தேங்கா அட்றா அட்றா அட்றா றா… என்னடி…"}