{"திரைப்படம்": "Kadhalan", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "கோழி குஞ்சு தேடி", "வருடம்": "1994", "பாடியவர்கள்": "S. Janaki, S. P. Balasubramaniam", "பாடல்வரிகள்": "பெண் : ஏய் எர்ரானி குரதானி கோபாலா அஹ சுரு மந்தி நீ சூப்பு நா கேளா எர்ரானி குரதானி கோபாலா அஹ சுரு மந்தி நீ சூப்பு நா கேளா கோழி குஞ்சு தேடி வந்த கோபாலா அதை கூடைக்குள்ள வச்சிருக்கேன் கோபாலா மொசக் குட்டி தேடி வந்த கோபாலா அதை மூடிப் போட்டு வச்சிருக்கேன் கோபாலா  ஆண்குழு : கோபாலா கோபாலா மலை ஏறு கோபாலா கோபாலா கோபாலா மலை ஏறு கோபாலா  பெண் : பழம் கண்ட பின்னாலும் தின்னாத வெளவாலா  ஆண்குழு : மலை ஏறு கோபாலா  பெண் : கோழி குஞ்சு தேடி வந்த கோபாலா அதை கூடைக்குள்ள வச்சிருக்கேன் கோபாலா மொசக் குட்டி தேடி வந்த கோபாலா அதை மூடிப் போட்டு வச்சிருக்கேன் கோபாலா  ***  ஆண் : இந்த ஒரு பூவுக்குத்தான் அம்முலு ஏழு மலைத் தாண்டி வந்தேன்  பெண் : காமன் வந்து சண்டப் புடிக்க மொத்தத்தில் காரம்புளிக் கொறச்சுக்கிட்டேன்  ஆண் : அச்சாரம் போடத்தான் ஐநூறு கிலோமீட்டர் வந்தேனே  பெண்குழு : தேனே தேனே தேனே செந்தேனே தேனே னே  பெண் : ஆதாரம் காட்டத்தான் அதக் கொஞ்சம் இதக் கொஞ்சம் தந்தேனே  ஆண்குழு : யானைப் பசி எனக்கு போங்கடி கீரைத்தண்டு எதுக்கு  பெண்குழு : இடைவேள முடிஞ்சு பாரைய்யா என்னென்னமோ இருக்கு  ஆண் : அடியே உன் தேகம் ரத்த ஓட்டம் பாய்கிற தந்தம்  பெண் : அட டா உன் நெஞ்சில் புது புது கவிதைகள் பொங்கும் கோழி குஞ்சு தேடி வந்த கோபாலா அதை கூடைக்குள்ள வச்சிருக்கேன் கோபாலா மொசக் குட்டி தேடி வந்த கோபாலா அதை மூடிப் போட்டு வச்சிருக்கேன் கோபாலா  கம்யூ.குரல் : கோபாலா கோபாலா மலை ஏறு கோபாலா  பெண்குழு : கோபாலா கோபாலா மலை ஏறு கோபாலா  பெண் : பழம் கண்ட பின்னாலும் தின்னாத வெளவாலா  பெண் : மலை ஏறு கோபாலா  பெண் : எர்ரானி குரதானி கோபாலா ஆஹா சுரு மந்தி நீ சொப்பு நா கேளா சத்தானி சுக்கநேனு கோபாலா நேனு சிக்குதானு செய்யண்ட இய்யாலா  ***  ஆண்குழு : ஓராபாய் ஓராபாய் ஓராபாய் ஓராபாய்  பெண் : நெத்தியில முத்தம் கொடுத்தா நெஞ்சுக்குள்ள பட்டாம்பூச்சி படபடக்கும்  ஆண் : காதுக்குள்ளே முத்தம் கொடுத்தா யம்மம்மா கண்ணுக்குள்ளே வெடி வெடிக்கும்  பெண் : மச்சானே மச்சானே அச்சம் விட்டுப் போனது தன்னாலே  பெண்குழு : லே லே லே லே தன்னாலே லே லே லே  ஆண் : அச்சச்சோ அச்சச்சோ அச்சு வெல்லம் கசக்குது உன்னாலே  பெண்குழு : சிக்குபுக்கு ரயிலே எங்கேயோ பத்திக்கிச்சு நெருப்பு  ஆண்குழு : எக்கு தப்பு நடந்தா அம்மணி ரெண்டு பேரும் பொறுப்பு  பெண் : அடடா இப்போது உலகத்த மறந்தது உள்ளம்  ஆண் : இதுதான் பெண்பூவே உயிர் வரைப் பாய்கிற வெள்ளம்  பெண் : கோழி குஞ்சு தேடி வந்த கோபாலா அதை கூடைக்குள்ள வச்சிருக்கேன் கோபாலா மொசக் குட்டி தேடி வந்த கோபாலா அதை மூடிப் போட்டு வச்சிருக்கேன் கோபாலா  ஆண்குழு : கோபாலா கோபாலா மலை ஏறு கோபாலா  கம்யூ.குரல் : கோபாலா கோபாலா மலை ஏறு கோபாலா  பெண் : பழம் கண்ட பின்னாலும் தின்னாத வெளவாலா  கம்யூ.குரல் : மலை ஏறு கோபாலா  பெண் : ஆஹா எர்ரானி குரதானி கோபாலா ஆஹா சுரு மந்தி நீ சூப்பு நா கேளா சத்தானி சுக்கநேனு கோபாலா நேனு சிக்குதானு செய்யண்ட இய்யாலா  பெண்குழு : எர்ரானி குரதானி கோபாலா ஆஹா சுரு மந்தி நீ சூப்பு நா கேளா  கம்யூ.குரல் : சத்தானி சுக்கநேனு கோபாலா  பெண்குழு : நேனு சிக்குதானு செய்யண்ட இய்யாலா"}