{"திரைப்படம்": "Oru Kal Oru Kannadi", "பாடலாசிரியர்": "Na. Muthukumar", "இசையமைப்பாளர்": "Harris Jayaraj", "பாடல்": "காதல் ஒரு butterfly", "வருடம்": "2012", "பாடியவர்கள்": "Aalap Raju, Hemachandran, Sunitha Sarathy", "பாடல்வரிகள்": "வந்தா தொட்டுக்கோ தொட்டுக்கோ பணிவா பட்டுக்கோ பட்டுக்கோ முடிஞ்சா ஒட்டிக்கோ ஒட்டிக்கோ  கண்ணால் ஒத்திக்கோ ஒத்திக்கோ தோளால் தொத்திகோ தொத்திகோ தனியா கதிகோ கதிகோ  காதல் ஒரு butterfly போல வரும் வந்தால் அது கண்ணாமூச்சி ஆடி விடும் சிறு பிள்ளை போலே பின்னாலே ஊடு காணாமல் போனால் கண்ணாலே தேடு ஏமாற்ற பார்க்கும் பல முறை என்றாலும் மாட்டும் ஒரு முறை எங்கே தான் போகும் அது வரை போடா நீ காதல் வரும் வரை  வந்தா தொட்டுக்கோ தொட்டுக்கோ பணிவா பட்டுக்கோ பட்டுக்கோ முடிஞ்சா ஒட்டிக்கோ ஒட்டிக்கோ  கண்ணால் ஒத்திக்கோ ஒத்திக்கோ தோளால் தொத்திகோ தொத்திகோ தனியா கதிகோ கதிகோ  நீ என்னை பார்க்கும் குதுகலத்தில் நான் உன்னை பார்ப்பேன் பரவசத்தில் மழை பொழியாதோ நெஞ்சம் நினையாதோ மன கடலுக்குள்ளே அலை அடிகாதோ மனதை சொல்ல வந்தா நேரத்தில் என் நெஞ்சை கட்டினால் ஆடை கம்பத்தில்  குளிர் பார்வை வந்து என்னை அணைகாதோ அந்த அழைப்பினிலே உயிர் பிழைக்காதோ மின்சாரம் மேலே கை வைத்து விட்டேன் ஆனாலும் கண்ணே விரும்பி தான் தொட்டேன் கடிகாரம் போலே நம் சிநேகம் என்பேன் இரு உள்ளம் சேரும் நேரம் எதிர்பாத்து நின்றேனே  தூண்டில் குள் சிக்குதே ஒரு வார்த்தை சொல்லாமல் போகுதே என் வாழ்கை உன்னை தொட வந்தேன் நான் தீண்ட வில்லை மஞ்சள் கோடை விட்டு கால் தாண்டவில்லை பனீரை துவுதே ஒரு பார்வை விண்மீனை துவுதே மறு வார்த்தை இந்த இடைவெளிகள் என் குறைய வில்லை உன் கடை விழியில் என் கருணை இல்லை கேட்காமல் உன்னை நான் காதல் செய்தேன் கரும் பாறை மீது மழையாக பெய்தேன் பெண்ணே உன் உள்ளம் என்னென்று சொல்வேன் பல கல்லை வீசி பார்த்தும் உடையத கண்ணாடி  வந்த தொட்டுக்கோ தொட்டுக்கோ பனிவ பட்டுக்கோ பட்டுக்கோ முடிஞ்சா ஒட்டிக்கோ ஒட்டிக்கோ  கன்னல் ஒத்திக்கோ ஒத்திக்கோ தோளால் தொதிகோ தொதிகோ தனிய கதிகோ கதிகோ  வந்த தொட்டுக்கோ தொட்டுக்கோ பனிவ பட்டுக்கோ பட்டுக்கோ முடிஞ்சா ஒட்டிக்கோ ஒட்டிக்கோ  காதல் ஒரு butterfly போல வரும் வந்தால் அது கண்ணாமூச்சி ஆடி விடும் சிறு பிள்ளை போலே பின்னாலே ஊடு காணாமல் போனால் கண்ணாலே தேடு ஏமாற்ற பார்க்கும் பல முறை என்றாலும் மாட்டும் ஒரு முறை எங்கே தான் போகும் அது வரை போடா நீ காதல் வரும் வரை "}