{"திரைப்படம்": "Kaalai", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "G. V. Prakash Kumar", "பாடல்": "குட்டி பிசாசே", "வருடம்": "2008", "பாடியவர்கள்": "Silambarasan, Suchitra", "பாடல்வரிகள்": "குட்டி பிசாசே குட்டி பிசாசே உன் தொல்ல தாங்கலியே  சுட்டி பிசாசே சுட்டி பிசாசே உன்னால தூங்கலியே  ட்விந் டவர் மேல ஏர் கிராப்ட் எ போல என் மேல மோத நா என்னாவது  உன் மேல மோதி உற்சாகம் கூடி உண்டாக தானே நான் மே மாசம் பெண் ஆனது  ஹோய் டண்டனக்கா ஹே தனக்கு நக்க ஹே டண்டனக்கா மச்சான் நக்க நக்க நக்க நக்க  டண்டனக்கா ஹே தனக்கு நக்க ஹே டண்டனக்கா நக்க நக்க டோய்  குட்டி பிசாசே குட்டி பிசாசே உன் தொல்ல தாங்கலியே  சுட்டி பிசாசே சுட்டி பிசாசே உன்னால தூங்கலியே  கண்ணா உன் கால் சாட்டையாய் நீ போடு மேல் சட்டையை என்ன நீ ஹே அணைச்சிக்கோ வா வா  அன்பே உன் ஆசப்படி நீதான் என் ஆடையடி  இரவிலே ஹே இருட்டிலே வா வா வா  ஒவ்வொரு நாளும் என்ன தீருது தீருது ஒவ்வொரு இரவா மெல்ல வருது வருது  நகக்குறி உடம்பில் கொஞ்சம் தெரியும் தெரியும்  விடிஞ்ச பின்னாலும் அது எரியும் எரியும்  எல்லைகள் எப்போதும் தாண்டாதே ய்யா  நீ என்ன அவ்வாறு தூண்டாதே ஹோய் ஹோய்  டண் டனக்கா ஹே தனக்கு நக்க ஹே டண்டனக்கா நக்க நக்க நக்க நக்க நக்க  தந்த நக்க தனக்கு நக்க தந்த நக்க தனக்கு நக்க தந்த நக்க நக்க நக்க டோய்  குட்டி பிசாசே குட்டி பிசாசே என்ன நீ ஏன் பிடிச்ச  ஜாக்கி சன் பாதி டாம் க்ரூஸ் பாதி நீதான்னு நான் நெனைச்சேன்  அப்டியா  உன் பேற உச்சரிச்சேன் என் நாக்க எச்சரிச்சேன் வேறொரு வேறொரு பேர் சொல்ல கூடாது  அயல்நாட்ட கட்டி கட்டி அணைக்காத ஷில்பா ஷெட்டி உனக்கு நா ஹே எனக்கு நீ வா வா  தினசரி கேட்டா இது தருமா தருமா தருமா  படுக்கையா போட்ட பக்கம் வருமா வருமா வருமா  முடித்திடு மெல்ல இது இதைதான் இதைதான்  உனக்கென திறந்த டாஸ்மாக் கடைதான்  மூடாத மூடாத பத்தாது ஹோய் பத்தாமல் போனாலும் காட்டாதே ஹே ஹே ஹே  தந்த நக்க ஹே தனக்கு நக்க ஹே தந்த நக்க நக்க நக்க நக்க நக்க நக்க  தந்த நக்க தனக்கு நக்க தந்த நக்க தனக்கு நக்க தந்த நக்க நக்க நக்க நக்க டோய்  குட்டி பிசாசே குட்டி பிசாசே உன் தொல்ல தாங்கலியே  சுட்டி பிசாசே சுட்டி பிசாசே உன்னால தூண்காலியீ  ட்வின் டவர் மேல ஏர் கிராப்ட போல என் மேல மோத நா என்னாவது  ஹ்ம் உன் மேல மோதி உற்சாகம் கோடி உண்டாக தானே நான் மே மாசம் பெண் ஆனது  ஹே தந்த நக்க ஹே தனக்கு நக்க  ஹே தந்த நக்க ஹே நக்க நக்க நக்க நக்க  தந்த நக்க ஹே தனக்கு நக்க ஹே தந்த நக்க நக்க நக்க நக்க நக்க நக்க  தந்த நக்க தனக்கு நக்க தந்த நக்க தனக்கு நக்க தந்த நக்க நக்க நக்க நக்க நக்க  தந்த நக்க ஏக்க தந்த நக்க ஏக்க தந்த நக்க ஏக்க ஏக்க ஏக்க ஏக்க ஏக்க  தந்த நக்க ஏக்க தந்த நக்க ஏக்க தந்த நக்க ஏக்க ஏக்க ஹே"}