{"திரைப்படம்": "Raavanan", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "காட்டுச் சிறுக்கி", "வருடம்": "2010", "பாடியவர்கள்": "Anuradha Sriram, Shankar Mahadevan", "பாடல்வரிகள்": "காட்டுச் சிறுக்கி காட்டுச் சிறுக்கி யார் காட்டுச் சிறுக்கி இவ? மழை கொடுப்பாளோ? இடி இடிப்பாளோ? மாயமாய் போவாளோ?  ஒ...காட்டுச் சிறுக்கி காட்டுச் சிறுக்கி யார் காட்டுச் சிறுக்கி இவ? மழை கொடுப்பாளோ? இடி இடிப்பாளோ? மாயமாய் போவாளோ?  ஈக்கி மின்னல் அடிக்குதடி - யாத்தே ஈர கொலக் துடிக்குதடி - யாத்தே  ஈக்கி மின்னல் அடிக்குதடி - யாத்தே ஈர கொலக் துடிக்குதடி - யாத்தே  ஈக்கி மின்னல் அடிக்குதடி - யாத்தே ஈர கொலக் துடிக்குதடி - யாத்தே  நச்சு மனம் மச்சினியோடு மச்சினியோடு மருகுதடி அவ நெத்தியில வச்ச பொட்டுல - என் நெஞ்சாங்குழியே ஒட்டுதே - அவ நெத்தியில வச்ச பொட்டுல என் நெஞ்சாங்குழியே ஒட்டுதே - அவ பார்வையில் எலும்புக பல்பொடி ஆச்சே  காட்டுச் சிறுக்கி காட்டுச் சிறுக்கி யார் காட்டுச் சிறுக்கி இவ? மழை கொடுப்பாளோ? இடி இடிப்பாளோ மாயமாய் போவாளோ?  யாரோ எவளோ யாரோ எவளோ யார் காட்டுச் சிறுக்கி இவ? மழை கொடுப்பாளோ? இடி இடிப்பாளோ? மாயமாய் போவாளோ?  தண்டை அணிஞ்சவ கொண்டை சரிஞ்சதும் அண்டசராசரம் போச்சு!  வண்டு தொடாமுகம் கண்டு வனாந்தரம் வாங்குதே பெருமூச்சு!  காட்டுச் சிறுக்கி காட்டுச் சிறுக்கி...  காட்டுச் சிறுக்கி காட்டுச் சிறுக்கி யார் காட்டுச் சிறுக்கி இவ? மழை கொடுப்பாளோ? இடி இடிப்பாளோ? மாயமாய் போவாளோ?  உச்சந்தல வகிடு வழி ஒத்த மனம் அலையுதடி ஒதட்டு வரி பள்ளத்துல உசிரு விழுந்து தவிக்குதடி  பாழாப் போன மனசு பசியெடுத்து கொண்ட பத்தியத்த முறிக்குதடி  பாராங்கல்ல சொமந்து வழி மறந்து - ஒரு நத்தக்குட்டி நகருதடி!  கொண்டக் காலு செவப்பும் மூக்கு வனப்பும் - என்னக் கிறுக்குன்னு சிரிக்குதடி!  ஹே... காட்டுச் சிறுக்கி காட்டுச் சிறுக்கி யார் காட்டுச் சிறுக்கி இவ? மழை கொடுப்பாளோ? இடி இடிப்பாளோ? மாயமாய் போவாளோ?  யாரோ எவளோ யாரோ எவளோ யார் காட்டுச் சிறுக்கி இவ? மழை கொடுப்பாளோ? இடி இடிப்பாளோ? மாயமாய் போவாளோ?  தண்டை அணிஞ்சவ கொண்டை சரிஞ்சதும் அண்ட சராசரம் போச்சு வண்டு தொடாமுகம் கண்டு வனாந்தரம் வாங்குதே பெருமூச்சு  ஏ..ஹே...ஏர் கிழிச்ச தடத்து வழி நீர் கிழிச்சு போவது போல் நீ கிழிச்ச கோட்டு வழி நீளுதடி எம்பொழப்பு  ஊரான் காட்டு கனியே ஒன்ன நெனச்சு - நெஞ்சு சப்புக்கொட்டித் துடிக்குதடி!  யாத்தே இது சரியா இல்ல தவறா நெஞ்சில் கத்திச் சண்டை நடக்குதடி! ஒன்ன முன்ன நிறுத்தி என்ன நடத்தி கெட்ட விதி வந்து சிரிக்குதடி  ஒ...காட்டுச் சிறுக்கி காட்டுச் சிறுக்கி யார் காட்டுச் சிறுக்கி இவ? மழை கொடுப்பாளோ? இடி இடிப்பாளோ? மாயமாய் போவாளோ?"}