{"திரைப்படம்": "Manmadan Ambu", "பாடலாசிரியர்": "Kamal Haasan", "இசையமைப்பாளர்": "Devi Sri Prasad", "பாடல்": "கண்ணோடு கண்ணை", "வருடம்": "2010", "பாடியவர்கள்": "Kamal Haasan, Trisha Krishnan", "பாடல்வரிகள்": "ஊ.. ஊ.. ஊ.. ஊ.. ஊ.. ஊ.. ஊ.. ஊ..(இசை)  கண்ணோடு கண்ணைக் கலந்தாளென்றால் களங்கம் உள்ளவள் எச்சரிக்கை உடனே கையுடன் கைகோர்த்தாளாம்  ஒழுக்கம் கெட்டவள் எச்சரிக்கை  ம்  ஆடை களைகையில் கூடுதல் பேசினால் அனுபவம் மிக்கவள் எச்சரிக்கை  ஹஹா  கலவி முடிந்தபின் கிடந்து பேசினால் காதலாய் மாறலாம் எச்சரிக்கை  ஓ  கவிதை இலக்கியம் பேசினளாயின் காசை மதியாள் எச்சரிக்கை உன்னுடன் இருப்பது சுகமென்றாளா உறுதியாய் சிக்கல் எச்சரிக்கை  ஊ ஊ ஊஊ ஊ ஊஊ } (ஓவர்லாப்)  ம் ஹும்  அறுவடை கொள்முதல் என்றே காமம் அமைவது பொதுவே நலமாகக் கொள் கூட்டல் ஒன்றே குறியென்றான பின் கழிவது காமம் மட்டும் எனக்கொள் உன்னை மங்கையர் என்னெனக் கொள்வர்  யோசிக்காமல் வருவதை எதிர்கொள் முன்னும் பின்னும் ஆட்டும் சகடை ஆணும் பெண்ணும் அதுவேயெனக்கொள் காமமெனப்படும் பண்டைச் செயலில் காதல் கலவாது காத்துக்கொள் இப்பெண்ணுரைக்கெதிராய் ஆணுரை ஒன்றை இயற்றத் துணியும் அணி சேர்த்துக்கொள்  ஆஹா..இயற்றத் துணியும் அணி சேர்த்துக்கணுமா ஹஹா..துணிவே அணியும் துணியேன்றானபின் அணியொன்றெதற்கு தனியே வருவேன்  அப்பிடி வாங்க வழிக்கு சோ நீங்க கவிஞர் தானே  கில்ட்டி அஸ் அக்யூஸ்டு  அப்ப ஜட்ஜ்மெண்ட் சொல்றேன்  ம்...சொல்லுங்க  பதிலுக்கு ஒரு கவிதை சொல்லணும் அது தான் தண்டனை  யாருக்கு  அது கவிதையக் கேட்டா தானே தெரியும்  ஆ ..ஹா..அதுவும் சரிதான்  ஆனாநீங்க கோவிச்சுக்க கூடாது  ஏன்.. பெண்களப் பத்திகேலியா  சே..சே..இது ஒரு பெண்ணுடைய வேண்டுதல் மாதிரி  ஒரு பெண்ணு தெய்வத்துகிட்ட  பாடற தோத்திர பாடல்   ஓ.. நீங்க பக்திமானா  ஆஹங்..அதெல்லாம் இல்லீங்க நான் புத்திமானாங்கறதே  கேள்விக்குறியா இருக்கு  கவிதையைக் கேட்டா கேள்விக்குறி ஆச்சரியக்குறியா மாறலாம் இல்லியா  மே..பி..மே ஐ   அம்பு:ப்ளீஸ்  மன்னார் :கலவி செய்கையில் காதில் பேசி கனிவாய் மெலிதாய்க் கழுத்தைக் கவ்வும்  வெள்ளை பளிச்சிடும் பற்கள் வேண்டும்  வேண்டும்  குழந்தை வாயை முகர்ந்தது போலக் கடும் நாற்றமில்லாத வாயும் வேண்டும்  வேண்டும்  காமக் கழிவுகள் கழுவும் வேளையும்  கூட நின்றவன் உதவிட வேண்டும்  வேண்டும்  சமையலின் போதும் உதவிட வேண்டும்  வேண்டும்  சாய்ந்து நெகிழ்ந்திடத் திண்தோள் வேண்டும்  வேண்டும்   மோதிக் கோபம் தீர்க்க வசதியாய் பாறைப் பதத்தில் நெஞ்சும் வேண்டும்  வேண்டும்  அதற்குப் பின்னால் துடிக்கும் இதயமும் அது ரத்தம் பாய்ச்சி நெகிழ்த்திய சிந்தையும் மூளை மடிப்புக்கள் அதிகம் உள்ள மேதாவிலாச மண்டையும் வேண்டும்   வேண்டும் வேண்டும்  வேண்டும் வேண்டும்   வங்கியில் இருப்பு வீட்டில் கருப்பென வழங்கிப் புழங்கிட பணமும் வேண்டும்  வேண்டும் வேண்டும்  வேண்டும் வேண்டும்   நேர்மை வேண்டும் பக்தியும் வேண்டும் எனக்கெனச் சுதந்திரம் கேட்கும் வேளையில் பகுத்தறிகின்ற புத்தியும் வேண்டும்  வேண்டும் ம் ம் ம்..   இப்படிக் கணவன் வரவேண்டும் என நான் ஒன்பது நாட்கள் நோன்பு இருந்தேன் வரந்தருவாள் என் வரலட்சுமியென கடும் நோன்பு முடிந்ததும் தேடிப் போனேன்  தேடி எங்க போனா அந்த பொண்ணு  பீச்சுக்குத்தான்  ஹஹ்ஹா   மன்னார் :பொடி நடைபோட்டே இடை மெலியவெனக் கடற்கரை தோறும் காலையும் மாலையும் தொந்தி கணபதிகள் திரிவது கண்டேன்  ஹஹ்ஹா  மன்னார் :முற்றும் துறந்த மங்கையரோடு அம்மணத் துறவிகள் கூடிடக் கண்டேன்  எங்க டிவிலியோ  உஷ்.....மூத்த அக்காள் கணவனுக்கு  முக்கால் தகுதிகள் இருந்தும் கூட அக்காளில்லா வேளையிலே அவன்  சக்காளத்தி வேண்டும் என்றான் எக்குலமானால் என்ன என்று  வேற்று மதம் வரை தேடிப்பார்த்தேன் வரவரப் புருஷ லட்சணம் உள்ளவர் திருமணச் சந்தையில் மிகமிகக் குறைவு  {மன்னார் :வரம் தரக் கேட்ட வரலட்சுமியுனக்கு  வீட்டுக்காரர் அமைந்தது எப்படி  நீ கேட்ட வரங்கள் எதுவரை பலித்தது  உறங்கிக் கொண்டே இருக்கும் உந்தன்   ஊ ஊ ஊஊ ஊ ஊஊ } (ஓவர்லாப்)  அரங்கநாதன் ஆள் எப்படி  பிரபந்தம் சொல்லும் அத்தனை சேட்டையும்  வாஸ்தவமாக நடந்தது உண்டோ  இதுவும் உதுவும் அதுவும் செய்யும்  இனிய கணவர் யார்க்குமுண்டோ  உனக்கேனுமது அமையப்பெற்றால்  உண்மையிலேயே அதிர்ஷ்டசாலி தான்  நீ அதுபோல் எனக்கும் அமையச் செய்யேன் ஸ்ரீ வரலக்ஷமி நமோஸ்துதே"}