{"திரைப்படம்": "Vandicholai Chinraasu", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "காட்டுப் பனமரம்", "வருடம்": "1994", "பாடியவர்கள்": "Swarnalatha, Malgudi Subha", "பாடல்வரிகள்": "ஏ முத்து பாப்பா நீ ஒத்து போப்பா நா கிட்ட வந்தா ஏன் ரெட்ட தாப்பா  ஏ காட்டுப் பனமரம் போல கால் வளந்த ராசா காதுக்குள் பாடம் சொல்லட்டா  உன்ன முத்தம் இடும் பொம்பளைக்கு முக்காலி தான் வேணும் நான் ஒன்னு கொண்டு வரட்டா  ஏ முத்து பாப்பா நீ ஒத்து போப்பா நா கிட்ட வந்தா ஏன் ரெட்ட தாப்பா  ஏ முத்து பாப்பா நீ ஒத்து போப்பா நா கிட்ட வந்தா ஏன் ரெட்ட தாப்பா  ஏ காட்டுப் பனமரம் போல கால் வளந்த ராசா காதுக்குள் பாடம் சொல்லட்டா  உன்ன முத்தம் இடும் பொம்பளைக்கு முக்காலி தான் வேணும் நான் ஒன்னு கொண்டு வரட்டா  ஏ முத்து பாப்பா நீ ஒத்து போப்பா நா கிட்ட வந்தா ஏன் ரெட்ட தாப்பா  ஏ முத்து பாப்பா நீ ஒத்து போப்பா நா கிட்ட வந்தா ஏன் ரெட்ட தாப்பா  பொண்ணுக்குள் இல்லாதது புத்தகத்தில் உள்ளதா வாசித்து போ மன்மதா  கொடி மேனி பாட்டாணி கிளி மங்கை ஜூவாலாஜி வாசிக்க வா மன்னவா  என்போல நல்ல கண்ணு மூக்கு முழி கொண்ட பொண்ணு பாடத்தில் தான் உள்ளதா  ஒட்டகத்தை கட்டிக்கொண்ணு உன்ன கண்டு பாட வந்தா ஓடி போன நல்லதா  தேன் சொட்டும் மன்னா வான் முட்டும் கண்ணா ஏன் வீட்டில் ஏணி இல்ல உன்னைப் போல ஆளும் இல்ல  ஏ முத்து பாப்பா நீ ஒத்து போப்பா நா கிட்ட வந்தா ஏன் ரெட்ட தாப்பா  ஏ முத்து பாப்பா நீ ஒத்து போப்பா நா கிட்ட வந்தா ஏன் ரெட்ட தாப்பா  ஏ காட்டுப் பனமரம் போல கால் வளந்த ராசா காதுக்குள் பாடம் சொல்லட்டா  உன்ன முத்தம் இடும் பொம்பளைக்கு முக்காலி தான் வேணும் நான் ஒன்னு கொண்டு வரட்டா  ஏ முத்து பாப்பா நீ ஒத்து போப்பா நா கிட்ட வந்தா ஏன் ரெட்ட தாப்பா  ஆத்து தண்ணியோட ஐயர் கு என்ன கோவம் பக்கத்தில் வ சுந்தரா  வைகை நதியோட மதுரைக் கென்ன கோவம் சந்திக்க வா இந்திரா  பொண்ணோட மல்லுக் கட்டி போட்டி இட்டு வென்ற பய பூமியிலே இல்லியே  என்னோட மல்லு கட்ட இந்தியாவ தாண்டி கூட ஆம்பளையே இல்லையே  பொள்ளாச்சி காள ஆட்டாதே வால ஐ ஏ எஸ் ஆனா கூட அம்மா எஸ் சொல்லணும்  ஏ முத்து பாப்பா நீ ஒத்து போப்பா நா கிட்ட வந்தா ஏன் ரெட்ட தாப்பா  ஏ முத்து பாப்பா நீ ஒத்து போப்பா நா கிட்ட வந்தா ஏன் ரெட்ட தாப்பா  ஏ காட்டுப் பனமரம் போல கால் வளந்த ராசா காதுக்குள் பாடம் சொல்லட்டா  உன்ன முத்தம் இடும் பொம்பளைக்கு முக்காலி தான் வேணும் நான் ஒன்னு கொண்டு வரட்டா  ஏ முத்து பாப்பா நீ ஒத்து போப்பா நா கிட்ட வந்தா ஏன் ரெட்ட தாப்பா  ஏ முத்து பாப்பா நீ ஒத்து போப்பா நா கிட்ட வந்தா ஏன் ரெட்ட தாப்பா  ஏ முத்து பாப்பா நீ ஒத்து போப்பா நா கிட்ட வந்தா ஏன் ரெட்ட தாப்பா  ஏ முத்து பாப்பா நீ ஒத்து போப்பா நா கிட்ட வந்தா ஏன் ரெட்ட தாப்பா"}