{"திரைப்படம்": "Mr. Bharath", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "காத்திருக்கேன் கதவ திறந்து", "வருடம்": "1986", "பாடியவர்கள்": "S. Janaki, S. P. Balasubramaniam", "பாடல்வரிகள்": "யாரது  நான் தான் நான் தான்னா ப்ச்.. நான் தான் எங்கே இருக்கீங்க  இங்கே எங்கே   காத்திருக்கேன் கதவ திறந்து உள்ளுக்கு வாடி காதல் செய்ய கத்துக் கொடுப்பேன் முன்னுக்கு வாடி   காத்திருக்கேன் கதவ திறந்து உள்ளுக்கு வாடி காதல் செய்ய கத்துக் கொடுப்பேன் முன்னுக்கு வாடி நான் வாடை புடிக்கும் மல்லிகப் பூவே வண்ணப் புறாவே வா கை தொட்டதும் தொட்டு சம்மதப் பட்டு வா  காத்திருக்கேன் கதவ திறந்து உள்ளுக்கு வாடி காதல் செய்ய கத்துக் கொடுப்பேன் முன்னுக்கு வாடி  எங்கேயோ ஐஸ் ஆச்சு சிலு சிலுப்பாச்சு இங்க தான் சூடாச்சு எரியுது மூச்சு  லல்லல்லால லல்லல்லால லல்லல்லால லா.. என்னவோ ஆயாச்சு இனி என்ன பேச்சு பழம் தான் பழுத்தாச்சு பசி எடுத்தாச்சு  என்ன வேணும் ராசா நீ கேட்டாத் தாரேன்  ஒண்ணு ஒண்ணா நான் தானே எடுத்துக்கப் போறேன்  நீ கன்னத்த கிள்ள என்னத்தச் சொல்ல நான் காத்திருந்தேன் கதவ திறந்தேன் உள்ளுக்கு வந்தேன் காதல் செய்ய கத்துத் தரனும் முன்னுக்கு வந்தேன் நீ வாடை புடிக்கும் மல்லிகப் பூவோ வண்ணப் புறாவோ நான் கை தொட்டதும் தொட்டேன் சம்மதப் பட்டேன் வா  காத்திருந்தேன் கதவ திறந்தேன் உள்ளுக்கு வந்தேன் காதல் செய்ய கத்துத் தரணும் முன்னுக்கு வந்தேன்  பெட்டியில் பாலோடு புட்டிகளும் இருக்கு வெண்ணையே தடவாத ரொட்டிகளும் இருக்கு  ம்ம்... ஹ ஹ ஹா ஹ ம்ம் ம்ம்... ஒண்ணுமே வேணாமே உன்ன விட எனக்கு உள்ளது எல்லாமே உன்னிடத்தில் இருக்கு  மத்தவங்க பாக்காட்டி கொடுப்பேன் நானே  ஹ..இப்போ இங்க ஆள் எது ரகசியம் தானே  நான் வெள்ளரிப் பிஞ்சு மெல்லவே கொஞ்சு வா  காத்திருக்கேன் கதவ திறந்து உள்ளுக்கு வாடி  ஹஹ்ஹ..காதல் செய்ய கத்துத் தரணும் முன்னுக்கு வந்தேன்  உள்ள தான் பாரேன்மா ஊட்டி மலைச் சாரல் உள்ளத்தில் பாயாதோ ஊசி மழைத் தூறல்  அஹஹாஹ அஹஹாஹ அஹஹாஹாஹ என்னவோ ஏதேதோ இன்பம் பொறந்தாச்சு சொல்லவே தெரியாம என்ன மறந்தாச்சு  இன்னும் இன்னும் ஆனந்தம் தன்னால் புரியும்  சின்னப் பொண்ணு நான் தானே எனக்கென்னத் தெரியும்  நான் உள்ளத சொல்வேன் சொன்னதச் செய்வேன் வா  காத்திருந்தேன் கதவ திறந்தேன் உள்ளுக்கு வந்தேன் காதல் செய்ய கத்துத் தரணும் முன்னுக்கு வந்தேன்  நான் வாடை புடிக்கும் மல்லிகப் பூவே வண்ணப் புறாவே வா  ஹஹ்ஹ..  கை தொட்டதும் தொட்டு சம்மதப் பட்டு வா  காத்திருந்தேன் கதவ திறந்தேன் உள்ளுக்கு வந்தேன் ஹஹ்ஹ..  காதல் செய்ய கத்துக் கொடுப்பேன் முன்னுக்கு வாடி  ஹவ்..ஹா.."}