{"திரைப்படம்": "O Kadhal Kanmani", "பாடலாசிரியர்": "Aaryan Dinesh Kanagaratnam, A. R. Rahman, Mani Ratnam", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "காரா ஆட்டக்காரா", "வருடம்": "2015", "பாடியவர்கள்": "Aaryan Dinesh Kanagaratnam, Darshana, Shashaa Tirupati", "பாடல்வரிகள்": "ஹோ ஓ ஹோ ஓ ஹோ ஓ  காரா ஆட்டக்காரா காத்திருக்கேனே காரா ஆட்டக்காரா காத்திருக்கேனே ஹோ ஓ ஹோ ஓ  ஆட்டக்காரா காத்திருக்கேனே  நம நம நம நே நே நா நா நே நானா ஹோய் ஹோய் காத்திருக்கேனே  நம நம நம நே நே நா நா நே நானா ஹோய் ஹோய்  நம நம நம தந்திரம் ஆன கில்லாடி நான் ஹோய் ஹோய் ஹோய்  இனி என்ன திண்டாடி முன்னாடி பின்னாடி விரட்டி நான் உன்ன மெரட்டி  வலை வீசி புடிக்க நெனைக்குறேன் ஏமாற்றம் உனக்கா நம நம  நம நம நம விளையாடிதான் வெல்லுவேன் நான் ஹோய் ஹோய் ஹோய்  நம நம நம விளையாடிதான் வெல்லுவேன் நான் ஹோய் ஹோய் ஹோய்  நம நம நம நே நா நா நே நானா ஹோய் ஹோய்  நம நம நம நே நா நா நே நானா ஹோய் ஹோய்  நம நம நம தந்திரம் ஆன கில்லாடி நான் ஹோய் ஹோய் ஹோய்  துரதுர நினைக்கிற பாருங்கோ ஓடாதே வேட்டை ஆடுங்கோ  மை ஆயா போலே இல்லைங்கோ முட்டாதே மோதாதே ஒதுங்குங்கோ  ஐ லைக் ஏ கேம் ஆஃப் ஓந் வ வ வ ஒடுங்கோ  என்ன பாத்து வேடப்பாங்கோ வேடக்கதே ஒடுங்கோ  என்ன பாத்து வேடப்பாங்கோ வேடக்கதே ஒடுங்கோ  என்ன பாத்து வேடப்பாங்கோ வேடக்கதே ஒடுங்கோ  காரா ஆட்டக்காரா காத்திருக்கேனே காரா ஆட்டக்காரா காத்திருக்கேனே ஹோ ஓ ஹோ ஓ  நம நம நம நே நே நா நா நே ஆட்டக்காரா நானா ஹோய் ஹோய் காத்திருக்கேனே  நம நம நம நே நா நா நே காத்திருக்கேனே நானா ஹோய் ஹோய்  நம நம நம தந்திரம் ஆனா கில்லாடி நான் ஹோய் ஹோய் ஹோய்  தக்கத் தரி கிட தக தக தக் தக் தடுமாற மிரளாதே வியங்காதே நடுங்காதே  தக்கத் தரி கிட தக தக தக் தக் தடுமாற மிரளாதே வியங்காதே நடுங்காதே  புலி டா [ கோர்ர் ]  ஸே ப்லே ஐ ஆம் ஏ கேமர் மோ மோ மோ மோ மோர் ரைட்  செக் இன் பண்ணுனா செக் ஔட் பண்ண மாட்டேன்  காரா ஆட்டக்காரா காத்திருக்கேனே காரா ஆட்டக்காரா காத்திருக்கேனே ஹோ ஓ ஹோ ஒ  நம நம நம நே நே நா நா நே ஆட்டக்காரா நானா ஹோய் ஹோய் காத்திருக்கேனே  நம நம நம நே நா நா நே காத்திருக்கேனே நானா ஹோய் ஹோய்  நம நம நம தந்திரம் ஆனா கில்லாடி நான் ஹோய் ஹோய் ஹோய்  கோவாயே மும்பையா கோவாயே மும்பையா  யூ ஆர் மா யூ ஆர் மா யூ ஆர் மா ஹா ய்யா  யாம ஸே யாம ப்லே யம டூ மச் ஐ வுட் ஐ ஸே  யம சாய் யம ப்லே யம டூ மூச் ஐ வுட் ஐ ஸே  யம சாய் யம ப்லே யம டூ மூச் ஐ வுட் ஐ சாய் சாய் சாய் சாய்  என் பெரி கேத் கெத்யானி  மியாவ்  காரா ஆட்டக்காரா காத்திருக்கேனே காரா ஆட்டக்காரா காத்திருக்கேனே ஹோ ஓ ஹோ ஓ ஆட்டக்காரா காத்திருக்கேனே காத்திருக்கேனே காத்திருக்கேனே  காரா ஆட்டக்காரா காத்திருக்கேனே காரா ஆட்டக்காரா காத்திருக்கேனே ஹோ ஓ ஹோ ஓ  யூ அரே ம ஆ ஆட்டக்காரா யூ அரே ம ஊ காத்திருக்கேனே யூ அரே ம ஆங் காத்திருக்கேனே யூ அரே ம ஊ காத்திருக்கேனே இது முடிவல்ல தொடரும் தொடரும் …."}