{"திரைப்படம்": "Rajavin Parvaiyile", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "கொட்டுங்க கொட்டுங்க", "வருடம்": "1995", "பாடியவர்கள்": "Chorus", "பாடல்வரிகள்": "கொட்டுங்க கொட்டுங்க கொட்டுங்க கும்மி கும்மி கொட்டுங்க கொட்டுங்க கொட்டுங்க கும்மி கும்மி கொட்டுங்க கொட்டுங்க கொட்டுங்க கும்மி கும்மி கொட்டுங்க கொட்டுங்க கொட்டுங்க கும்மி கும்மி கொட்டுங்க கொட்டுங்க கொட்டுங்க கும்மி கும்மி கொட்டுங்க கொட்டுங்க கொட்டுங்க கும்மி கும்மி  கும்மி கொட்டுங்க கொட்டுங்க கொட்டுங்கடி காதலுக்கு வாழ்த்து சொல்லி பாடுங்கடி கைகள் தட்டுங்க தட்டுங்க தட்டுங்கடி கண்குளிரும் பூ பறித்து போடுங்கடி  இரு சிறு இதயங்கள் சிறகை விரிக்கவே  கொட்டுங்க கொட்டுங்க கும்மிகள் கொட்டுங்கடி  கனவிலும் நினைவிலும் கதைகள் படிக்கவே  கொட்டுங்க கொட்டுங்க கும்மிகள் கொட்டுங்கடி  கதை கதையாம் காரணமாம் காரணத்தின் காதலராம் வாழ்க  கும்மி கொட்டுங்க கொட்டுங்க கொட்டுங்கடி காதலுக்கு வாழ்த்து சொல்லி பாடுங்கடி கைகள் தட்டுங்க தட்டுங்க தட்டுங்கடி கண்குளிரும் பூ பறித்து போடுங்கடி  தாமரையில் புலர்ந்திடும் இதழே தாழையதில் சினுங்கிடும் தளிரே படித்தவர் முதல் பாமரர் வரை விரும்பிடும் சுவை காதலே தாமரையில் புலர்ந்திடும் இதழே தாழையதில் சினுங்கிடும் தளிரே படித்தவர் முதல் பாமரர் வரை விரும்பிடும் சுவை காதலே  சொல்லாதாடி வில்லானாலும் விழி வாசல் எல்லா நாளும் உன்னால் தானே எதிர் நீச்சல்  காமன் தேரில் காதல் போரில் இறங்கும் நேரமே வெற்றி தோல்வி சொல்வார் யாரோ ரெண்டும் இன்பமே ஹோ ஹோ  கும்மி கொட்டுங்க கொட்டுங்க கொட்டுங்கடி காதலுக்கு வாழ்த்து சொல்லி பாடுங்கடி  கண்ணா உனது கணைகளை தொடுத்தாய் கண்ணால் எனது இதயத்தை பறித்தாய் கண்ணால் கனியும் எல்லா சுவையும் கண்டதும் என தந்ததே கண்ணா உனது கணைகளை தொடுத்தாய் கண்ணால் எனது இதயத்தை பறித்தாய் கண்ணால் கனியும் எல்லா சுவையும் கண்டதும் என தந்ததே  அன்பே வென்று தந்தாய் நீயும் விடுதலையே விடை தந்தேன் இன்று என்றும் காதல் தொடர்கதையே  விட்டால் துடிக்கும் பட்டாம்பூச்சி கண்ணில் பறக்குதே விட்டால் தவிக்கும் கண்ணாம்பூச்சி இங்கே நடக்குதே ஹோ ஹோ  கும்மி கொட்டுங்க கொட்டுங்க கொட்டுங்கடி காதலுக்கு வாழ்த்து சொல்லி பாடுங்கடி  இரு சிறு இதயங்கள் சிறகை விரிக்கவே  கொட்டுங்க கொட்டுங்க கும்மிகள் கொட்டுங்கடி  கனவிலும் நினைவிலும் கதைகள் படிக்கவே  கொட்டுங்க கொட்டுங்க கும்மிகள் கொட்டுங்கடி  கதை கதையாம் காரணமாம் காரணத்தின் காதலராம் வாழ்க  கும்மி கொட்டுங்க கொட்டுங்க கொட்டுங்கடி காதலுக்கு வாழ்த்து சொல்லி பாடுங்கடி கைகள் தட்டுங்க தட்டுங்க தட்டுங்கடி கண்குளிரும் பூ பறித்து போடுங்கடி"}