{"திரைப்படம்": "Vettaikaaran", "பாடலாசிரியர்": "Kabilan", "இசையமைப்பாளர்": "Vijay Antony", "பாடல்": "கரிகாலன் கால போல", "வருடம்": "2009", "பாடியவர்கள்": "Sangeetha Rajeshwaran, Surchith", "பாடல்வரிகள்": "குழு: Hey come on and get me with your loving machan Undress me and then caress me aththan And Im feeling the sikkal and show me your love Nananana Nananana Nananana  ஆண்: கரிகாலன் காலப்போல கரித்திருக்கு கொழலு பெண்: கொழலில்ல கொழலில்ல தாஜ் மகால் நிழலு  ஆண்: சேவலோட கொண்ட போல செவந்திருக்குது உதடு பெண்: உதடில்ல உதடில்ல மந்திரிச்ச தகடு  ஆண்: ஏய் பருத்தி பூவப்போல பதியுது உன் பாதம் பெண்: பாதம் இல்ல பாதம் இல்ல பச்சரிசி சாதம்  ஆண்: ஏய் வலம்புரி சங்கைப் போல பளபளக்குது உன் கழுத்து பெண்: கழுத்து இல்ல கழுத்து இல்ல கண்ணதாசன் எழுத்து  ஆண்: கரிகாலன் காலப்போல கரித்திருக்கு கொழலு பெண்: கொழலில்ல கொழலில்ல தாஜ் மகால் நிழலு  ஆண்: சேவலோட கொண்ட போல செவந்திருக்குது உதடு பெண்: ஏய் உதடில்ல உதடில்ல மந்திரிச்ச தகடு குழு: Hey come on and get me with your loving machan Undress me and then caress me aththan And Im feeling the sikkal and show me your love Nananana Nananana Nananana  (இசை...)  ஆண்: ஏய் பால வளைவு போல உள்ளதடி மூக்கு பெண்: மூக்கு இல்ல மூக்கு இல்ல முந்திரி முந்திரி கேக்கு ஆண்: ஊதி வச்ச பலூன் போல உப்பிருக்கு கன்னம் பெண்: கன்னம் இல்ல கன்னம் இல்ல வெள்ளி வெள்ளி கிண்ணம்  ஆண்: மருதாணி கோலம் போட்டு மயக்குது தேகம் பெண்: தேகம் இல்ல தேகம் இல்ல தீ புடிச்ச மேகம்  ஆண்: மாராப்பு பந்தலிலே மறைச்சு வச்ச சோலை பெண்: சோலையில்ல சோலையில்ல ஜல்லிக் கட்டு காளை (கரிகாலன் காலப்போல...)  (இசை...)  ஆண்: கண்ட உடன் வெட்டுதடி கத்திரிக்கோலு கண்ணு பெண்: கண்ணு இல்ல கண்ணு இல்ல கெறங்கடிக்கிற ஜின்னு  ஆண்: பத்த வச்ச மத்தாப்பு போல் மினுமினுக்குது பல்லு பெண்: பல்லு இல்ல பல்லு இல்ல பதிச்ச வைரக் கல்லு  ஆண்: சுருக்கு பைய போல் இருக்குது இடுப்பு பெண்: இடுப்பு இல்ல இடுப்பு இல்ல இந்திரன் படைப்பு  ஆண்: கண்ணு பட போகுதின்னு கன்னத்திலே மச்சம் பெண்: மச்சம் இல்ல மச்சம் இல்ல நீ விட்டு வைச்ச மிச்சம் (கரிகாலன் காலப்போல...)  குழு: Hey come on and get me with your loving machan Undress me and then caress me aththan And Im feeling the sikkal and show me your love Nananana Nananana Nananana"}