{"திரைப்படம்": "Komban", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "G. V. Prakash Kumar", "பாடல்": "கம்பிக்கர வேட்டி", "வருடம்": "2015", "பாடியவர்கள்": "Ananthu, VM Mahalingam", "பாடல்வரிகள்": "கம்பிக்கர வேட்டி கண்ணு ரெண்டும் ஈட்டி வம்பு தும்பு செஞ்சா கூறு போடும் மீசை காரன்  நம்ம பெத்தெடுத்த மண்ண குத்தங்கொறை சொன்ன சுத்தி அடி சுத்தி சூறை ஆடும் ரோஷக்காரன்  அட சொந்த புத்தி உண்டு மூளக்குள்ள சொல்லு புத்தி ஒன்னும் தேவை இல்ல  தத்துவத்த புழிஞ்சி ஊத்த வல்ல ரோஷத்துக்கு பொறந்த மூத்த புள்ள  கம்பிக்கர வேட்டி கண்ணு ரெண்டும் ஈட்டி வம்பு தும்பு செஞ்சா கூறு போடும் மீசை காரன்  நம்ம பெத்தெடுத்த மண்ண குத்தங்கொறை சொன்ன சுத்தி அடி சுத்தி சூறை ஆடும் ரோஷக்காரன்  சேலைக்கு பின்னாடி மோப்பம் புடிக்கும் நாய் வால வெட்டணும் டா  அட நம்மூரு பொண்ணுங்க நம் மேல வைக்குற நம்பிக்க முக்கியம் டா  தொன்னூர தாண்டியும் நெஞ்ச நிமித்தும் பாட்டிய பாத்துக்கடா  அவ பொன்னான காலடி மண்ணள்ளி நீ பூசி பாவத்த தீத்துக்க டா  அடிச்சி சத்தியம் செய்யுறேன் டா கருப்பு சாமிக்கு நான் புள்ள டா எதையும் சாதிக்கும் ஆம்புள்ள டா  கட்டுத் தரி அத்துகிட்டு பறக்கும் காள டா சுத்து பத்தி எட்டு ஊர கலக்கும் பாரு டா  எதிராளா வந்துராத நரிவேல செஞ்சிராத நெஞ்சுக்குள்ள அச்சம் இல்ல ஒரசி பாரு டா  பஞ்சுக்குள்ள அக்கினிய மரச்சதாறு டா  எத கட்டி ஆள போற சரி கட்டி வாழ போற கிடி கிட்டி தப்பு தாரா கிழித்தட்டும் நம்ம ஊர  பள்ளிக்கூடம் சொல்லும் பாடம் அங்க வேற நம்ம பட்டிக்காட்டு பாடம் தாண்டா இப்ப தேவ  அட எப்ப தாண்டா ஊரு நாடா பாக்க போற  ய்யே வெல்லும் புலி ஒரு நாளும் புல்ல திங்க போகாது ஒத்தைக்கு ஒத்தைய பாக்கும் புது ரத்தது வாசத்த கேக்கும்  வெறி உச்சத்தில் ஆடித் தான் தீக்கும் இது சொல்லாம கொல்லாம வெளங்கும் அத சொன்னாலே தன்னால கலங்கும்  எவன் பின்னால நிக்காத வீரத் தானே எந்நாலும் நம்பு நீ வணங்கும்  புலி ஒத்தைக்கு ஒத்தைய பாக்கும் புது ரத்தது வாசத்த கேக்கும் வெறி உச்சத்தில் ஆடித் தான் தீக்கும் இது சொல்லாம கொல்லாம வெளங்கும்  அத சொன்னாலே தன்னால கலங்கும் எவன் பின்னால நிக்காத வீரத் தானே எந்நாலும் நம் பூமி வணங்கும் சொல்லி கொடுப்போம்  கம்பிக்கர வேட்டி கண்ணு ரெண்டும் ஈட்டி வம்பு தும்பு செஞ்சா கூறு போடும் மீசை காரன்  நம்ம பெத்தெடுத்த மண்ண குத்தங்கொறை சொன்ன சுத்தி அடி சுத்தி சூறை ஆடும் ரோஷக்காரன்"}