{"திரைப்படம்": "Porkkaalam", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "Deva", "பாடல்": "கருவேலங் காட்டுக்குள்ள", "வருடம்": "1997", "பாடியவர்கள்": "Arun Mozhi, Sujatha Mohan, Anuradha Sriram", "பாடல்வரிகள்": "கருவேலங் காட்டுக்குள்ள கட்டி வெச்ச கூட்டுக்குள்ள கானாங்குருவி ரெண்டு என்ன பேசுது அட என்ன பேசுது கருவேலங் காட்டுக்குள்ள கட்டி வெச்ச கூட்டுக்குள்ள கானாங்குருவி ரெண்டு என்ன பேசுது அட என்ன பேசுது முள்ளு வெட்ட வந்த முத்தம்மாளுக்கும் வெறகு வெட்ட வந்த வேளார் மகனுக்கும் பொருத்தம் நல்ல பொருத்தமுன்னு புரளி பேசுது சும்மா புரளி பேசுது கருவேலங் காட்டுக்குள்ள கட்டி வெச்ச கூட்டுக்குள்ள கானாங்குருவி ரெண்டு என்ன பேசுது அட என்ன பேசுது முள்ளு வெட்ட வந்த முத்தம்மாளுக்கும் வெறகு வெட்ட வந்த வேளார் மகனுக்கும் பொரசல் என்ன பொரசலின்னு புரளி பேசுது சும்மா புரளி பேசுது  ஈசானி மூலையில ஊசி மழை பெய்யயில குருவி ரெண்டும் ரெக்கக்குள்ள கூத காயுமே ஈசானி மூலையில ஊசி மழை பெய்யயில குருவி ரெண்டும் ரெக்கக்குள்ள கூத காயுமே நாம கூது காய்ஞ்சதுண்டா என்று குத்தி பேசுது குருவி குத்தி பேசுது கோடை மழை புடிச்சாலும் அட கூத காத்து அடிச்சாலும் புடிக்காத குருவிகிட்ட பொட்ட கூடுமா இது பொம்பளைக்கு புரியலைன்னு புரளி பேசுது சும்மா புரளி பேசுது ஆ.. சோடியோடு பாடி ஆட ஓடி ஓடி வந்த போது சண்ட போட்ட குருவியின்னு சாட பேசுது கூடு யாரு கூடு என்றும் சோடி எங்கு கூடுமென்றும் கொஞ்ச நாளில் தெரியுமென்று குருவி பேசுது கருவேலங் காட்டுக்குள்ள கட்டி வெச்ச கூட்டுக்குள்ள கானாங்குருவி ரெண்டு என்ன பேசுது அட என்ன பேசுது  சோலையன் காட்டுக்குள்ள சோளம் கொத்தி திங்கையில மூக்கும் மூக்கும் மோதிக்கொள்ள முத்தம் தருமே சோலையன் காட்டுக்குள்ள சோளம் கொத்தி திங்கையில மூக்கும் மூக்கும் மோதிக்கொள்ள முத்தம் தருமே நாம முத்தம் தந்ததுண்டா என்று மொனகி பேசுது குருவி மொனகி பேசுது முத்து சோளம் திங்கையிலே அட முத்தம் கித்தம் தந்துக்கிட்டா சோளத் துண்டு சிக்கிக்கிட்டு தொண்ட விக்குமே ஹ… இத பொட்டச்சிக்கு சொல்ல சொல்லி குத்தி பேசுது குருவி குத்தி பேசுது அஹ… அத்து வன காட்டுக்குள்ள ஒத்த வாயி தண்ணி கேட்டா முள்ளு காட்டு குருவியின்னு லொள்ளு பேசுது காடு வெட்டும் சாக்க வச்சு கூடு வெட்ட கூடாதுன்னு பாடுபட்ட குருவி ஒன்னு பதறி பேசுது கருவேலங் காட்டுக்குள்ள கட்டி வெச்ச கூட்டுக்குள்ள கானாங்குருவி ரெண்டு என்ன பேசுது அட என்ன பேசுது முள்ளு வெட்ட வந்த முத்தம்மாளுக்கும் வெறகு வெட்ட வந்த வேளார் மகனுக்கும் பொருத்தம் நல்ல பொருத்தமுன்னு புரளி பேசுது சும்மா புரளி பேசுது கருவேலங் காட்டுக்குள்ள …"}