{"திரைப்படம்": "Sivakasi", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Srikanth Deva", "பாடல்": "கோடம்பாக்கம் ஏரியா", "வருடம்": "2005", "பாடியவர்கள்": "Tippu, Shoba Chandrasekhar", "பாடல்வரிகள்": "சம்போ மகாதேவா சாம்ப சதாசிவா சந்திர கலாதரா சர்வ செவாதரா உன் பாதம் பணிந்தேன்  ஹேய் கோடம்பாக்கம் ஏரியா ஓட்டு கேட்டு வாறியா குத்தாட்டம் என்னோட ஆட ரெடியா ஹேய் கோடம்பாக்கம் ஏரியா ஓட்டு கேட்டு வாறியா குத்தாட்டம் என்னோட ஆட ரெடியா நீ நாட்டுபுற ஆளுடா ஆட்டம் போட்டு பாருடா என்னாட்டம் ஆட இங்க ஆளு யாருடா அடியே அடியே நீ யாருகிட்ட மோதிபுட்ட கேட்டு பாருடி படவா படவா நான் சூப்பர் ஸ்டாரு ஜோடி தான் கூட ஆடுடா ஆத்தாடி ஆத்தா எதுக்கு பொல்லாப்பு நான் சிவகாசி தானே கொளுத்து மத்தாப்பு ஆத்தாடி ஆத்தா எதுக்கு பொல்லாப்பு இவன் சிவகாசி தானே கொளுத்து மத்தாப்பு  ஹேய் கோடம்பாக்கம் ஏரியா ஓட்டு கேட்டு வாறியா குத்தாட்டம் என்னோட ஆட ரெடியா நீ நாட்டுபுற ஆளுடா ஆட்டம் போட்டு பாருடா என்னாட்டம் ஆட இங்க ஆளு யாருடா  ப்ளாக்குல தான் டிக்கெட்டு தான் வாங்கி பாக்கும் எங்க ஜனம் தான் மார்கெட்டு தான் எங்கிட்ட தான் இருக்குது பக்கபலம் தான் த்யேட்டரு டிக்கெட்டு விலை கேளுமா ஏழைங்க பட்ஜெட்டு தாங்காதும்மா ஆட்டம் பாட்டம் டைம்பாசுடா ரேட்டையும் காசையும் பாக்காதுடா உந்தன் பேரில் கோயில் உண்டா பெண்கள் கூட சாமி தாண்டா ஆத்தாடி ஆத்தா எதுக்கு பொல்லாப்பு நான் சிவகாசி தானே கொளுத்து மத்தாப்பு ஆத்தாடி ஆத்தா எதுக்கு பொல்லாப்பு இவன் சிவகாசி தானே கொளுத்து மத்தாப்பு  ஆண்டிப்பட்டி அரசம்பட்டி எந்த ஊரு உங்க ஊருடா உங்க சிட்டி பட்டி தொட்டி மொத்த ஊரும் நம்ம ஊருதான் ஸ்டாருன்னு நாங்களும் ஓட்டு கேட்டா யாருமே ஜாதிதான் பாப்பதில்ல ஏழைங்க பாழைங்க நெனச்சிப்புட்டா நாளைக்கு நீங்களும் சிஎம்மு தான் வேண்டாமடா வெவகாரம் தான் ஆட்சி வந்தா அதிகாரம் தான் ஆத்தாடி ஆத்தா வேணாம் பொல்லாப்பு நான் சிவகாசி ஆளு கொளுத்து மத்தாப்பு ஆத்தாடி ஆத்தா எதுக்கு பொல்லாப்பு இவன் சிவகாசி தானே கொளுத்து மத்தாப்பு  ஹேய் கோடம்பாக்கம் ஏரியா ஓட்டு கேட்டு வாறியா குத்தாட்டம் என்னோட ஆட ரெடியா நீ நாட்டுபுற ஆளுடா ஆட்டம் போட்டு பாருடா என்னாட்டம் ஆட இங்க ஆளு யாருடா அடியே அடியே நீ யாருகிட்ட மோதிபுட்ட கேட்டு பாருடி படவா படவா நான் சூப்பர் ஸ்டாரு ஜோடி தான் கூட ஆடுடா ஆத்தாடி ஆத்தா எதுக்கு பொல்லாப்பு நான் சிவகாசி தானே கொளுத்து மத்தாப்பு ஆத்தாடி ஆத்தா எதுக்கு பொல்லாப்பு இவன் சிவகாசி தானே கொளுத்து மத்தாப்பு"}