{"திரைப்படம்": "Komban", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "G. V. Prakash Kumar", "பாடல்": "கருப்பு நிறத்தழகி", "வருடம்": "2015", "பாடியவர்கள்": "Velmurugan, Malavika Sundar", "பாடல்வரிகள்": "அடி பிச்சிப் பூ உன்ன பார்த்தப்போ வார்த்தை வரல உன்ன வர்ணிக்க தான்  அடி கருப்பு நெறத்தழகி அடி கருப்பு நெறத்தழகி அடி கருப்பு நெறத்தழகி ஒதட்டு செவப்பழகி சில்லறையா செதறிட்டேன் டீ உன் சிரிப்பில் சில்லறையா செதறிட்டேன் டீ  உன் குங்கும ஒதட்ட வச்சி குலுங்க சிரிக்கையில இதழ் ரெண்டும் துடிக்குதடி அத பாத்து என் மனசு தவிக்குதடி  உன் ஒதட்டுக்கு சொந்தக்காரன் டீ நான் இன்சூரன்சு பண்ணிருக்கேன் டீ  உன் ஒதட்டுக்கு சொந்தக்காரேன் டீ நான் இன்சூரன்சு பண்ணிருக்கேன் டீ  கட்டுக் கோப்பில் வாழ்ந்தவன் டீ கட்டுப்பாட்டில் இருந்தவன் டீ கலஞ்சது என் தவம்டி உன்ன பாத்து கலஞ்சது என் தவம்டி  அடி கருப்பு நெறத்தழகி அடி கருப்பு நெறத்தழகி அடி கருப்பு நெறத்தழகி ஓதட்டு செவப்பழகி சில்லறையா செதறிட்டேன் டீ உன் சிரிப்பில் சில்லறையா செதறிட்டேன் டீ  கூந்தல் அது நீள மில்ல ஆளும் கூட ஒயரமில்ல அதாண்டி உன் அழகு என்ன ஆசை பட வச்ச அழகு  ஒல்லியான தேகம் இல்ல பர்மனான பாடி இல்ல செதுக்கி வச்ச தேர் அழகு உன்ன தேடி வர வச்ச அழகு  பிச்சி பூவின் பேரழகு மொத்தத்தில் நீ தேரழகு பிச்சி பூவின் பேரழகு மொத்தத்தில் நீ தேரழகு  உன்ன போல பெண் ஒருத்தி உலகத்துல பாத்ததில்ல உன்னிடத்தில் என்ன தந்தேன் டீ அடி பெண்ணே உன்ன விட்டு போக மாட்டேண்டி  அடி கருப்பு நெறத்தழகி அடி கருப்பு நெறத்தழகி  காத மூடும் மாட்டல் இல்ல தோள தட்டும் தோடு இல்ல இதான்டீ உன் அழகு  என்ன ஆசை பட வச்ச அழகு  மூக்கு தொடும் முத்து கல்லு காத காட்டும் பச்ச கல்லு இதன் டீ உன் அழகு என்ன தேடி வர வச்ச அழகு  அன்ன நட உன் அழகு அதில் பின்னும் இடை தேர் அழகு அன்ன நட உன் அழகு அதில் பின்னும் இடை தேர் அழகு உன்னிடத்தில் என் உயிர மொத்தமாக அடகு வச்சேன் திருப்பிக்கொள்ள வழி இல்லடி அடி பெண்ணே திருப்பி தந்தா வாங்க மாட்டேண்டி  அடி கருப்பு நெறத்தழகி அடி கருப்பு நெறத்தழகி அடி கருப்பு நெறத்தழகி ஒதட்டு சிரிப்பழகி   சில்லறையா செதறிட்டேன் டீ உன் சிரிப்பில் சில்லறையா செதறிட்டேன் டீ  உன் குங்கும ஒதட்ட வச்சி குலுங்க சிரிக்கையில இதழ் ரெண்டும் துடிக்குதடி அத பாத்து என் மனசு தவிக்குதடி  உன் ஒதட்டுக்கு சொந்தக்காரன் டீ நான் இன்சூரன்சு பண்ணிருக்கேன் டீ  உன் ஒதட்டுக்கு சொந்தக்காரேன் டீ நான் இன்சூரன்சு பண்ணிருக்கேன் டீ  கட்டுக் கோப்பில் வாழ்ந்தவன் டீ கட்டுப்பாட்டில் இருந்தவன் டீ கலஞ்சது என் தவம்டி உன்ன பாத்து கலஞ்சது என் தவம்டி  அடி கருப்பு நெறத்தழகி அடி கருப்பு நெறத்தழகி அடி கருப்பு நெறத்தழகி ஒதட்டு செவப்பழகி சில்லறையா செதறிட்டேன் டீ உன் சிரிப்பில் சில்லறையா செதறிட்டேன் டீ"}