{"திரைப்படம்": "Muthu", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "கொக்கு சைவ கொக்கு", "வருடம்": "1995", "பாடியவர்கள்": "S. P. Balasubrahmanyam, Theni Kunjarama", "பாடல்வரிகள்": "கொக்கு சைவக் கொக்கு ஒரு கெண்ட மீனக் கண்டு (ஆ) வெரதம் முடிச்சிருச்சாம் (2) மீனு மேலக் கண்ணு அது ஒத்தக் காலில் நின்னு கொத்தித்தான் புடிச்சிருச்சாம் (2) பிரம்மச்சாரி யாருமிங்கே கெடையாது ஒரு காதல் இல்லாமல் சுக வாழ்க்கையும் ஏது ஆகாயத்தப் பொத்தி வெக்க முடியாது உன் கண்ணில் உன் காதல் அட துள்ளுதே பாரு  கொக்கு சைவக் கொக்கு ஒரு கெண்ட மீனக் கண்டு (பெ) வெரதம் முடிச்சிருச்சாம் மீனு மேலக் கண்ணு அது ஒத்தக் காலில் நின்னு கொத்தித்தான் புடிச்சிருச்சாம் பிரம்மச்சாரி யாருமிங்கே கெடையாது ஒரு காதல் இல்லாமல் சுக வாழ்க்கையும் ஏது ஆகாயத்தப் பொத்தி வெக்க முடியாது உன் கண்ணில் உன் காதல் அட துள்ளுதே பாரு  (கொக்கு சைவக் கொக்கு ஒரு கெண்ட மீனக் கண்டு வெரதம் முடிச்சிருச்சாம்)  கொண்டாடும் வயசுப்பையா பாட்டி சொல் கேட்டுக்கைய்யா தாம்பத்ய வாழ்க்கையிலே சட்டங்கள் இருக்குதைய்யா பெண்டாட்டியோட ஒவ்வொரு நாளும் I love you I love you நீ 12 times சொல்லு  நித்தம் நீ ஆறு முற முத்தங்கள் போட்டுவிடு நாளுக்கு மூணு முற... கட்டிலில் சேர்ந்துவிடு நான் சொன்ன கணக்கு நாள்தோறும் நடந்தா பெண்டாட்டி எப்போதும் உன் காலக் கட்டிக் கெடப்பா  (கொக்கு சைவக் கொக்கு ஒரு கெண்ட மீனக் கண்டு வெரதம் முடிச்சிருச்சாம் மீனு மேலக் கண்ணு அது ஒத்தக் காலில் நின்னு கொத்தித்தான் புடிச்சிருச்சாம் பிரம்மச்சாரி யாருமிங்கே கெடையாது ஒரு காதல் இல்லாமல் சுக வாழ்க்கையும் ஏது ஆகாயத்தப் பொத்தி வெக்க முடியாது உன் கண்ணில் உன் காதல் அட துள்ளுதே பாரு)   வயசான சுந்தரியே மன்மதன் மந்திரியே (ஆ) தாம்பத்யப் பாடத்திலே phd முடிச்சவலே அந்நாளில் நாட்டில் மாதம் மும்மாரி உண்டாச்சு ஒண்ணாச்சு சுகம் ஒன்றுதான் பேச்சு  இந்நாளில் மனிதனுக்கு சோத்துக்கு வழியில்லையே ஒக்கார்ந்து காதலிக்க யாருக்கும் பொழுதில்லையே  ஊர்க்கதை பேச நேரங்கள் இருக்கு (பெ) பெண்டாட்டி சேராம ஒரு வாழ்க்கையும் எதுக்கு    (கொக்கு சைவக் கொக்கு ஒரு கெண்ட மீனக் கண்டு (ஆ) வெரதம் முடிச்சிருச்சாம் மீனு மேலக் கண்ணு அது ஒத்தக் காலில் நின்னு கொத்தித்தான் புடிச்சிருச்சாம் பிரம்மச்சாரி யாருமிங்கே கெடையாது ஒரு காதல் இல்லாமல் சுக வாழ்க்கையும் ஏது ஆகாயத்தப் பொத்தி வெக்க முடியாது உன் கண்ணில் உன் காதல் அட துள்ளுதே பாரு)"}