{"திரைப்படம்": "Matha Yaanai Koottam", "பாடலாசிரியர்": "Yegathasi", "இசையமைப்பாளர்": "N. R. Raghunanthan", "பாடல்": "கோண கொண்டைக்காரி", "வருடம்": "2013", "பாடியவர்கள்": "G. V. Prakash Kumar", "பாடல்வரிகள்": "கோண கொண்டைக்காரி குத்துற கண்ணால கொன்னுதான் போறாளே நான் பாயில் படுக்குல நோயில் கிடக்குறேன் காரணம் யாருங்க கேரளத்து சாரலு தானுங்க  கோண கொண்டைக்காரி குத்துற கண்ணால கொன்னுதான் போறாளே நான் பாயில் படுக்குல நோயில் கிடக்குறேன் காரணம் யாருங்க கேரளத்து சாரலு தானுங்க  தினம் தினம் சிரிக்ககுள்ள கேப்பையாட்டம் என்னை திரிக்குரா அய்யய்யோ கடுகுதுண்டு இடையவச்சி கிறங்க அடிக்குறா குமரி புள்ள நேசம் அட கோழி குழம்பு வாசம் உள்ளுக்குள்ள ஒளிஞ்சிகிட்டு உசுர அறுக்குரா  கோண கொண்டைக்காரி குத்துற கண்ணால கொன்னுதான் போறாளே நான் பாயில் படுக்குல நோயில் கிடக்குறேன் காரணம் யாருங்க கேரளத்து சாரலு தானுங்க  கோண கொண்டைக்காரி குத்துற கண்ணால கொன்னுதான் போறாளே நான் பாயில் படுக்குல நோயில் கிடக்குறேன் காரணம் யாருங்க கேரளத்து சாரலு தானுங்க  உலக பாக்குறேன் இதயம்போல் தெரியுதே அடுப்பு தீயபோல் உசுரும் எரியுதே காலுல நடக்குறேன் மனசுல பறக்குறேன் அவமுகம் பாத்துட்டா அரையடி வளருரேன் சேதாரம் இல்லாம செஞ்சதாறு அவள அவ பஞ்சாரம் போட்டுதான் கவுக்குராளே ஆள நான் ஆட்டு புழுக்க போல சுடும் வெயிலுக்குள்ள கிடக்கேன் அவகூட்டி பெருக்கும்போது நான் கூடைக்குள்ள போவேன்  கோண கொண்டைக்காரி குத்துற கண்ணால கொன்னுதான் போறாளே நான் பாயில் படுக்குல நோயில் கிடக்குறேன் காரணம் யாருங்க கேரளத்து சாரலு தானுங்க  கோண கொண்டைக்காரி குத்துற கண்ணால கொன்னுதான் போறாளே நான் பாயில் படுக்குல நோயில் கிடக்குறேன் காரணம் யாருங்க கேரளத்து சாரலு தானுங்க  உதட்டு சிரிப்புல உசிறு கரையுதே அவள நினைச்சுதான் வயிறு நிறையுதே சோளதட்ட தான் சுமைய தாங்குமா நாள சாய்க்குதே அள்ளிபூ இரண்டுதான் போராள சாவில்ல மாரால தான் சாவு நூராள தாக்குதே உசிலம்பட்டி சேவு இங்க அறுவா தூக்க தானே நம்ம ஆளு குறைஞ்சு கிடக்கு அவ பத்துபுள்ள என்னைபோல பெத்து கொடுக்கணும்  கோண கொண்டைக்காரி குத்துற கண்ணால கொன்னுதான் போறாளே நான் பாயில் படுக்குல நோயில் கிடக்குறேன் காரணம் யாருங்க கேரளத்து சாரலு தானுங்க  கோண கொண்டைக்காரி குத்துற கண்ணால கொன்னுதான் போறாளே நான் பாயில் படுக்குல நோயில் கிடக்குறேன் காரணம் யாருங்க கேரளத்து சாரலு தானுங்க  தினம் தினம் சிரிக்ககுள்ள கேப்பையாட்டம் என்னை திரிக்குரா அய்யய்யோ கடுகுதுண்டு இடையவச்சி கிறங்க அடிக்குறா குமரி புள்ள நேசம் அட கோழி குழம்பு வாசம் உள்ளுக்குள்ள ஒளிஞ்சிகிட்டு உசுர அறுக்குரா  கோண கொண்டைக்காரி குத்துற கண்ணால கொன்னுதான் போறாளே நான் பாயில் படுக்குல நோயில் கிடக்குறேன் காரணம் யாருங்க கேரளத்து சாரலு தானுங்க  கோண கொண்டைக்காரி குத்துற கண்ணால கொன்னுதான் போறாளே நான் பாயில் படுக்குல நோயில் கிடக்குறேன் காரணம் யாருங்க கேரளத்து சாரலு தானுங்க"}