{"திரைப்படம்": "Saguni", "பாடலாசிரியர்": "Na. Muthukumar", "இசையமைப்பாளர்": "G. V. Prakash Kumar", "பாடல்": "கந்தா கார வடை", "வருடம்": "2012", "பாடியவர்கள்": "Shankar Mahadevan", "பாடல்வரிகள்": "கந்தா கார வடை  முறுக்கு மசால் வடை  ரோடுல தான் இட்லி கடை காசில்லைனா பட்னி கடை  கந்தா கார வடை  முறுக்கு மசால் வடை  ரோடுல தான் இட்லி கடை காசில்லைனா பட்னி கடை  பறக்குறானே மச்சான் பாயுறானே  தேடுறான் ஓடுறான் .. நிக்க எது நேரமில்ல  ஜெசுட்ட புகழ் போதையில் ஆடுறானே  தோத்துட்ட சரக்கு போட்டு ஆடுறானே  ஹிந்தி பேசுறான் .. இங்கிலீஷ்சு பேசுறான்  இது வந்தாரை வாழ வைக்கும் தமிழ் நாடுங்க  தமிழ் பேசுறவன் ஏந்துறானே திரு கோடுங்க யம்மா..  கந்தா கார வடை  முறுக்கு மசால் வடை  ரோடுல தான் இட்லி கடை காசில்லைனா பட்னி கடை கந்தா கார வடை  முறுக்கு மசால் வடை  ரோடுல தான் இட்லி கடை காசில்லைனா பட்னி கடை  பறக்கும் பாலம் .. பறக்கும் ரைல்லு  சென்னை பளபளக்குது  பல பேருக்கு பிளாட்போர்ம்லதான்  First-u night-u நடக்குது   மொளச்சு மூணு இல்லை விடல footboard-u அடிக்குது  நேத்து பொறந்த குழந்தை கூட Full-a தான் குடிக்குது  Signal-ல காற்றன் தங்க பொண்ணு மடியுது  அட மூனே மாசம் தான் Courtil Divorce கேக்குது   இது வந்தாரை வாழ வைக்கும் தமிழ் நாடுங்க  தமிழ் பேசுறவன் ஏந்துறானே திரு கோடுங்க யம்மா..  கந்தா கார வடை  முறுக்கு மசால் வடை  ரோடுல தான் இட்லி கடை காசில்லைனா பட்னி கடை கந்தா கார வடை  முறுக்கு மசால் வடை  ரோடுல தான் இட்லி கடை காசில்லைனா பட்னி கடை  ஆடின ஆடம்.. பேசின பேச்சு  மூச்சடங்கி படுத்து கிடக்குது  பிணத்துக்கு முன்னாள் நாளைய போணங்கள்  போட்டி பூட்டு குத்தடிகுது   காசுக்காக கடவுளைய நாடு கடத்துறான்  தரிசனம் வேணுமுன்ன கடவுள் கூட காசுகேகிறான்  Card-U காட்டின ATM காசு துப்புது  காசு இல்லதவன உலகம் காறி துப்புது  இது வந்தாரை வாழ வைக்கும் தமிழ் நாடுங்க  தமிழ் பேசுறவன் ஏந்துறானே திரு கோடுங்க யம்மா..  கந்தா கார வடை  முறுக்கு மசால் வடை  ரோடுல தான் இட்லி கடை காசில்லைனா பட்னி கடை கந்தா கார வடை  முறுக்கு மசால் வடை  ரோடுல தான் இட்லி கடை காசில்லைனா பட்னி கடை  பறக்குறானே மச்சான் பாயுறானே  தேடுறான் ஓடுறான் .. நிக்க எது நேரமில்ல  ஜெசுட்ட புகழ் போதையில் ஆடுறானே  தோத்துட்ட சரக்கு போட்டு ஆடுறானே  ஹிந்தி பேசுறான் .. இங்கிலீஷ்சு பேசுறான்  இது வந்தாரை வாழ வைக்கும் தமிழ் நாடுங்க  தமிழ் பேசுறவன் ஏந்துறானே திரு கோடுங்க யம்மா..  Risk-ஆ இருந்தாலும் Life ஜாலி பாஸ்"}