{"திரைப்படம்": "Kaalai", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "G. V. Prakash Kumar", "பாடல்": "குத்‌தா லக்கடி", "வருடம்": "2008", "பாடியவர்கள்": "Lucky Ali, Sunidhi Chauhan", "பாடல்வரிகள்": "ஹே மச்சான் எங்கள பாரு கிவ் மி தாட் க்ரூவீ பார்வை  ஜாய்ன் மி ஆர் யூ ரெடீ  ஜாலி தான் க்ல்யாஸிகல் சைடு  குட்கா குட்கா குத்‌தா லக்கடி நீயும் நானும் சேந்தா சேந்தா பக்கார்டி  குட்கா குட்கா குத்‌தா லக்கடி நீயும் நானும் சேந்தா சேந்தா பக்கார்டி  கோல்லிவுட் கூட்டம் பாரு டோல்லிவுட் ஆட்டம் பாரு கியூவில் வந்து நிக்கும் ஊரு  ஹே பால்லிவுட் படரும் பாரு ஹாலீவுட் அதிரும் பாரு நீ தான் லிட்டில் ஸூப்பர் ஸ்டார்ரு  குடிக்க ஹெனிக்கன் நீயோ மெக்சிகன்  நான் தான் தமிழ்நாட்டு அமெரிக்கன் குட்கா  குட்கா குட்கா குத்‌தா லக்கடி நீயும் நானும் சேந்தா சேந்தா பக்கார்டி  குட்கா குட்கா குத்‌தா லக்கடி நீயும் நானும் சேந்தா சேந்தா பக்கார்டி  மியாமி சுனாமி நீ மீது மி தினமும் நீ ஸ்ரீலங்கா சுராங்கனி நீனி தான்  கண்ணில் நான் ரெக்கப் பஸ கண்ணால் உன் நெஞ்ச பஸ  கட்டிதான் காதல் பச்சா நான் தான் ஹே  விட்டுது முட்டுது விக்குது சொக்குது அசா அசாச்சோ  கத்துது விக்குது சிக்குது நிக்குது எங்கே என்னாச்சோ  நான் ப்லே போய் தான் பாஞ்சா கௌ போய் தான் நாடீ போய் நான் தான்  ஹே மச்சான் எங்கள பாரு கிவ் மி தாட் க்ரூவீ பார்வை  குட்கா குட்கா குத்‌தா லக்கடி நீயும் நானும் சேந்தா சேந்தா பக்கார்டி  ஹுக்கா ஹுக்கா ஹுக்கா தும் அடி னி தான் வந்து ஒக்கார் ஒக்கார் எம்மாடி  டெக்ஸ்ஸாஸின் அப்பாசி நீ டொரொண்டோ புல் ஃபைடர் நீ பெட் ரூமில் குட் ஃபைடர் நீ தானே  பிகாசோ பெயின்டிங்க் நீ தான் பீதோவன் ம்யூஸிக் நீ தான்  பர்நார்ட் ஸா டிராமா நீ தான் நீ தான் ஆண் ஆண்  பச்சுனு வெச்சது நச்சுனு ஈசுனு ஒட்டும் பேவிகாலு  தொட்டதும் பட்டதும் சட்டுனு பட்டுனு பாத்ததும் பெட்ரோல்லு  ஆடும் மேட் போடு ஸ்வீடீ என் மேல பூரா வா நீ தான்  ஜாய்ன் மி ஆர் யூ ரெடீ ஜாலி தான் க்ளாஸிக்கல் சைடு  குட்கா குட்கா குத்‌தா லக்கடி நீயும் நானும் சேந்தா சேந்தா பக்கார்டி  ஹுக்கா ஹுக்கா ஹுக்கா தும் அடி நீ தான் வந்து ஒக்கார் ஒக்கார் எம்மாடி  கோல்லிவுட் கூட்டம் பாரு டோல்லிவுட் ஆட்டம் பாரு கியூவில் வந்து நிக்கும் ஊரு  ஹே பால்லிவுட் படரும் பாரு ஹாலீவுட் அதிரும் பாரு நீ தான் லிட்டில் ஸூப்பர் ஸ்டார்ரு  குடிக்க ஹெனிக்கன் நீயோ மெக்சிகன் நான் தான் தமிழ் நாட்டு அமெரிக்கன்  குட்கா குட்கா குட்கா குட்கா குத்‌தா லக்கடி  நீயும் நானும் நானும் நீயும் சேந்தா பக்கார்டி  ஹுக்கா ஹுக்கா ஹுக்கா ஹுக்கா ஹுக்கா தும் அடி  நீ தான் வந்து ஒக்கார் ஒக்கார் எம்மாடி"}