{"திரைப்படம்": "Suriyan", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "Deva", "பாடல்": "கொட்டுங்கடி கும்மி", "வருடம்": "1992", "பாடியவர்கள்": "S. Janaki, S. P. Balasubramaniam", "பாடல்வரிகள்": "பெண் : கொட்டுங்கடி கும்மி கொல்லிமல கும்மி காலில் கொத்து சரபடி சத்தமிடவே கொட்டுங்கடி கும்மி  பெண்குழு : கொட்டுங்கடி கும்மி கொல்லிமல கும்மி காலில் கொத்து சரபடி சத்தமிடவே கொட்டுங்கடி கும்மி  பெண் : தாழங்குடை போல் நடக்கும் தாமரைப்பூ தாயானா தன் மடியில் தேன் சுமக்கும் குறிஞ்சி மலர் போலானா குங்குமம் பொங்கிடும் மங்கள மங்கையரே உங்க கை வளைக் கொஞ்சிட  பெண்குழு : கொட்டுங்கடி கும்மி கொல்லிமல கும்மி காலில் கொத்து சரபடி சத்தமிடவே கொட்டுங்கடி கும்மி  ***  பெண் : அரைச்சு வச்ச சந்தனத்த எடுத்துப் பூசுங்க மயில் இறகினாலே வேர்த்திடாம விசிறி வீசுங்க  பெண்குழு : தொடுத்து வச்ச பாசி மாலை கழுத்தில் மாட்டுங்க வாழைத் தண்டு போல இருக்கும் கையில் வளையல் பூட்டுங்க  ஆண் : கட்டழகும் எட்டழகும் கண்ணு படும் கண்டாலே கன்னத்துல திருஷ்டி பொட்டு வைக்க வேணும் முன்னால  பெண்குழு : இவ மூக்கும் முழியும் பார்க்க பார்க்க மின்னும் ஆனிப் பொன்போலே  பெண் : கொட்டுங்கடி கும்மி கொல்லிமல கும்மி காலில் கொத்து சரபடி சத்தமிடவே கொட்டுங்கடி கும்மி  ***  பெண்குழு : லா ல லா லல்லால லா லா ல லா லல்லால லா லா லலலா லா லலலா லா லலலா லா லலலா  பெண் : சிவப்புக் கல்லு மாணிக்கம் போல் புள்ளப் பொறக்கணும் அது சூர்யகாந்தி பூவைப் போல மெல்ல சிரிக்கணும்  பெண்குழு : பொறந்தப் புள்ள அருவிப் போல தாவிக் குதிக்கணும் இவ புடவத் தனத்தில் மூடிக்கிட்டு பாலும் குடுக்கணும்  ஆண் : தங்கக் கட்டி வயித்தில் வந்த தலைச்சன் பிள்ளே எந்நாளும் சிங்கக் குட்டி போல் நடந்து போடும் இங்கு கும்மாளம்  பெண்குழு : அடி ஆக மொத்தம் நமக்கு நித்தம் ஆட்டம் பாட்டம் கொண்டாட்டம்  பெண் : கொட்டுங்கடி கும்மி கொல்லிமல கும்மி காலில் கொத்து சரபடி சத்தமிடவே கொட்டுங்கடி கும்மி  பெண்குழு : கொட்டுங்கடி கும்மி கொல்லிமல கும்மி காலில் கொத்து சரபடி சத்தமிடவே கொட்டுங்கடி கும்மி  ஆண் : தாழங்குடை போல் நடக்கும் தாமரைப்பூ தாயானா தன் மடியில் தேன் சுமக்கும் குறிஞ்சி மலர் போலானா குங்குமம் பொங்கிடும் மங்கள மங்கையரே உங்க கை வளைக் கொஞ்சிட  பெண்குழு : கொட்டுங்கடி கும்மி கொல்லிமல கும்மி காலில் கொத்து சரபடி சத்தமிடவே கொட்டுங்கடி கும்மி"}