{"திரைப்படம்": "Kakki Sattai (2015)", "பாடலாசிரியர்": "Anthony Dassan", "இசையமைப்பாளர்": "Anirudh Ravichander", "பாடல்": "கட்டிக்கிடும் முன்னே", "வருடம்": "2015", "பாடியவர்கள்": "Anthony Dassan, Manasi, Anita", "பாடல்வரிகள்": "கட்டிக்கிடும் முன்னே நாம ஒத்திகைய பார்க்கணும் டி கத்துகடி  மாமன் கிட்ட அதனையும் அத்துபடி  விட மாட்டேன் பொண்ணே நானே உன்ன பிச்சி தின்ன போறேன் மானே  அடியே கட்டிக்கிடும் முன்னே நாம ஒத்திகைய பாக்கனும் டி கத்துக்கடி மாமன் கிட்ட அத்தனையும் அத்துபடி  விட மாட்டேன் பொண்ணே நானே உன்ன பிச்சி தின்ன போறேன் மானே  கண்ணே உன் கன்னம் ரெண்டும் முள்ளே இல்ல ரோசாவடி பொண்ணே உன் கெண்ட காலு மோகத்த தான் தூண்டுதடி  ஓடாதே என் புள்ளி மானே நீ இல்லயினா வெம்பி போனேன்  அச்சாரம் போட்ட பின்னே ஆசைக்கு என்ன வேலியடி ஆத்தா உன் கோயிலுக்கு பூச பண்ண நானும் ரெடீ  உன் சன்னதி தேடி தானே அடி ஓடி இங்கே வந்தேன் நானே  ஒதுங்கி போட தள்ளி நான் முள்ளிருக்கும் கள்ளி என்ன தொட்டுபுட்ட அங்க இங்க வெட்டி வைப்பெனெ  அடிகிறியே சொல்லி அர சைஸு கிள்ளி என் கிட்ட வந்த வால ஓட்ட நறுக்கிடுவேனே  கட்டிகிட கட்டிகிட கட்டிகிட கட்டிகிட கட்டிக்கிடும் முன்னே நாம ஒத்திகைய பாக்கனும் டி  கத்துக்கடி மாமன் கிட்ட அதனையும் அத்துபடி விட மாட்டேன் பொண்ணே நானே உன்ன பிச்சி தின்ன போறேன் நானே அடியே  தாரம் ஆதாரம் ஆக போறேன் சேதாரமா நீ வா ஆக்க பொருத்த என் மாமா உனக்கு ஆற பொறுக்கலையா  வாடி என் ஜோடி நீ தானடி ஒரசி பாத்துக்கலாம் வாரேன் சம்சாரம் ஆனா பின்னே பசியா தீத்துக்கலாம்  அடி பித்தனானேன் உன்னாலே சித்திரமே என்ன கொல்லாம கொல்லூறியே நான் தினுசாக பொறந்தேனே உனக்காக வாழ்ந்தேனே அள்ளாம அள்ளூரியே  ஒதுங்கி போட தள்ளி நான் முள் ளிருக்கும் கள்ளி என்ன தொட்டு புட்டாஅங்க இங்க வெட்டி வைப்பெனெ  அடிகிறியே சொல்லி அர சைஸு கிள்ளி என் கிட்ட வந்த வால ஓட்ட நறுக்கிடுவேனே  கட்டிகிட கட்டிகிட கட்டிகிட கட்டிகிட கட்டிக்கிடும் முன்னே நாம ஒத்திகைய பாக்கனும் டி  கத்துக்கடி மாமன் கிட்ட அதனையும் அத்துபடி விட மாட்டேன் பொண்ணே நானே உன்ன பிச்சி தின்ன போறேன் மானே  கண்ணே உன் கன்னம் ரெண்டும் முள்ளே இல்ல ரோசாவடி பொண்ணே உன் கெண்ட காலு மோகத்த தான் தூண்டுதடி  ஓடாதே என் புள்ளி மானே நீ இல்லயினா வெம்பி போனேன் அச்சாரம் போடா பின்னே ஆசைக்கென்ன வெளியடி  ஆத்தா உன் கோயிலுக்கு பூச பண்ண நானும் ரெடீ உன் சன்னதி தேடி தானே அடி ஊதி இங்கு வந்தேன் நானே  ஒதுங்கி போட தள்ளி நான் முள் ளிருக்கும் கள்ளி என்ன தொட்டு புட்டாஅங்க இங்க வெட்டி வைப்பேனே அடிகிறியே சொல்லி அர சைஸு கிள்ளி என் கிட்ட வந்த வால ஓட்ட நறுக்கிடுவேனே  கட்டிகிட கட்டிகிட கட்டிகிட கட்டிகிட"}