{"திரைப்படம்": "Purampokku", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Varshan", "பாடல்": "கலாச்சி கலாச்சி", "வருடம்": "2015", "பாடியவர்கள்": "M.L.R. Karthikeyan, Malathy Lakshman, Tirukumar Thiagarajah, Diwakar", "பாடல்வரிகள்": "ஆயா ஆயா ஆயா ஆயா ஆயா ஆயா ஆயா ஆயா  சந்து முனையில ஆலுவள்ளி கிழங்கு விக்கிற ஆயா  நான் சந்தோஷமா அவுத்து வுடும் பாட்டுக்காட வரியா  சந்து முனையில ஆலுவள்ளி கிழங்கு விக்கிற ஆயா  நான் சந்தோஷமா அவுத்து வுடும் பாட்டுக்காட வரியா  ஆட்டி ஆட்டி குடிக்கிறியே நாயர் கட சாயா அதுல அப்பீட்டாயி மெதப்பதென்ன  நாஸ்டா கட ஈயா நாஸ்டா கட ஈயா சக்கர பக்கர சாலு பக்கர சோயா  எங்க சக்கரம் சுத்துது பிரேக் இல்லாம போயா தின்சு தின்சா மன்சுக்குள்ள பலூன் பறக்குது  ரொம்ப பெர்சு பெர்சா ஆச வந்து சல்யூட் அடிக்குது பொண்ணு சிரிக்குது கண்ணு துடிக்குது கன்னு வெடிக்குது  சந்து முனையில ஆலுவள்ளி கிழங்கு விக்கிற ஆயா  நான் சந்தோஷமா அவுத்து வுடும் பாட்டுக்காட வரியா  கலாசி கலாசி ரயிலு வேல கலாசி ஒராசி ஒராசி ஆடப் போறேன் கலாசி  கலாசி கலாசி ரயிலு வேல கலாசி ஒராசி ஒராசி ஆடப் போறேன் கலாசி  அய்யோ பொண்ணு நீயும் இந்த ஆயாவுக்கு பேத்தியா  கொய கொயன்னு பாக்குறியே கொய்யா தோப்பு பார்டியா  கிட்ட வந்து கொஞ்ச நீயும் கொஞ்ச கிஞ்ச மாட்டியா  தாங்க முடியல நைட்டு தூங்க முடியல அந்த கவலைய நான் மறக்கத் தானே டெய்லி குடிக்கிறேன்  டைட்டா சாப்டே லைட்டா குட்றா எனக்கும் ஒன்னப் போல ஏகப் பட்ட பிரச்சன தான் மச்சனா  அத சாக்கு வெச்சி உன்னப் போல மூக்கு முட்ட குடிச்சேனா  பாக்கு போட்டேனா டம்மு வலிச்சேனா ஒரு பொம்பள நான் ஒண்டியாளா வாழ்க்கையத் தான் பேலன்ஸ் பண்லியா இன்னா சர்தானே  ஆயாவுக்கேத்த பேத்தி நீ தான்  காலி டப்பா வாழ்க்க யாரும் இல்ல கேக்க தண்ணியடிச்சா கக்குவேன் நான் தத்துவம்  தானா வரும் மரணமா தப்பா அது வரணுமா மனுசனுக்கே மனுசன் அத தரணுமா  கீதையில கண்ணன் சொன்ன ஃபீலு ஃபுல் போதையில அண்ணன் சொல்றேன் கேளு  வாழ்க்க யாரு நடத்தும் பொம்மலாட்டம் டா சொல்லு  துப்புக் கெட்டு தான் நீ ஆடுற துட்டு கேட்டு நான் ஆடுறேன்  அட இன்னிக்கி ஆறு மணிக்கி மேல போனா தமிழ்நாடே ஆடுது  ஒழச்சி களச்ச கூட்டம் ஒயினு ஷாப்ப தேடித் தானே ஓடுது  குடும்பம் அழியுது ஆனா அரசு நடக்குது அந்த கருமத்த நான் அடிச்சு தான் டா கொடலு ஃபுல்லா வெந்து போகுது  நாட்ட காக்க உயிர குட்ரா  சந்து முனையில ஆலுவள்ளி கிழங்கு விக்கிற ஆயா  நான் சந்தோஷமா அவுத்து வுடும் பாட்டுக்காட வரியா  ஆட்டி ஆட்டி குடிக்கிறியே நாயர் கட சாயா அதுல அப்பீட்டாயி மெதப்பதென்ன  நாஸ்டா கட ஈயா நாஸ்டா கட ஈயா சக்கர பக்கர சாலு பக்கர சோயா  எங்க சக்கரம் சுத்துது பிரேக் இல்லாம போயா தின்சு தின்சா மன்சுக்குள்ள பலூன் பறக்குது  ரொம்ப பெர்சு பெர்சா ஆச வந்து சல்யூட் அடிக்குது பொண்ணு சிரிக்குது கண்ணு துடிக்குது கன்னு வெடிக்குது  கலாசி கலாசி ரயிலு வேல கலாசி ஒராசி ஒராசி ஆடப் போறேன் கலாசி  கலாசி கலாசி ரயிலு வேல கலாசி ஒராசி ஒராசி ஆடப் போறேன் கலாசி"}