{"திரைப்படம்": "Vadacurry", "பாடலாசிரியர்": "Lalith Anand", "இசையமைப்பாளர்": "Vivek - Mervin", "பாடல்": "கேளுங்கண்ணே கேளுங்க‌", "வருடம்": "2014", "பாடியவர்கள்": "Gaana Bala", "பாடல்வரிகள்": "கேளுங்கண்ணே கேளுங்க கேளுங்க கேட்டுகிட்டே இருங்க ஊர சுத்தி வீட்டாண்ட றோட்டாண்ட உள்ள கதைங்க  கேளுங்கண்ணே கேளுங்க கேளுங்க கேட்டுகிட்டே இருங்க ஊர சுத்தி வீட்டாண்ட றோட்டாண்ட உள்ள கதைங்க  லவ் மேட்டரு  லைப் மேட்டரு  எல்லாமே கலந்த ஸ்டோரி  தமிழ் நாட்டில பலபேரு இருக்கான் இருக்கான் இவன மாதிரி...  ஒன்னு ரெண்டு மூணு நம்பர் இருக்கு... சைவருக்கு கூட value இருக்கு.. வாழ்க்கையில வீணா டென்ஷன் எதுக்கு.. நட்பு தானே நல்ல டோனிக்கு.. சொழலுது ஜோரா பூமி உருண்ட... திருப்பதி போனா லட்டு உருண்ட.. ஏழைக்கு ஏத்த எள்ளு உருண்ட கிடைச்சாலே போதும்...  ராக்கெட்டு மேல... ராஜா ராணி போல.. செவ்வாயில பிளட்டு போடா பாக்குது ஒரு கூட்டம்.. ராக்கெட் போகும் மேல  பாத்து நிப்பான் ஏழை தீபாவளிக்கு சீட்டு போடா ஏங்கும் ஒரு கூட்டம்  ஏ ஆப்பிள் போனு அண்ட்ராய்ட் போனு உள்ளவன் பலபேரு  அட போஸ்ட்டு கார்டயும் பொங்கல் வாழ்த்தயும் பாக்கல சிலபேரு weakenedடு ஆனா ECR ரோடு  பார்ட்டி என்ன பந்தா என்ன  ஐயையோ அலையுதுங்க... மெய்யாலுமே மெய்யாலுமே சந்தோசம் எதுடா எதுடா.. போதும் என எல்லாரும் நினைச்சா கிடைக்கும் இன்பம் தானடா..  ஒன்னு ரெண்டு மூணு நம்பர் இருக்கு... சைவருக்கு கூட value இருக்கு.. வாழ்க்கையில வீணா டென்ஷன் எதுக்கு.. நட்பு தானே நல்ல டோனிக்கு.. சொழலுது ஜோரா பூமி உருண்ட... திருப்பதி போனா லட்டு உருண்ட.. ஏழைக்கு ஏத்த எள்ளு உருண்ட கிடைச்சாலே போதும்...  ஏ.வி.எம் ஜெமினி.. மனசு தானா கவனி.. பொண்ண பாத்தா பையனோட கண்ணும் கத சொல்லும்... தேவியான தேவி மகராணி சாந்தி.. லைப்பே ஒரு தியட்டர் தானடா நெனைச்சா படம் மாத்தும்.. ஏ கண்ணும் கண்ணும் பேசிக்கிட்டா எதுக்கு ஐபோனு.. லவ் பண்ணும் பொண்ணு சிரிச்சா போதும் அதுதான் ரிங்க்டோனு நம் வாழ்க்க கூட ஷேர் ஆட்டோ போல நல்லதையும் கேட்டதையும் ஷேர் பண்ணுடா எப்போதும் உன் வாழ்க்க தான் உன் கையில சொன்னாரு சூப்பர் ஸ்டாரு  உற்சாகமா முன்னேறு நம்ம லைப்பு ரொம்ப சூப்பரு...  ஒன்னு ரெண்டு மூணு நம்பர் இருக்கு... சைவருக்கு கூட value இருக்கு.. வாழ்க்கையில வீணா டென்ஷன் எதுக்கு.. நட்பு தானே நல்ல டோனிக்கு.. சொழலுது ஜோரா பூமி உருண்ட... திருப்பதி போனா லட்டு உருண்ட.. ஏழைக்கு ஏத்த எள்ளு உருண்ட கிடைச்சாலே போதும்..."}