{"திரைப்படம்": "Kutty", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Devi Sri Prasad", "பாடல்": "கண்ணு ரெண்டும்", "வருடம்": "2010", "பாடியவர்கள்": "Mukesh, Priya Himesh", "பாடல்வரிகள்": "ஹே கண்ணு ரெண்டும் ரங்க ராட்டினம் கொஞ்ச நேரம் உத்துப்பாரு மொத்த பூமி ஆடும் ஹே கன்னம் ரெண்டும் பக்க வாத்தியம் கொஞ்ச நேரம் தட்டிப்பாரு நூறு தாளம் போடும்  ஹே கண்ணு ரெண்டும் ரங்க ராட்டினம் கொஞ்ச நேரம் உத்துப்பாரு மொத்த பூமி ஆடும் கன்னம் ரெண்டும் பக்க வாத்தியம் கொஞ்ச நேரம் தட்டிப்பாரு நூறு தாளம் போடும்  என் மேனி ஒரு தேக்கு தான் மின்னுதுபார் மூக்குதான் என் மேனி ஒரு தேக்கு தான் மின்னுதுபார் மூக்குதான் உள்ளங்கையின் ரேகையெல்லாம் சொர்க்கதோட மேப்புதான் பின்னிடாத கூந்தல் ஒரு கன்னங்கரு குற்றாலந்தான் டீய டீய டீயா அர டண்டணக்கா டீயா ங்கொய்ய ங்கொய்ய ங்கொய்யா நான் வெட்டி வச்ச கொய்யா ஹே ..டீய டீய டீயா அர டண்டணக்கா டீயா பைய பைய பையா என்னை தின்னுப்புட்டு போய்யா  ஹே கண்ணு ரெண்டும் ரங்க ராட்டினம் கொஞ்ச நேரம் உத்துப்பாரு மொத்த பூமி ஆடும் கன்னம் ரெண்டும் பக்க வாத்தியம் கொஞ்ச நேரம் தட்டிப்பாரு நூறு தாளம் போடும்  ஹே வண்டலூரில் மான்கள் இல்லையாம் ஊரே வந்து என்னை பார்துப்போகுது ஹா வைகையிலே மீன்கள் இல்லையாம் மதுரக்கண்ணு ரெண்ட கடன் கேட்குது  ஏய் கேக்குரவ கேனைதான்னா கெணத்துக்குள்ள திமிங்கலம்ப ஹே மாரியம்மன் கோயிலுக்கு பூசாரி டேவிட்ம்ப  ஆளு கலக்குரானே தேளா கடிக்குரானே ஆள அசத்துரானே ஆத்தி டீய டீய டீயா … டீய டீய டீயா அர டண்டணக்கா டீயா ங்கொய்ய ங்கொய்ய ங்கொய்யா நான் வெட்டி வச்ச கொய்யா ஹே ..டீய டீய டீயா அர டண்டணக்கா டீயா பைய பைய பையா என்னை தின்னுப்புட்டு போய்யா  ஹே பட்டு சேல கட்ட சொல்லித்தான் என்னை பட்டுப்பூச்சி கூட்டம் கெஞ்சுது ஹா கோட்டன் சேலை கட்டசொல்லிதான் பருத்தி தோட்டம் யாவும் நச்சரிக்குது  ஏ பருத்தியோ பட்டு சேலையோ கட்டித்தொலைச்சா ரொம்ப நல்லது கைக்குட்டைய பாதி கிழிச்சு ஆடை தைக்கிற காலந்தான் இது  ஊமைக்குசும்புக்காரா ஒல்லி ஒடம்புக்காரா தள்ளி நடக்க வேணாம் வாடா டீய டீய டீயா … டீய டீய டீயா அர டண்டணக்கா டீயா ங்கொய்ய ங்கொய்ய ங்கொய்யா நான் வெட்டி வச்ச கொய்யா ஹே ..டீய டீய டீயா அர டண்டணக்கா டீயா பைய பைய பையா என்னை தின்னுப்புட்டு போய்யா  ஹே கண்ணு ரெண்டும் ரங்க ராட்டினம் கொஞ்ச நேரம் உத்துப்பாரு மொத்த பூமி ஆடும் கன்னம் ரெண்டும் பக்க வாத்தியம் கொஞ்ச நேரம் தட்டிப்பாரு நூறு தாளம் போடும்"}