{"திரைப்படம்": "Udhaya", "பாடலாசிரியர்": "Ilayakamban", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "கெட்டிமேள சத்தத்தில", "வருடம்": "2004", "பாடியவர்கள்": "Shankar Mahadevan, Gopika Poornima", "பாடல்வரிகள்": "என்ன என்ன அது என்ன என்ன அது என்ன என்ன அது என்ன என்ன ஏ லேலே லேலே ஏலேலேலே லேலே என்ன என்ன அது என்ன என்ன அது என்ன என்ன அது என்ன என்ன ஏ லேலே லேலே ஏலேலேலே லேலே  (இசை) பல்லவி  கெட்டிமேள கெட்டிமேள சத்தத்தில பூக்கும் பூ என்ன என்ன அது என்ன என்ன அது என்ன என்ன ம்ம் என்ன என்ன கெட்டிமேள கெட்டிமேள சத்தத்தில பூக்கும் பூ என்ன என்ன அது என்ன என்ன அது என்ன என்ன ம்ம் மல்லியப்பூ இல்ல இல்ல மலைப்புதான் இல்ல இல்ல மழலைப்பூ இல்ல இல்ல (இசை) பட்டுப்பொண்ணு வெக்கத்துல கட்டிலுக்கு சேத்துவைக்கும் புல்லரிப்பு அஹ அஹா பொன்சிரிப்பு ஒஹொ ஒஹோ மைய்யணைப்பு ஆமா ஆமா பூவோட அழகெல்லாம் வேருக்குத் தெரியாது பூங்காற்றைச் சேராமல் புல்லாங்குழல் பாடாது  கெட்டிமேள கெட்டிமேள சத்தத்தில பூக்கும் பூ என்ன என்ன அது என்ன என்ன அது என்ன என்ன  (இசை) சரணம் - 1  சூரியன ஆறவெச்சு ஒஹொ நெத்திப்பொட்டா வெச்சிக்கிட்டா ஆஹா சுத்திவரும் பூமியத்தான் மூக்குத்தியா ஆக்கிக்கிட்டா ம்ம் ம்ம் ஆண்: சுத்திவரும் பூமியத்தான் மூக்குத்தியா ஆக்கிக்கிட்டா பெண்: ம்ம் ம்ம் நட்சத்திரப் பூவையெல்லாம் கூந்தலிலே சூடிக்கிட்டா நட்சத்திரப் பூவையெல்லாம் கூந்தலிலே சூடிக்கிட்டா நந்தவனத் தேனையள்ளி ஒதட்டுக்குள் ஒளிச்சுக்கிட்டா செந்தூரப் பூஞ்சாறு நெஞ்சில் ஊஞ்சல் ஆடு சில்லென்ற பன்னீரில் கண்கள் மிதந்தாட  கெட்டிமேள கெட்டிமேள சத்தத்தில பூக்கும் பூ என்ன என்ன அது என்ன என்ன அது என்ன என்ன கெட்டிமேள கெட்டிமேள சத்தத்தில பூக்கும் பூ என்ன என்ன அது என்ன என்ன அது என்ன என்ன (இசை)  ஒஹொஹோ ஒஹொ ஓஹோஹோ ஓ ஹோஹோ ஒஹொஹொ ஒஹொஹொ ஹொ ஒஹொஹோ ஒஹொ ஓஹோஹோ ஓ ஹோஹோ ஒஹொஹொ ஒஹொஹொ ஹொ ஒஹொஹோ ஒஹொ ஓஹோஹோ ஓ ஹோஹோ ஒஹொஹொ ஒஹொஹொ ஹொ  சரணம் 2  என்னுடைய கிழக்கினில் சூரியன்கள் கொட்டி வைத்தாய் எட்டு லட்ச நரம்பிலும் மின்சாரத்தை விட்டு வைத்தாய் எட்டு லட்ச நரம்பிலும் மின்சாரத்தை விட்டு வைத்தாய் அமிலத்தை எனக்குள்ளே அமுதமாய் ஊற்றிவிட்டாய் காதலின் விஷம் தந்து ஆயுளைக் கூட்டி வைத்தாய் செந்தூரப் பூஞ்சாறு நெஞ்சில் ஊஞ்சல் ஆடு சில்லென்ற பன்னீரில் கண்கள் மிதந்தாட  கெட்டிமேள கெட்டிமேள சத்தத்தில பூக்கும் பூ என்ன என்ன அது என்ன என்ன அது என்ன என்ன ஆண்: ஓய்... ஓய்... பூவோட அழகெல்லாம் வேருக்குத் தெரியாது பூங்காற்றைச் சேராமல்  புல்லாங்குழல் பாடாது  கெட்டிமேள கெட்டிமேள சத்தத்தில பூக்கும் பூ என்ன என்ன அது என்ன என்ன அது என்ன என்ன கெட்டிமேள கெட்டிமேள சத்தத்தில பூக்கும் பூ என்ன என்ன அது என்ன என்ன அது என்ன என்ன அது என்ன என்ன அது என்ன என்ன அது என்ன என்ன அது என்ன என்ன அது என்ன என்ன..."}