{"திரைப்படம்": "Red", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "Deva", "பாடல்": "கண்ணை கசக்கும்", "வருடம்": "2002", "பாடியவர்கள்": "S. P. Balasubramaniam", "பாடல்வரிகள்": "கண்ணை கசக்கும் சூரியனோ Red! Red! Red! Red! காணும் மண்ணில் சரி பாதி Red! Red! Red! Red! உடம்பில் ஓடும் செங்குருதி Red! Red! Red! Red! உழைக்கும் மக்கள் உள்ளங்கை Red! Red! Red! Red! நிறத்துக்கு ஒவ்வொரு மதிப்பு அந்த நிறங்களில் சிவப்பே சிறப்பு நிறத்துக்கு ஒவ்வொரு மதிப்பு அந்த நிறங்களில் சிவப்பே சிறப்பு அட வறுமையின் நிறமா சிவப்பு? அதை மாற்றும் நிறமே சிவப்பு! பிள்ளை தமிழ் இனமே எழு! எழு! எழு! அறிவை ஆண்டவனாய் தொழு! தொழு! தொழு! நீலும் ஆகாயம் தொடு! தொடு! தொடு! நிலவை பூமியிலே நடு! நடு! நடு!  கண்ணை திறக்கும் கல்வி இங்கே குருடாய் போனதே காசு எறிந்தால் கதவு திறக்கும் வணிகம் ஆனதே கலைமகள் தனது மகளை சேர்க்க பள்ளி ஏகினாள் வீணை விற்று கட்டணம் கட்டி வீடு திரும்பினாள் சரியா? சரியா? ஒரு கல்வி மனித உரிமை என்று காணலையா! முறையா? ஒரு ஏழை வீட்டில் கல்வி என்ன பொய்யா! குடிக்கும் தாய்ப்பாலுக்கு விலையொன்றும் கேட்காதே படிக்கும் படிப்பை நீ பணம் கேட்டு விற்காதே குடிக்கும் தாய்ப்பாலுக்கு விலையொன்றும் கேட்காதே படிக்கும் படிப்பை நீ பணம் கேட்டு விற்காதே கண்ணை கசக்கும் சூரியனோ Red! Red! Red! Red! காணும் மண்ணில் சரி பாதி Red! Red! Red! Red! உடம்பில் ஓடும் செங்குருதி Red! Red! Red! Red! உழைக்கும் மக்கள் உள்ளங்கை Red! Red! Red! Red!  என் தமிழ் நாட்டின் மக்கள் தொகையோ ஆறு கோடிகள் இந்திய நாட்டின் மக்கள் தொகையோ நூறு கோடிகள் மனிதனை மனிதன் சாப்பிடும் முன்னே தடுத்து நிறுத்துங்கள் உங்கள் அரிசியில் உங்கள் பெயருண்டு உழைத்தே உண்ணுங்கள் குழந்தாய்! குழந்தாய்! இது போட்டி உலகம் போட்டி போட்டு முந்தி விடு கொழுந்தே! இது நாடு அல்ல புலிகள் வாழும் காடு உலகத்தை நேசி ஒருவரையும் நம்பாதே உறங்கிய போதும் ஒரு கண்ணை மூடாதே உலகத்தை நேசி ஒருவரையும் நம்பாதே உறங்கிய போதும் ஒரு கண்ணை மூடாதே  கண்ணை கசக்கும் சூரியனோ Red! Red! Red! Red! காணும் மண்ணில் சரி பாதி Red! Red! Red! Red! உடம்பில் ஓடும் செங்குருதி Red! Red! Red! Red! உழைக்கும் மக்கள் உள்ளங்கை Red! Red! Red! Red! நிறத்துக்கு ஒவ்வொரு மதிப்பு அந்த நிறங்களில் சிவப்பே சிறப்பு நிறத்துக்கு ஒவ்வொரு மதிப்பு அந்த நிறங்களில் சிவப்பே சிறப்பு அட வறுமையின் நிறமா சிவப்பு? அதை மாற்றும் நிறமே சிவப்பு! பிள்ளை தமிழ் இனமே எழு! எழு! எழு! அறிவை ஆண்டவனாய் தொழு! தொழு! தொழு! நீலும் ஆகாயம் தொடு! தொடு! தொடு! நிலவை பூமியிலே நடு! நடு! நடு!"}