{"திரைப்படம்": "Shahjahan", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "Mani Sharma", "பாடல்": "காதல் ஒரு தனி", "வருடம்": "2001", "பாடியவர்கள்": "KK", "பாடல்வரிகள்": "ஆணும் பெண்ணும் ஒன்று கூடாவிட்டால் வானும் மன்னும் இங்கு வாழாது உள்ளம் உள்ளம் ரெண்டும் சேராவிட்டால் பூமியோடு ஒரு பூவேது ஆணும் பெண்ணும் ஒன்று கூடாவிட்டால் வானும் மன்னும் இங்கு வாழாது உள்ளம் உள்ளம் ரெண்டும் சேராவிட்டால் பூமியோடு ஒரு பூவேது ஆணும் பெண்ணும் ஒன்று கூடாவிட்டால் வானும் மன்னும் இங்கு வாழாது உள்ளம் உள்ளம் ரெண்டும் சேராவிட்டால் பூமியோடு ஒரு பூவேது  காதல் ஒரு தனி கட்சி  கொடியேத்து எத்து காதல் ஒரு வாக்குறுதி  நிறைவேத்து எத்து காதல் ஒரு நந்தவனம்  நீர் ஊத்து ஊத்து காதல் ஒரு கை குழந்தை  காப்பாத்து பாத்து உண்மையுள்ள உண்மையுள்ள காதலுக்கு இவன் நன்மை செய்ய நன்மை செய்ய பிறந்தவன் ரெண்டு உள்ளங்களை உள்ளங்களை கட்டி வைக்க இவன் உயிரையும் கொடுப்பவன் காதலித்து தோல்வி கண்ட காதலரை அந்த கல்லறையை தட்டி தட்டி எழுப்புங்கள் நான் இமையத்தை விற்று கூட சேத்து வைப்பேன் துணிந்து என்னிடம் அனுப்புங்கள்  லவ் பண்ணு லவ் பண்ணு லவ் பண்ணு நெஞ்சுக்குள் லப்பு டப்பு உள்ளமட்டும் லவ் பண்ணு உங்க காதலுக்கு வேலிகட்டி வாழவைக்க எங்க உயிரையும் கொடுப்போங்க  காதலித்து தோல்வி கண்ட காதலரை அந்த கல்லறையை தட்டி தட்டி எழுப்புங்கள் நான் இமையத்தை விற்று கூட சேத்து வைப்பேன் துணிந்து என்னிடம் அனுப்புங்கள்  லைலா மஜ்னு லவ் உண்மைதானே ஏன் அன்று சேரவில்லை லைலா மஜ்னு லவ் ஒன்று சேர்க்க அந்நாளில் நாங்கள் இல்லை மெய்யான காதல் மெய் சேர்த்தல் போல மேலான சேவை இல்லை பர்ஸ்ட் நைட் முடிய படை கொண்டு காப்போம் ஒரு தொல்லை இல்லை இல்லை ஜாதிகள் மத ஜாதகம் இவை தாண்டி காதல் வளர்ப்போம் காதலை ஒன்று சேர்க்கவே ஏங்க சதையை அறுத்து கொடுப்போம் ஆணுக்கும் ஒரு பெண்ணுக்கும் உள்ள அன்பை வாழ வைப்போம் ஏன் வானுக்கும் இந்த மண்ணுக்கும் மலர் மாலை மாற்றி வைப்போம்  உண்மையுள்ள உண்மையுள்ள காதலுக்கு இவன் நன்மை செய்ய நன்மை செய்ய பிறந்தவன் ரெண்டு உள்ளங்களை உள்ளங்களை கட்டி வைக்க இவன் உயிரையும் கொடுப்பவன் காதலித்து தோல்வி கண்ட காதலரை அந்த கல்லறையை தட்டி தட்டி எழுப்புங்கள் நான் இமையத்தை விற்று கூட சேத்து வைப்பேன் துணிந்து என்னிடம் அனுப்புங்கள்  கிளியும் கிளியும் புலியும் புலியும் லவ் பன்ன தடைகள் இல்லை மனுஷன் மனுஷி லவ் பன்னும்போது வாழ்வோடு நூறு தொல்லை இதயகங்கள் ரெண்டு உடைகின்றபோது இன்ஷூரன்ஸ் ஏதும் இல்லை இளம் காதல் ஜோடி பிறிகின்ற ஊரில் தெய்வங்கள் வாழ்வதில்லை வீதிக்கு ஒரு சங்கமாய் இங்கு ஜாதிக்கு இருக்கிறதே லவ்வர்கள் வெற்றி கொள்ளவே ஒரு சங்கம் இருக்கிறதா கார்கிலை வெற்றி கொண்டது நம்ப பாரத படை அல்லவா மெய் காதலை வெற்றி கொள்வது எங்கள் காவலர் படை அல்லவா  உண்மையுள்ள உண்மையுள்ள காதலுக்கு இவன் நன்மை செய்ய நன்மை செய்ய பிறந்தவன் ரெண்டு உள்ளங்களை உள்ளங்களை கட்டி வைக்க இவன் உயிரையும் கொடுப்பவன்  லவ் பண்ணு லவ் பண்ணு லவ் பண்ணு நெஞ்சுக்குள் லப்பு டப்பு உள்ளமட்டும் லவ் பண்ணு உங்க காதலுக்கு வேலிகட்டி வாழவைக்க எங்க உயிரையும் கொடுப்போங்க"}