{"திரைப்படம்": "Kaththi", "பாடலாசிரியர்": "Yugabharathi", "இசையமைப்பாளர்": "Anirudh Ravichander", "பாடல்": "கொட்டு மேளம் கொட்டு", "வருடம்": "2014", "பாடியவர்கள்": "Hariharan, Swetha Mohan", "பாடல்வரிகள்": "tho dhilu shaamilu huye hai dora se milne ye chuke hai kabar din ek jaane hai dho jaaha ek bane hai ஏ கொட்டு கொட்டு மேளம் கொட்டு கட்டு கட்டு பாலம் கட்டு இதயத்தை இதயத்துக்கு இணைக்க பாலம் கட்டு tho dhilu shaamilu huye hai dora se milne ye chuke hai kabar din ek jaane hai dho jaaha ek bane hai மார்சுல இவன் பொறந்தான் வீனசுல இவ பொறந்தா கிரகங்க இரண்டுத்துக்கும் இருக்கும் பாலம் இது tho dhilu shaamilu huye hai dora se milne ye chuke hai kabar din ek jaane hai dho jaaha ek bane hai  அடடே சொர்கத்துல மரமேடுத்து கட்டுன பாலம்தான் ம்… முத்தத்துல கட்டி வச்ச பாலம் காதல் தான் காதல் ஒரு மிதவை மிதவை பாலம் அது இல்லைனா நெஞ்சுக்குள்ள மிருகம் மிருகம் வாழும் காதல் ஒரு மிதவை மிதவை பாலம் அது இல்லைனா நெஞ்சுக்குள்ள மிருகம் மிருகம் வாழும் பேஷ் பேஷ் ரொம்ப நல்லாயிருக்கு தண்ட குல அதிபதி நீயே நமோ நமோ நாராயணாய தொண்டர் குலம் போற்றும் உன்னையே நமோ நமோ நாராயணாய  ஓ… துன்பம் இங்க ஒரு கரை தான் இன்பம் அங்கு மறுகரை தான் ரெண்டுக்கும் மத்தியில ஓடும் பாலம் எது ஓ… கோவிலில கல் எடுத்து பக்தியில சொல் எடுத்து கட்டின பாலம் எது சாமி பாலம் அது ஓ பாவம் செஞ்ச கறை கழுவ நினைக்கும் பூமிதான் பாவத்தை நீ உணர்ந்துபுட்டா நீயும் சாமிதான் சாமி ஒரு குறுக்கு குறுக்கு பாலம் அது இல்லன்னா பூமி இங்கு கிறுக்கு கிறுக்கு கோலம் சாமி ஒரு குறுக்கு குறுக்கு பாலம் அது இல்லன்னா பூமி இங்கு கிறுக்கு கிறுக்கு கோலம்  Humpty dumpty அங்க falling down Jack and jill இங்க rolling down London bridge is ஐயோ falling down Ringa ringa all fall down ஏ நேத்து வெறும் இருள் மயம் தான் நாளை அது ஒளிமயம் தான் நல்ல எதிர்காலத்துக்கு போகும் பாலம் எது ஓ… குறும்பில இரும்பெடுத்து அறிவுல நரம்பெடுத்து எழுப்புன பாலம் எது குழந்தை பாலம் அது ஓ வானத்துல மீன் பிடித்து ரசிக்கும் வயசுதான் எல்லாருக்கும் வேணும் அந்த குழந்தை மனசுதான் குழைந்தைங்க கனவு கனவு பாலம் அதில் போனாலே கண்ணு முன்னே ஒளிரும் ஒளிரும் காலம் குழைந்தைங்க கனவு கனவு பாலம் அதில் போனாலே கண்ணு முன்னே ஒளிரும் ஒளிரும் காலம்  அ குத்துகல்லு போல நின்னானே புட்டு கின்னு போயேபுட்டானே எட்டு காலு பூச்சியாட்டம் தான் நாசமாயி நடந்து வரனே ஹேய் பொறப்பதும் ஒரு நொடிதான் இறப்பதும் ஒரு நொடிதான் சொல்லடி ஞானபொண்ணு ரெண்டுக்கும் பாலம் எது அடுப்புல பூ எடுத்து நெருப்புல நாரெடுத்து கட்டுன பாலம் எது வாழ்க்க பாலம் அது பாதையில முள்ளிருக்கும் குத்துனா கத்தாதே ஊரடிச்சு நின்னா கூட அதுவும் குத்தாதே வாழ்க்க அது பூவுல காட்டுன பாலம் நீ செத்தாலும் சேத்து வச்ச புண்ணியம் என்னைக்கும் வாழும் வாழ்க்க அது பூவுல காட்டுன பாலம் நீ செத்தாலும் சேத்து வச்ச புண்ணியம் என்னைக்கும் வாழும்"}