{"திரைப்படம்": "Master", "பாடலாசிரியர்": "Arunraja Kamaraj", "இசையமைப்பாளர்": "Anirudh Ravichander", "பாடல்": "குட்டி ஸ்ரோரி", "வருடம்": "2020", "பாடியவர்கள்": "Anirudh Ravichander, Vijay", "பாடல்வரிகள்": "Let Me Sing A Kutti Story Pay Attention Listen To Me  என்ன-ந இங்கிலீஷு  Just Listen Bro  லேட் மீ சிங் எ குட்டி ஸ்டோரி ப்யே அட்டேன்ஷன் லிஸ்சன் டு மீ  இப் யு வாண்ட் டேக் இட் ஆர் எல்ஸ் வேணாம் டென்ஷன் லீவ் இட் பேபி  லைப் ஸ் வெரி ஷார்ட் நண்பா ஆல்வேஸ் பி ஹாப்பி  பலவித ப்ராப்ளம்ஸ் வில் கம் அண்ட் கோ கொஞ்சம் ஜில் பண்ணு மாப்பி...  டுகெதர் மேன்  லேட் மீ சிங் எ குட்டி ஸ்டோரி ப்யே அட்டேன்ஷன் லிஸ்சன் டு மீ  இப் யு வாண்ட் டேக் இட் ஆர் எல்ஸ் வேணாம் டென்ஷன் லீவ் இட் பேபி  லைப் ஸ் வெரி ஷார்ட் நண்பா ஆல்வேய்ஸ் பி ஹாப்பி  டிசைன் டிசைனா... ப்ராப்ளம்ஸ் வில் கம் அண்ட் கோ கொஞ்சம் ஜில் பண்ணு மாப்பி  நோ டென்ஷன் பேபி...  ஸ்பீடா போன - கவனம் மஸ்ட்டு ஸ்லோவா போனா - ஸ்டெடியும் மஸ்ட்டு ஹே -- ஹ ஹ ஹ அங்கர் ஆல்வேய்ஸ் மிசிரி பேபி  ப்ரண்ஸா நின்னா பவ்ர்புல் மாப்பி ஹாட்டர்ஸ் ஆர் கொன்ன ஹாட் பட் இக்னோர் கால்ம்லி  நெகடிவிட்டி எல்லாம் தள்ளி வை பேபி ஃபோகஸ் ஆன் வாட் யு ட்ரீம் அண்ட் டோன்ட் ஒர்ரி மாப்பி பாஸ்ட்டிவிட்டி உன்ன லிப்ட் பண்ணும் பேபி  லைப் ஸ் வெரி ஷார்ட் நண்பா ஆல்வேஸ் பி ஹாப்பி  வெரி மெனி ப்ராப்ளம்ஸ் வில் கம் அண்ட் கோ கொஞ்சம் ஜில் பண்ணு மாப்பி   ஸ்டுடென்ட்ஸ் லேட் மீ சிங் எ குட்டி ஸ்டோரி ப்யே அட்டேன்ஷன் லிஸ்சன் டு மீ  இப் யு வாண்ட் டேக் இட் ஆர் எல்ஸ் வேணாம் டென்ஷன் லீவ் இட் பேபி  லைப் ஸ் வெரி ஷார்ட் நண்பா ஆல்வேஸ் பி ஹாப்பி  டிசைன் டிசைனா ப்ராப்ளம்ஸ் வில் கம் அண்ட் கோ கொஞ்சம் சில் பண்ணு மாப்பி  நோ டென்ஷன் பேபி  ஹார்ட் ஒர்க்கும் வேணும் ஸ்மார்ட் ஒர்க்கும் வேணும் ஸெல்ப் மோட்டிவேஷன் அது நீதானே  எஜிகேஷன் வேணும் டெடிகேஷன் வேணும் ஸெல்ப் வேல்யுவேஷன் அத பண்ணி பாரேன்  டோன்ட் பி த பெர்சன் ஸ்ப்ரேடிங் ஹாட்டர்ட் மாப்பி பின்னாடி பேசுறது ரொம்ப கிராப்பி  ஆல்வேஸ் பி பொலைட் அண்ட் ஜஸ்ட் டோன்ட் பி நாஸ்ட்டி யு வில் பி தி ரீசன் டு மேக் சம்ஒன் ஹாப்பி  லைப் ஸ் வெரி ஷார்ட் நண்பா ஆல்வேஸ் பி ஹாப்பி  பலவித ப்ராப்ளம்ஸ் வில் கம் அண்ட் கோ கொஞ்சம் ஜில் பண்ணு மாப்பி  ஒன் லாஸ்ட் டைம்  லேட் மீ சிங் எ குட்டி ஸ்டோரி ப்யே அட்டேன்ஷன் லிஸ்சன் டு மீ  இப் யு வாண்ட் டேக் இட் ஆர் எல்ஸ் வேணாம் டென்ஷன் லீவ் இட் பேபி  லைப் ஸ் வெரி ஷார்ட் நண்பா ஆல்வேஸ் பி ஹாப்பி  டிசைன் டிசைனா... ப்ராப்ளம்ஸ் வில் கம் அண்ட் கோ கொஞ்சம் சில் பண்ணு மாப்பி  தட் வாஸ் மை குட்டி ஸ்டோரி ஹொவ் வாஸ் மை குட்டி ஸ்டோரி தட் வாஸ் மை குட்டி ஸ்டோரி ஹொவ் வாஸ் மை குட்டி ஸ்டோரி  ஜஸ்ட் அவ்ஷாம்-ந நோ டென்ஷன் பேபி"}