{"திரைப்படம்": "Thirupaachi", "பாடலாசிரியர்": "Perarasu", "இசையமைப்பாளர்": "Devi Sri Prasad", "பாடல்": "கட்டு கட்டு கீர", "வருடம்": "2005", "பாடியவர்கள்": "Manikka Vinayagam, Sumangali", "பாடல்வரிகள்": "ஹம் கட்டு கட்டு கீர கட்டு புட்டு புட்டு ஆஞ்சு புட்டு  ஹ கட்டு கட்டு கீர கட்டு புட்டு புட்டு ஆஞ்சு புட்டு வெட்டு வெட்டு வேர வெட்டு ஓ பப்பையா  ஹேய் கட்டு கட்டு கேப்ப கட்டு புட்டு புட்டு சொரா புட்டு தொட்டு கிட்டு உச்சு கொட்டு ஓ பப்பம்மா  ஹோ கட்டு கட்டு ஒரம் கட்டு முத்தமிட்டு மல்லு கட்டு ஜல்லி கட்டு போல முட்டு ஓ பப்பையா  கட்டு கட்டு புல்லு கட்டு கன்னுக்குட்டி கன்ன கட்டு அள்ளிக்கிட்டு ஏறக்கட்டு ஓ பப்பம்மா  வரவா தரவா என் வெக்கத்த விட்டு புட்டு  ஹேய் வாடி வாடி வாடி வாடி பட்டாஸ் பாக்கெட்டு வாங்கி தரேன் வாங்கி தரேன் ஒத்த ராக்கெட்டு  ஹேய் வாடா வாடா வாடா வாடா சூப்பர் மார்கெட்டு வாங்கி தரேன் வாங்கி தரேன் பம்பாய் டிக்கெட்டு  ஹ கட்டு கட்டு கீர கட்டு புட்டு புட்டு ஆஞ்சு புட்டு வெட்டு வெட்டு வேர வெட்டு ஓ பப்பையா  ஹேய் கட்டு கட்டு கேப்ப கட்டு புட்டு புட்டு சொரா புட்டு தொட்டு கிட்டு உச்சு கொட்டு ஓ பப்பம்மா  ஹே பல்லு மொளைச்சா அட புட்டி பாலு புள்ளைக்கு அந்த வகையில் நான் யோகக்காரண்டி  ஹே பல்ல உடைப்பேன் அட சொல்லும் படி நீ கேளு அத்து மீறினா நான் ஏடாகுடம்டா  ஹே மிசையில மண்ணு பட்டா கோழையின்னு பேரு வரும் மிசையில பொண்ணு பட்டா வீரம் தானடி  பொட்டபுள்ள வெக்கபட்டா பூமி மேல கண்ணு படும் கொஞ்ச நேரம் வெக்கம் விட்டு கண்ண முடும்டா  ஹேய் வாடி வாடி வாடி வாடி சைனா சிக்லட்டு வாங்கி தரேன் வாங்கி தரேன் ஜப்பான் ஜாக்கெட்டு  ஹேய் வாடா வாடா வாடா வாடா வாட்டர் பாக்கெட்டு காத்திருக்கு காத்திருக்கு காலி பக்கெட்டு  ஹ கட்டு கட்டு கீர கட்டு புட்டு புட்டு ஆஞ்சு புட்டு வெட்டு வெட்டு வேர வெட்டு ஓ பப்பையா  ஹேய் கட்டு கட்டு கேப்ப கட்டு புட்டு புட்டு சொரா புட்டு தொட்டு கிட்டு உச்சு கொட்டு ஓ பப்பம்மா  தன்னம் தனியா அட கொல்லையில தென்னமரம் கள்ளு ஏறக்கு அட போத வரும்டா  ஹேய் ஒத்தையிலதான் அட காய்ச்சிருக்கு நெல்லிமரம் கில்லி பறிச்சா அடி கன்னீர் விடுமா  வாழமரம் பழுத்திருக்கு பார தேனு சொறிஞ்சிருக்கு சாஞ்சாலும் சாஞ்சுபுடும் தாங்கிக்கொள்ளடா  ஆலமர விழுதிருக்கு ஆடிக்கால பொழுதிருக்கு ஆசையில கத்திருக்கு உன்ன தொடத்தான்  வாடி வாடி வாடி வாடி வாடி வாடி வாடி வாடி பிஞ்சு கேரட்டு வாங்கி தரேன் வாங்கி தரேன் லண்டன் லாக்கெட்டு  ஹேய் வாடா வாடா வாடா வாடா ஒண்டி கிரிக்கெட்டு ஆடிபுட்டா காலி ஆகும் ரெண்டு விக்கெட்டு ஹோய்  ஹ கட்டு கட்டு கீர கட்டு புட்டு புட்டு ஆஞ்சு புட்டு வெட்டு வெட்டு வேர வெட்டு ஓ பப்பையா  ஹேய் கட்டு கட்டு கேப்ப கட்டு புட்டு புட்டு சொரா புட்டு தொட்டு கிட்டு உச்சு கொட்டு ஓ பப்பம்மா ஹோய்"}