{"திரைப்படம்": "New", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "கும்பக்கோணம் சந்தையிலே", "வருடம்": "2004", "பாடியவர்கள்": "Manickka Vinayagam, Nithyasree Mahadevan", "பாடல்வரிகள்": "மார்கண்டேயா நீ வருவாயா மார்கண்டேயா நீ வருவாயா   கும்பக்கோணம் சந்தையிலே குண்டுமல்லி வாங்கயிலே நான் பச்ச கொடி காட்டயிலே என் மச்சன் வந்து பார்த்த தென்ன  ஹே மேனியடி உந்தன் மேனியடி மேளம் போலே மேனியடி சொர்கம் போகும் ஏணிப்படி சேலை கட்டி நிக்குதடி  மார்கண்டேயா நீ வருவாயா மார்கண்டேயா நீ வருவாயா  அட கும்பக்கோணம் சந்தையிலே  குண்டுமல்லி வாங்கயிலே கும்பக்கோணம் சந்தையிலே குண்டுமல்லி வாங்கயிலே  ஹே குண்டுமல்லி வாங்கயிலே  கும்பக்கோணம் சந்தையிலே குண்டுமல்லி வாங்கயிலே   கோவக்காய பாத்திருக்கேன் பாவக்காய பாத்திருக்கேன் ஆடை காட்டி ஆடுகிற ஆவக்காய பாத்ததில்லே  அட கார சாரம் உள்ளதடா கஞ்சிக்கிது நல்லதடா கொஞ்ச கொஞ்சம் தொட்டுக்கடா ஹே ஹே ஹே ஹே  பூசைக்கின்னு முழு பூசனிக்கா பூசைக்கின்னு பூசனிக்கா வேணும்முன்னு நாள் கணக்கா இங்கு நின்னே கால் வலிக்க இன்று நானே கண்டெடுத்தேன்  எண்ணம் போல மாடிக்கிக்சு மாடிக்கிக்சு எண்ணம் போல மாடிக்கிக்சு ஹே எண்ணம் போல மாடிக்கிக்சு பண்ணுறியே கிச்சு கிச்சு அங்க இங்க பத்த வச்சு உன்னையே நான் சுத்த வச்சேன்  காய் கரி கடை என இருக்கிறியே புதுசா இளசா பார்க்கட்டுமா  எல்லைய ரொம்பவும் தாண்டுறியே கால் கை சும்மா நிக்காதா  ஹே கொல்லுனு கொல்லுனு கொல்லுறியே  என்னே நீ மெல்லுறியே மார்கண்டேயா நீ வருவாயா மார்கண்டேயா நீ வருவாயா  ஓ ஓ ஓ ஓ ஓ ஓ ஓ ஓ   நாதா ப்ரிய நாதா நீ வருவாயா நீ வருவாயா நீ வருவாயா நீ வருவாயா வருவாயா நாதா ப்ரிய நாதா தந்த நானே நானே தந்த நானே நானே  சுட சுட பாலிரிக்கும் பானயிது வாலிருக்கும் பூனையிது பானயத்தான் பூன வந்து போட்டுருட்டும் வேலை இது  ஹே பால் குடிக்கும் வேலையிலே மேல் தடுக்கும் ஆடையத்தான் மெல்ல மெல்ல நீக்கிடுதே  பொத்தி வெச்சா ஆசை பொத்துக்குமோ பொத்தி வெச்சா பொத்துக்குமோ கட்டி வெச்சா அத்துக்குமோ என்ன சொல்ல ஆசைகள கேட்குதையா பூசைகள்  வந்திருக்கேன் பூசாரிதான் பூசாரிதான் வந்திருக்கேன் பூசாரிதான் வந்திருக்கேன் பூசாரிதான் மந்திருக்கும் ஆசாமிதான் தட்டட்டுமா பமபயத்தான் கட்டட்டுமா ரம்மயத்தான்  ஆணொன்று பெண் ஒன்று நெருங்கி வர ஆசைகள் நெஞ்சினில் ஒட்டாதா  ஆதியும் அந்தமும் கிலுகிலுக்கே ஆனந்த பால் மழை கொட்டாதா  கொல்லுனு கொல்லுனு கொல்லுறியே என்ன நீ மெல்லுறியே மார்கண்டேயா நீ வருவாயா மார்கண்டேயா நீ வருவாயா அட கும்பக்கோணம் சந்தையிலே குண்டுமல்லி வாங்கயிலே  கும்பக்கோணம் சந்தையிலே குண்டுமல்லி வாங்கயிலே  நான் பச்ச கொடி காட்டயிலே என் மச்சன் வந்து பார்த்த தென்ன  ஹே மேனியடி உந்தன் மேனியடி மேளம் போலே மேனியடி சொர்கம் போகும் ஏணிப்படி சேலை கட்டி நிக்குதடி  ஹே மேனியடி உந்தன் மேனியடி மேளம் போலே மேனியடி சொர்கம் போகும் ஏணிப்படி சேலை கட்டி நிக்குதடி  நாதா  நாதா நீ வருவாயா"}