{"திரைப்படம்": "Singam", "பாடலாசிரியர்": "Vivega", "இசையமைப்பாளர்": "Devi Sri Prasad", "பாடல்": "காதல் வந்தாலே", "வருடம்": "2010", "பாடியவர்கள்": "Baba Sehgal & Priyadarshini", "பாடல்வரிகள்": "everybody listen to samba bumba rumba thumba everybody membo jambo bembo callin a party everybody move it move it move it move it move it now everybody runnin a coming its time to party everybody listen to samba bumba rumba thumbathumba everybody groovin shakin movin becoming naughty everybody goring goring goring goring goringo everybody time to move on in life and just say party  ஆண்: ஹேய்… காதல் வந்தாலே காலு ரெண்டும் தண்ணாலே காத்தா சுத்துதே உந்தன் பின்னாலே  பெண்: ஆசை வந்தாலே ஐ லவ் யூ சொன்னாலே கண்ணு ரெண்டும் சுத்துதே உந்தன் முன்னாலே  ஆண்: ஹேய்.. திட்டம் போட்டுப் பார்த்து திமிராப் பேசி என்னை நீ வளைச்ச  பெண்: வெட்டறுவா மீச முறுக்கி மொறைச்ச என் நெஞ்சத் தொலைச்சே  ஆண்: ஏய் வாடி வாடி நீ வாடாமல்லிப் பூதாண்டி இடுப்பு கொண்டை ஊசி சிரிப்பு ஹே முதுகு தேக்குமரம் முழுசாப் பார்த்தா ஜுரம் தான்  காதல் வந்தாலே காலு ரெண்டும் தண்ணாலே காத்தா சுத்துதே உந்தன் பின்னாலே  பெண்: ஆசை வந்தாலே ஐ லவ் யூ சொன்னாலே கண்ணு ரெண்டும் சுத்துதே உந்தன் முன்னாலே  நெற்றி நடுவேப் பொட்டு வைக்கவே கஷ்டம் ஆச்சு உன்னை நெனைச்சே ஒரு ஓரம் வச்சுக்கிறேன்  ஆண்: முன்னப்போல நான் இல்ல மொத்தம்மா மாறியாச்சி குற்றவாலியக் கூட கொஞ்சிக்கூப்பிடுறேன்  பெண்: நெசமா ஒன்னப் பத்திப் பேச நேரன் பத்தலடா மெதுவா முன்னப் போல பூமி சுத்தலடா  ஆண்: சட்டினிய விட்டுப்புட்டு இட்லியத் திண்ணுப்புட்டேன் சட்டுன்னு அம்மாக்கிட்ட ஏதோ ரீலு விட்டேன்  ஹேய்… காதல் வந்தாலே காலு ரெண்டும் தண்ணாலே காத்தா சுத்துதே உந்தன் பின்னாலே  பெண்: ஆசை வந்தாலே ஐ லவ் யூ சொன்னாலே கண்ணு ரெண்டும் சுத்துதே உந்தன் முன்னாலே  ஹே வீரா ஏய் சூறா நீ ஒட்டிக்கிட்ட நெஞ்சிப்பூரா பார்வைப் பட்டாக் கத்தி பாயும் என்னைச் சுத்தி வா ஹோ ஹோ ஹோ எனக்கு எப்போதுமே நெனைப்பு ஒன்னைப் பத்தித்தான்  ஆண்: ஹோ… மீசைத் திறுத்தச் சின்ன கத்திரிகோல வச்சேன் மொத்த நெனப்பில் நானும் மூக்கை வெட்டிக்கிட்டேன்  பெண்: பட்டுப் பொடவக்கட்டி பட்டுன்னு காலில் விழ பட்டுப் புடவையை தினம் ஒத்திகைப் பார்த்துக்கிட்டேன்  ஆண்: சத்துள்ள சாப்பாடில்ல நின்னு நின்னு என் ஒடம்ப சட்டுன்னு சோலத் தக்கைப் போலே மாத்துறியே  பெண்: பட்டுன்னு வெட்டிப் பேசி முட்டி நிற்கும் என் உடம்ப கட்டித்தான் போட்டு ரொம்ப சாட்டம்மாத்துறியே  ஆண்: ஹேப் பாரு நீப்பாரு நீப்பார்த்தா மனம் ஜோரு ஜோரு உனக்கு முன்னால தான் நெலாவே டல்லா தெரியுது அட எனக்குக்கிட்ட இதயமும் புல்ல இருக்கு…  ஹேய்… காதல் வந்தாலே காலு ரெண்டும் தண்ணாலே காத்தா சுத்துதே உந்தன் பின்னாலே  பெண்: ஆசை வந்தாலே ஐ லவ் யூ சொன்னாலே கண்ணு ரெண்டும் சுத்துதே உந்தன் முன்னாலே…"}