{"திரைப்படம்": "Namma Veettu Pillai", "பாடலாசிரியர்": "Sivakarthikeyan", "இசையமைப்பாளர்": "D. Imman", "பாடல்": "காந்தக் கண்ணழகி", "வருடம்": "2019", "பாடியவர்கள்": "Anirudh Ravichander, Neeti Mohan", "பாடல்வரிகள்": "காந்தக் கண்ணழகி உனக்கு நான் மினிஸ்ட்ரில இடம் பாக்குறேன் சோ த பேக்ல பூசு ரைட்ல பூசு தி லெப்ட்  காந்தக் கண்ணழகி லுக்கு விட்டு கிக்கு ஏத்தும் முத்து பல் அழகி சோடி சேர வாடி  இது பாரு இங்கே அத தி பேக்  காந்தக் கண்ணழகா டக்குன்னுதான் தட்டி தூக்கும் முத்து பல் அழகா முத்தம் ஒன்னு தாடா  ரைட்ல பூசு தி லெப்ட்  பொண்ணு பாத்தா மண்ணை பாக்கும் சங்கத்தோட லீடர்ரு நான் உன்ன பாத்த பின்னே அத ரிசைன் பண்ணேனே  காதல் என்னும் ட்விட்டர்ல ஆள் இல்லாம காத்திருந்தேன் உன்ன பாலோவ் பண்ணதால டிரெண்டிங் ஆனேனே  சிங்கிள் இப்போ சிக்ஸர் ஆனேனே  கும்முறு டப்பர கும்முறு டப்பர கும்முறு டப்பர கும்முறு டப்பர கும்மறு கும்மறு கும்மறு கும்மாறா  கும்முறு டப்பர கும்முறு டப்பர கும்முறு டப்பர கும்முறு டப்பர கும்மறு கும்மறு கும்மறு கும்மாறா  காந்தக் கண்ணழகி லுக்கு விட்டு கிக்கு ஏத்தும் முத்து பல் அழகி சோடி சேர வாடி  வெண்ணிலவில் லேண்டு வாங்கி மச்சிவீடு கட்டிக்கிட்டு இன்டர்நெட் இல்லாமலே வாழலாம்  பத்து புள்ள பெத்துகிட்டு தமிழ் மட்டும் சொல்லி தந்து தெனம் தெனம் கதை சொல்ல கேக்கலாமா  ஜில்லு ஜில்லு ஜிகர்தண்டா கிட்ட வாடி உன்ன அப்படியே சாப்புடுவேன் கெத்தாதாண்டி  கேடி இல்ல கில்லாடிதான் தெரியும் மாமா நீ கேட்காமலே தந்திடுவேன் என்ன ஆமா  பட்டுன்னுதான் தொட்டதுமே காலி ஆனேன் நீ கொஞ்சுனதும் நெஞ்சுக்குள்ளே ஜாலி ஆனேன்   போடு கும்முறு டப்பர கும்முறு டப்பர கும்முறு டப்பர கும்முறு டப்பர கும்மறு கும்மறு கும்மறு கும்மாறா ஹோய்  கும்முறு டப்பர கும்முறு டப்பர கும்முறு டப்பர கும்முறு டப்பர கும்மறு கும்மறு கும்மறு கும்மாறா ஹோய்  காந்தக் கண்ணழகி லுக்கு விட்டு கிக்கு ஏத்தும்  முத்து பல் அழகா முத்தம் ஒன்னு தாடா  ரைட்ல பூசு தி லெப்ட்  பொண்ணு பாத்தா மண்ணை பாக்கும் சங்கத்தோட லீடர்ரு நான் உன்ன பாத்த பின்னே அத ரிசைன் பண்ணேனே  காதல் என்னும் ட்விட்டர்ல ஆள் இல்லாம காத்திருந்தேன் உன்ன பாலோவ் பண்ணதால டிரெண்டிங் ஆனேனே  சிங்கிள் இப்போ சிக்ஸர் ஆனேனே  கும்முறு டப்பர கும்முறு டப்பர கும்முறு டப்பர கும்முறு டப்பர கும்மறு கும்மறு கும்மறு கும்மாறா  இத பாரு இங்கே போடு  கும்முறு டப்பர கும்முறு டப்பர கும்முறு டப்பர கும்முறு டப்பர கும்மறு கும்மறு கும்மறு கும்மாறா  கும்முறு டப்பர கும்முறு டப்பர கும்முறு டப்பர கும்முறு டப்பர கும்மறு கும்மறு கும்மறு கும்மாறா  காந்தக் கண்ணழகி ஒய்யாரி"}