{"திரைப்படம்": "Mambattiyan", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "S. Thaman", "பாடல்": "காட்டு வழிபோற", "வருடம்": "2011", "பாடியவர்கள்": "Thiagarajan", "பாடல்வரிகள்": "காட்டு வழிபோற பொண்ணே கவலைப்படாதே காட்டுப்புலி வழிமறிக்கும் கலங்கி நிற்காதே காட்டு வழிபோற பொண்ணே கவலைப்படாதே காட்டுப்புலி வழிமறிக்கும் கலங்கி நிற்காதே  மம்பட்டியான் பேரு சொன்ன புலி ஒதவும் பாரு எங்க மம்பட்டியான் பேரு சொன்ன புலி ஒதவும் பாரு  காட்டு வழிபோற பொண்ணே கவலைப்படாதே காட்டுப்புலி வழிமறிக்கும் கலங்கி நிற்காதே மம்பட்டியான் பேரு சொன்ன புலி ஒதவும் பாரு எங்க மம்பட்டியான் பேரு சொன்ன புலி ஒதவும் பாரு  ஹே எட்டு தலை வெட்டி வெச்சான் சந்தையில கொட்டி வெச்சான் கொடுமைய கட்டி வெச்சான் வேறென்ன மிச்சம் வெச்சான் முள்ளுமேல தான் படுத்தான் ஏழைக்கெல்லாம் பூ விரிச்சான் அத்திமல பாறை இன்னும் பேசுறவன் பேர அந்த அத்திமல பாறை இன்னும் பேசுறவன் பேர  காட்டு வழிபோற பொண்ணே கவலைப்படாதே காட்டுப்புலி வழிமறிக்கும் கலங்கி நிற்காதே மம்பட்டியான் பேரு சொன்ன புலி ஒதவும் பாரு எங்க மம்பட்டியான் பேரு சொன்ன புலி ஒதவும் பாரு  கண்ணாத்தா வாழவந்தா மம்பட்டியான் கூட வந்தான் தாளிக்கவா ஆசைப்பட்ட துன்பத்துக்கு வாக்குப்பட்டா சொர்க்கத்துக்கு சேர்ந்துவர உத்தரவு வாங்கிப்புட்டா என்ன கதையாச்சி அவ இடுப்போடிஞ்ச நாத்து எம்மா என்ன கதையாசி அவ இடுப்போடிஞ்ச நாத்து  காட்டு வழிபோற பொண்ணே கவலைப்படாதே காட்டுப்புலி வழிமறிக்கும் கலங்கி நிற்காதே மம்பட்டியான் பேரு சொன்ன புலி ஒதவும் பாரு எங்க மம்பட்டியான் பேரு சொன்ன புலி ஒதவும் பாரு  தங்கம் போல வர்ர்ணமடி, உள்ளிகோட்டை சொர்ணமடி பத்துபேர பாத்தவடி, பத்தினிதான் மத்தப்படி மம்பட்டியான் சாகயில தான் உசுர விடவடி மாதவிய பிறந்த அவ கண்ணக்கிய இறந்தா மாதவிய பிறந்த அவ கண்ணக்கிய இறந்தா  காட்டு வழிபோற பொண்ணே கவலைப்படாதே காட்டுப்புலி வழிமறிக்கும் கலங்கி நிற்காதே மம்பட்டியான் பேரு சொன்ன புலி ஒதவும் பாரு எங்க மம்பட்டியான் பேரு சொன்ன புலி ஒதவும் பாரு  மம்பட்டியான் பேரு சொல்ல நாவு கொஞ்சம் கூசுதடா அஞ்சு மலை தோப்புக்குள்ள ஆவி வந்து பேசுதடா மம்பட்டியான் வீரம் எங்க சாதி சனம் காக்குமடா மம்பட்டியான் பேச்சு அது சீமா வரபோச்சு எங்க, மம்பட்டியான் பேச்சு அது சீமா வரபோச்சு  காட்டு வழிபோற பொண்ணே கவலைப்படாதே காட்டுப்புலி வழிமறிக்கும் கலங்கி நிற்காதே மம்பட்டியான் பேரு சொன்ன புலி ஒதவும் பாரு எங்க மம்பட்டியான் பேரு சொன்ன புலி ஒதவும் பாரு"}