{"திரைப்படம்": "Thalapathi", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "காட்டுக்குயிலு", "வருடம்": "1991", "பாடியவர்கள்": "K. J. Yesudas, S. P. Balasubramaniam", "பாடல்வரிகள்": "ஆண்-1 : காட்டுக்குயிலு மனசுக்குள்ள பாட்டுக்கென்றும் பஞ்சமில்லே பாடத்தான்  ஆண்-2 : தவிலைத் தட்டு துள்ளிக்கிட்டு கவலை விட்டு கச்சைக் கட்டு ஆடத்தான்  ஆண்-1 : காட்டுக்குயிலு மனசுக்குள்ள பாட்டுக்கென்றும் பஞ்சமில்லே பாடத்தான்  ஆண்-2 : தவிலைத் தட்டு துள்ளிக்கிட்டு கவலை விட்டு கச்சைக் கட்டு ஆடத்தான்  ஆ & பெ குழு : எல்லோரும் மொத்தத்திலே சந்தோஷ தெப்பத்திலே தள்ளாடும் நேரத்திலே உல்லாச நெஞ்சத்திலே ஹேய்...  ஆண்-1 : காட்டுக்குயிலு மனசுக்குள்ள பாட்டுக்கென்றும் பஞ்சமில்லே பாடத்தான்  ஆண்-2 : தவிலைத் தட்டு துள்ளிக்கிட்டு கவலை விட்டு கச்சைக் கட்டு ஆடத்தான்  ***  ஆண்-1 : போடா எல்லாம் விட்டுத் தள்ளு பழச எல்லாம் சுட்டுத் தள்ளு புதுசா இப்போ பொறந்தோமுன்னு எண்ணிக்கொள்ளடா....டோய்..  ஆண்-2 : பயணம் எங்கே போனால் என்ன பாதை நூறு ஆனால் என்ன தோட்டம் வச்சவன் தண்ணீர் விடுவான் சும்மா நில்லடா...டோய்..  ஆண்-1 : ஊதக் காற்று வீச உடம்புக்குள்ள கூச குப்ப கூலம் பத்தவச்சி காயலாம் ஹோய்..  ஆண்-2 : தை பொறக்கும் நாளை விடியும் நல்ல வேளை பொங்கப்பாலு வெள்ளம் போல பாயலாம்  ஆ1 & ஆ2 : அச்சி வெல்லம் பச்சரிசி வெட்டி வச்ச செங்கரும்பு அத்தனையும் தித்திக்கிற நாள் தான்....ஹோய்..  ஆண்-1 : காட்டுக்குயிலு மனசுக்குள்ள பாட்டுக்கென்றும் பஞ்சமில்லே பாடத்தான்  ஆண்-2 : தவிலைத் தட்டு துள்ளிக்கிட்டு கவலை விட்டு கச்சைக் கட்டு ஆடத்தான்  ஆ & பெ குழு : எல்லோரும் மொத்தத்திலே சந்தோஷ தெப்பத்திலே ஆஆஹா..காட்டுக்குயிலு மனசுக்குள்ள பாட்டுக்கென்றும் பஞ்சமில்லே பாடத்தான் தவிலைத் தட்டு துள்ளிக்கிட்டு கவலை விட்டு கச்சைக் கட்டு ஆடத்தான்  ***  ஆண்-1 : பந்தம் என்ன சொந்தம் என்ன போனால் என்ன வந்தால் என்ன உறவுக்கெல்லாம் கவலைப்பட்ட ஜென்மம் நானில்லை....ஹ.ஹா..  ஆண்-2 : பாசம் வைக்க நேசம் வைக்க தோழன் உண்டு வாழ வைக்க அவனைத் தவிர உறவுக்காரன் யாரும் இங்கில்லே..  ஆண்-1 : உள்ள மட்டும் நானே உசிரைக் கூடத்தானே  ஆண்-2 : என் நண்பன் கேட்டால் வாங்கிக்கன்னு சொல்லுவேன்  ஆண்-1 : என் நண்பன் போட்ட சோறு நிதமும் தின்னேன் பாரு  ஆண்-2 : நட்பைக் கூட கற்பைப்போல எண்ணுவேன்  ஆ1 & ஆ2 : சோகம் விட்டு சொர்க்கம் தொட்டு ராகம் இட்டு தாளம் இட்டு பாட்டு பாடும் வானம்பாடி நாம் தான்....ஹேய்..  ஆண்-1 : காட்டுக்குயிலு மனசுக்குள்ள பாட்டுக்கென்றும் பஞ்சமில்லே பாடத்தான்  ஆண்-2 : தவிலைத் தட்டு துள்ளிக்கிட்டு கவலை விட்டு கச்சைக் கட்டு ஆடத்தான்  ஆ & பெ குழு : எல்லோரும் மொத்தத்திலே சந்தோஷ தெப்பத்திலே தள்ளாடும் நேரத்திலே உல்லாச நெஞ்சத்திலே ஹேய்... காட்டுக்குயிலு மனசுக்குள்ள பாட்டுக்கென்றும் பஞ்சமில்லே பாடத்தான் தவிலைத் தட்டு துள்ளிக்கிட்டு கவலை விட்டு கச்சைக் கட்டு ஆடத்தான் (இசை)"}