{"திரைப்படம்": "Seeru", "பாடலாசிரியர்": "Viveka, RJ Vijay", "இசையமைப்பாளர்": "D. Imman", "பாடல்": "கண்ணால போடுறாளே", "வருடம்": "2020", "பாடியவர்கள்": "Nakash Aziz, RJ Vijay", "பாடல்வரிகள்": "அனைவருக்கும் வணக்கம் இன்றைய ராசி பலன்  மேஷம்….. உங்க அப்பா அர்ஜென்ட்க்கு காசு கேட்டாக் கூட ரெண்டு வட்டிக்குத்தான் குடுப்பா  ரிஷபம்…… வால் இல்லா காத்தாடி போல ஆள் இல்லாம சிங்கிள்ளா சுத்துவ  மிதுனம்….. பாஸ் சொல்ற மொக்க ஜோக்குக்கு எல்லாம் விழுந்து விழுந்து சிரிப்ப அப்ப அடுத்த இன்கிரீமெண்ட் உனக்குத்தான்  சிம்மம்…. பைக் சைடு மிரர்ர்ல வண்டியையும் கொஞ்சம் பாரு  கன்னி யுவர் டே வில் பீ funny  கண்ணால போடுறாளே காந்த ஊசி காந்த ஊசி அவ பின்னால உயிர் போகும் கைய வீசி கைய வீசி  கண்ணால போடுறாளே காந்த ஊசி காந்த ஊசி அவ பின்னால உயிர் போகும் கைய வீசி கைய வீசி  பாவாடை பறவைங்க என்ன ராசி என்ன ராசி பாத்துக்கோ எல்லாமே ரொம்ப ஈசி ரொம்ப ஈசி  மூக்காண்ட மீசை மொளைசிருச்சு மூனு கழுத வயசு ஆயிருச்சி பொண்ணுன என்ன புரிஞ்சிருச்சு புட்டு புட்டு வைக்கிறேன் கேளு மச்சி ஹேய் ஹேய் ஹேய்ய் அட்றா அட்றா அட்றா…..ஹோ ஹோ ஹேய் ஹேய்ய்……..  கண்ணால போடுறாளே காந்த ஊசி காந்த ஊசி அவ பின்னால உயிர் போகும் கைய வீசி கைய வீசி  கடகம்… பண்ணுவ நாரதர் கழகம்  தனுஷ்…. லைப் ரொம்ப சொகுசு  குழு : கும்பம் அது ரம்பம் சிம்மம் அது துன்பம் கும்பம் அது ரம்பம் சிம்மம் அது துன்பம்  குழு : தனுசு தண்ட செலவு மகரம் மண்டை கசாயம் மிதுனம் ராசி மெண்டல் கேஷ்சு துலாம் ராசி பாதி லூசு  குழு : பாதி லூசு…. பாதி லூசு…..  அவளோட ராசி மேஷம் அவ பின்னால போவாத ஆயிடும் மோசம்  குழு : ஆமாம் ஆமாம் ஆமாம் மச்சி ஆமாம் மச்சி  இவளோட ராசி மீனம் இவ கூட நீ பேச பத்து வாய் வேணும்  குழு : ஆமாம் ஆமாம் ஆமாம் மச்சி ஆமாம் மச்சி  கடக ராசி பொண்ணு அவ காண்டா பேசி அலைவா குழு : ஆமாம்  ரிஷப ராசி காரி அவ ரீல்ல விட்டு திரிவா குழு : ஆமாம்  விருச்சிகம் சட்டுன்னு முறிச்க்கும் உறவ வீட்டுக்கும் நாட்டுக்கும் அடங்காத பறவை  கன்னி ராசி பொண்ண குழு : ஆமாம் யோசி பல தடவ குழு : ஆமாம்  அது டு பீஸ்சில் சுத்துமடா குழு : ஆமாம் கட்டாது புடவை குழு : ஆமாம்  கண்ணால போடுறாளே காந்த ஊசி காந்த ஊசி அவ பின்னால உயிர் போகும் கைய வீசி கைய வீசி  பாவாடை பறவைங்க என்ன ராசி என்ன ராசி பாத்துக்கோ எல்லாமே ரொம்ப ஈசி ரொம்ப ஈசி  மூக்காண்ட மீசை மொளைசிருச்சு மூனு கழுத வயசு ஆயிருச்சி பொண்ணுன என்ன புரிஞ்சிருச்சு புட்டு புட்டு வைக்கிறேன் கேளு மச்சி  மகரம் லவ்வு துரு பிடிச்ச தகரம்  கும்பம் நட்பே உடையாத பிம்பம்  மீனம் யோசிச்சு சொல்ற அளவுக்கு இன்னிக்கு உனக்கு ஒன்னும் இல்லம்மா  நன்றி……வணக்கம்"}