{"திரைப்படம்": "Sachein", "பாடலாசிரியர்": "Kabilan", "இசையமைப்பாளர்": "Devi Sri Prasad", "பாடல்": "குண்டு மாங்கா", "வருடம்": "2005", "பாடியவர்கள்": "Jassie Gift, Malathi", "பாடல்வரிகள்": "குண்டு மாங்கா தோப்புக்குள்ளே நண்டு போல வந்தாயே யாரும் இல்லா நேரம் பாத்து கை புடிச்சாயே அய் அய் அய் அயே  குண்டு மாங்கா தோப்புக்குள்ள நண்டு போல வந்தாயே யாரும் இல்லா நேரம் பாத்து கை புடிச்சாயே ஹே ஹே ஹே குண்டு மாங்கா தோப்புக்குள்ள நண்டு போல வந்தாயே யாரும் இல்லா நேரம் பாத்து கை புடிச்சாயே  கையபுடிச்சா என்ன தப்பு வளையல் போல கத்துறியே அந்த இடதில் விட்டுபுட்டு இப்ப திட்டுறியே  தண்டவள நரம்பு மேல ரயிலு போல ஒடரியே துண்டு துண்டா உயிரை வெட்டி தூக்கி போடுறியே  வெய்யில் கால வேர்வை போல மார்பு மேல பூக்குறியே எந்தன் கண்ணின் இமையை தொரந்து எட்டி பாக்குறியே  கொக்கலங்கா குருவிலங்கா கொக்கலங்கா கொக்கக்கோ கொக்கலங்கா குருவிலங்கா கொக்கலங்கா கொக்ககக்கக்கோ ஹே குண்டு மாங்கா தோப்புக்குள்ள நண்டு போல வந்தாயே யாரும் இல்லா நேரம் பாத்து கை புடிச்சாயே  முந்தான சேலைக்குள்ள உன்ன நானும் மூட்டகட்டி வைக்கபோரேன் என்னோட கூந்தல உன்னோட மீசைய ஒண்ணாக தைக்கபோரேன்  ஏ குத்தால மழை நானே உடம்பு மேல கொட்டோனு கொட்டபோரேன் கண்ணாடி மேனியின் முன்னாடி நின்னு தான் கண்ணலே முட்டப்போரேன்  திருப்பாச்சி திருப்பாச்சி கத்தியால நீ என்னைக் கீரதே தூங்காத சூரியன் சுட்டு விரல் பட்டதும் தாங்கதே காயமே ஆறாதே குண்டு மாங்கா குண்டு மாங்கா ஹே குண்டு மாங்கா தோப்புக்குள்ள நண்டு போல வந்தாயே யாரும் இல்லா நேரம் பாத்து கை புடிச்சாயே  கொக்கலங்கா குருவிலங்கா கொக்கலங்கா குண்டு மாங்கா கொக்கலங்கா குருவிலங்கா கொக்கலங்கா குண்டு மாங்கா   ஹேய் பாவாடை பச்சகிளியே என்னை பாத்து ஆளான இச்சகிளியே பச்சகிளி உதட்ட இச்சு தந்து வெளுப்பேன் என்னோடு வாடி வெளியே   ஹே சிங்கார சின்ன புலியே என்னை பார்து சீறாத செல்லப்புலியே பூவாசம் வேணுமா மாமிசம் வேணுமா எங்கிட்ட சொல்லு புலியே   புள்ளி மானே உன்னை நானே குண்டூசி மீசையால் குத்தப்போரேன் பஞ்சான மேனியை நெஞ்சோடு தூக்கியே பஞ்சாங்கம் பாக்காம சுத்தபோரேன்   குண்டு மாங்கா குண்டு மாங்கா ஹே குண்டு மாங்கா தோப்புக்குள்ள நண்டு போல வந்தாயே யாரும் இல்லா நேரம் பாத்து கை புடிச்சாயே   கையபுடிச்சா என்ன தப்பு வளையல் போல கத்துறியே அந்த இடதில் விட்டுபுட்டு இப்ப திட்டுறியே   தண்டவள நரம்பு மேல ரயிலு போல ஒடரியே துண்டு துண்டா உயிரை வெட்டி தூக்கி போடுறியே   வெய்யில் கால வேர்வை போல மார்பு மேல பூக்குறியே எந்தன் கண்ணின் இமையை தொரந்து எட்டி பாக்குறியே   கொக்கலங்கா குருவிலங்கா கொக்கலங்கா கொக்கக்கோ கொக்கலங்கா குருவிலங்கா கொக்கலங்கா கொக்ககக்கக்கோ"}