{"திரைப்படம்": "Madrasapattinam", "பாடலாசிரியர்": "Na. Muthukumar", "இசையமைப்பாளர்": "G. V. Prakash Kumar", "பாடல்": "காற்றிலே காற்றிலே", "வருடம்": "2010", "பாடியவர்கள்": "Hariharan", "பாடல்வரிகள்": "குழு : ஆயிரம் ஆயுதம் எது வரும் போதும் அன்பெனும் சக்தியை வென்றவர் இல்லை காரிருள் நீங்கிடும் காலையில் மறுபடி கிழக்கினில் ஒளி வருமே பேய்களும் நரிகளும் துரத்திடும் போதும் பாதையில் பள்ளங்கள் பதுக்கிடும் போதும் போர்க்களம் நடுவிலும் ரகசியமாக பூ ஒன்று மலர்ந்திடுமே விழுந்தோம் எழுந்தோம் ..  ஆ : காற்றிலே காற்றிலே ஈரங்கள் கூடுதே கண்களின் நீர் அது காற்றினில் சேருதே நீயென்று நான் என்று தனியானது இன்று நாம் என்று ஒன்றாகும் நிலை ஆனது நெஞ்சோடு நேசித்த பந்தம் இது இன்று கை சேர கண்ணீரே விலை ஆனது   ஆயிரம் ஆயுதம் எது வரும் போதும் அன்பெனும் சக்தியை வென்றவர் இல்லை காரிருள் நீங்கிடும் காலையில் மறுபடி கிழக்கினில் ஒளி வருமே பேய்களும் நரிகளும் துரத்திடும் போதும் பாதையில் பள்ளங்கள் பதுக்கிடும் போதும் போர்க்களம் நடுவிலும் ரகசியமாக பூ ஒன்று மலர்ந்திடுமே  காற்றிலே காற்றிலே ஈரங்கள் கூடுதே கண்களில் நீர் அது காற்றினில் சேருதே  ஆ : நதி போகும் வழியில் யாரும் அணை போட்டு தடுத்திட கூடும் மேகத்தில் அணை போட வழி இல்லையே நிகழ் காலம் கண்முன் முன்னே வருங்காலம் கனவின் பின்னே விதி போடும் கணக்கிற்கு விடை இல்லையே  குழு : இரவும் பகலும் நகரும் வெயிலும் மழையும் தொடரும் இதயம் இணையும் தருணம் வருமா .. இருளும் ஒளியும் பழகும் விடிந்தும் விடியா நிமிடம் விடிந்தால் வாழ்க்கை தொடங்கும் கனவா..  குழு : பேய்களும் நரிகளும் துரத்திடும் போதும் பாதையில் பள்ளங்கள் பதுக்கிடும் போதும் போர்க்களம் நடுவிலும்..ரகசியமாக பூ ஒன்று மலர்ந்திடுமே  ஆ : ஒரு வானம் போதாதென்று பல வானம் கேட்போம் என்று கை கோர்த்து ஒன்றாக பறந்தோடவே நெடுங்காலம் கனவில் வாழ்ந்தோம் இப்போது கைகள் கோர்த்தோம் இறந்தாலும் எதிர்ப்போமே பிரியாமலே ..  குழு : இதமும் பதமும் யுத்தம் இடையில் உயிரின் சத்தம் இதயம் முழுக்க கேட்டால் சுகமே.. எதிரும் புதிரும் வானம் இருந்தும் நெஞ்சில் வீரம் அன்பே என்றும் இன்பம் தருமே...  குழு : ஆயிரம் ஆயுதம் எது வரும் போதும் அன்பெனும் சக்தியை வென்றவர் இல்லை காரிருள் நீங்கிடும் காலையில் மறுபடி கிழக்கினில் ஒளி வருமே . பேய்களும் நரிகளும் துரத்திடும்’ போதும் பாதையில் பள்ளங்கள் பதுக்கிடும் போதும் போர்க்களம் நடுவிலும் ரகசியமாக பூ ஒன்று மலர்ந்திடுமே  ஆ : காற்றிலே காற்றிலே ஈரங்கள் கூடுதே கண்களின் நீர் அது காற்றினில் சேருதே நீயென்று... நான் என்று... தனியானது இன்று நாம் என்று ஒன்றாகும் நிலை ஆனது .. நெஞ்சோடு நேசித்த பந்தம் இது இன்று கை சேர கண்ணீரே விலை ஆனது .. "}