{"திரைப்படம்": "Tamil Devotional", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "", "பாடல்": "குருவாயூருக்கு வாருங்கள்", "வருடம்": "2013", "பாடியவர்கள்": "P. Susheela", "பாடல்வரிகள்": "குருவாயூருக்கு வாருங்கள்  ஒரு குழந்தை சிரிப்பதைப் பாருங்கள் குருவாயூருக்கு வாருங்கள்  ஒரு குழந்தை சிரிப்பதைப் பாருங்கள்  ஒரு வாய் சோறு ஊட்டும் தாய்முன்  உட்கார்ந்திருப்பதைக் காணுங்கள் ஒரு வாய் சோறு ஊட்டும் தாய்முன்  உட்கார்ந்திருப்பதைக் காணுங்கள்  குருவாயூருக்கு வாருங்கள்  ஒரு குழந்தை சிரிப்பதைப் பாருங்கள்  கண்ணனின் மேனி கடல் நீலம் அவன் கண்களிரண்டும் வான் நீலம் கண்ணனின் மேனி கடல் நீலம் அவன் கண்களிரண்டும் வான் நீலம்  கடலும் வானும் அவனே என்பதைக்  காட்டும் குருவாயூர்க் கோலம்  குருவாயூருக்கு வாருங்கள்  ஒரு குழந்தை சிரிப்பதைப் பாருங்கள்  சந்தியா காலத்தில் நீராடி அவன் சந்நிதி வருவார் ஒரு கோடி  நாராயண நாராயண ஹரி ஹரி  நாராயண நாராயண  நாராயண நாராயண ஹரி ஹரி  நாராயண நாராயண  சந்தியா காலத்தில் நீராடி அவன் சந்நிதி வருவார் ஒரு கோடி மந்திர குழந்தைக்கு வாகை சாட்டு மாலைகள் இடுவார் குறை ஓடி  குருவாயூருக்கு வாருங்கள்  ஒரு குழந்தை சிரிப்பதைப் பாருங்கள்  உச்சிக்காலத்தில் சிருங்காரம் அவன் அவன் ஒவ்வொரு அழகுக்கும் அலங்காரம் உச்சிக்காலத்தில் சிருங்காரம் அவன் அவன் ஒவ்வொரு அழகுக்கும் அலங்காரம் பச்சைக் குழந்தையைப் பார்க்கும் போதே பாவையர் தாய்மை ரீங்காரம்  நாராயண நாராயண ஹரி ஹரி  நாராயண நாராயண  நாராயண நாராயண ஹரி ஹரி  நாராயண நாராயண  குருவாயூருக்கு வாருங்கள்  ஒரு குழந்தை சிரிப்பதைப் பாருங்கள்  மாலை நேரத்தில் ஸ்ரீ வேலி அவன் மாளிகை முழுவதும் நெய்வேலி மாலை நேரத்தில் ஸ்ரீ வேலி அவன் மாளிகை முழுவதும் நெய்வேலி நெய்விளக்கேற்றி பொய் இருள் அகற்று நித்தம் தருவாள் ஸ்ரீதேவி  நாராயண நாராயண ஹரி ஹரி  நாராயண நாராயண  நாராயண நாராயண ஹரி ஹரி  நாராயண நாராயண  சாத்திரம் தந்த கண்ணனுக்கு ராத்திரி பூஜை ஜகஜோதி பாத்திரம் கண்ணன் பால் போல்  மக்கள் பக்தியில் பிறந்த உயர் நீதி  குருவாயூருக்கு வாருங்கள்  ஒரு குழந்தை சிரிப்பதைப் பாருங்கள் ஒரு வாய் சோறு ஊட்டும் தாய்முன்  உட்கார்ந்திருப்பதைக் காணுங்கள்  குருவாயூருக்கு வாருங்கள்  ஒரு குழந்தை சிரிப்பதைப் பாருங்கள்  நாராயண நாராயண ஹரி ஹரி  நாராயண நாராயண  நாராயண நாராயண ஹரி ஹரி  நாராயண நாராயண  நாராயண நாராயண ஹரி ஹரி  நாராயண நாராயண  நாராயண நாராயண ஹரி ஹரி  நாராயண நாராயண"}