{"திரைப்படம்": "Osthi", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "S. Thaman", "பாடல்": "கலாசால கலாசால", "வருடம்": "2011", "பாடியவர்கள்": "L. R. Eswari, T. Rajendar, Solar Sai", "பாடல்வரிகள்": "கலாசால கலாசால கலாசால கலாசால. கலாசால கலாசால.. கலாசால கலாசால. கல்லாசல கலாசால.. கலாசால கலாசால. கலாசால கலாசால.. கலாசால கலாசால. கல்லாசல கலாசால.. கலாசால கலாசால.  வடக்கே கேட்டு பாரு என்ன பத்தி சொல்லுவான். ஜர்தா பீடா போல என் பேர்தான் மேல்லுவான். கலாசால கலாசால கலாசால கலாசால. கலாசால கலாசால.. கலாசால கலாசால.  வடக்கே கேட்டு பாரு என்ன பத்தி சொல்லுவான். ஜர்தா பீடா போல என் பேர்தான் மெல்லுவான். எவனும் ஏராலாமா கோடம்பாக்கம் பஸுனு. இவதான் ராஜநாகம் சீரிடுவான் ஹிச்சுனு. மல்லிகா நீ கடிச்ச , நெல்லிக்கா போல் இனிப்பா. பஞ்சன நீ விரிச்ச , பாட்டுதான் படிச்சிருப்பா. கொஞ்சினால் கொஞ்ச கொஞ்ச கொஞ்சி தேன் வடிச்சிரிப்பா.  புடிச்சா வச்சிகையா, மனசுல தச்சுகையா. வெடிச்ச வெள்ளரிக்கா , வேண்டாத ஆள் இருக்கா. my dear டார்லிங் உன்ன மல்லிகா கூப்பிடுற.  கலாசால கலாசால கலாசால கலாசால. கலாசால கலாசால.. கலாசால கலாசால. கல்லாசல கலாசால.. கலாசால கலாசால. கலாசால கலாசால.. கலாசால கலாசால. கல்லாசல கலாசால.. கலாசால கலாசால.  பட்டு.. சிட்டு.... , ஒரசு.. ஒட்டு.... என்ன தொட்டு , இறுக்கி கட்டு.. இரண்டு ஒன்னாக ஒப்புக்கொண்ட என்ன. வருது மூடு , விடுமா சூடு. தெரிஞ்சு தெரியாம தப்புதண்ட பண்ண பண்ண.  நீ கடி கடி காக்கா கடி லேசா. என் கன்னம் ரெண்டும் கள்ளிருக்கும் சீசா.  உறுமும் வில்லானடி , உள்ளம் உள்ளாதடி. கொடுத்தா வள்ளலடி , கொடுப்பேன் வாடி.. my dear டார்லிங் உன்ன மல்லிகா கூப்பிடுற..எங்க இருக்க. ஒஸ்தி தான் வந்திருக்கான்.. மாமே ஒஸ்தி மாமே.  வா வா கிட்ட வா வா. எ ரா ரா இக்கட ரா ரா. ஹே பாடு மாமே , ஹே போடு மல்லி. ஹே பாடு மாமே , ஹே போடு மல்லி.  மச்சான் பார்ட்டி , மல்லிகா beauty.. இடைய காட்டி , நெருப்ப மூட்டி. தினம் கொல்லாம கொல்லுறியே என்ன.  உன்னக்கு எத்த இளமை பூத்த. ஒருத்தன் வந்தாச்சு ஒட்டிகிட்டு நில்லு நில்லு நில்லு.  நீ ஓத்த சிங்கம் சொக்க தங்கம் ஒஸ்தி.. யார் உன்னோடதான் போடக்கூடும் குஸ்தி.. குளிச்ச குத்தாலந்தான் , அடிச்சா மத்தாளந்தான். இனிமே என்னாலும்தான். இருட்டில் கும்மாளந்தான். my dear darling உன்ன மல்லிகா கூப்பிடுற.  ரா ரா இக்கட ரா ரா. மல்லிகா my டார்லிங் வாமா கலாய்கலாம். மெத்தையில் வித்தயலி ஜாலியா jamaaikalaam. என்னவோ என் மனசு பாட மாறிடிச்சு. உன்ன நான் பாக்கைலே உஷ்ணம் ஏறிடிச்சு. மல்லிக மாலை இது கொரங்கு கைகளில. மார்பில் சுடுகிறே வாடி velli நிலா.  கலாசால கலாசால கலாசால கலாசால. கலாசால கலாசால.. கலாசால கலாசால. கல்லாசல கலாசால.. கலாசால கலாசால. கலாசால கலாசால.. கலாசால கலாசால. கல்லாசல கலாசால.. கலாசால கலாசால."}