{"திரைப்படம்": "Nadodi Mannan 1958", "பாடலாசிரியர்": "S. M. Subbaiah Naidu", "இசையமைப்பாளர்": "S. M. Subbaiah Naidu", "பாடல்": "சும்மா கெடந்த நெலத்தக் கொத்தி", "வருடம்": "1958", "பாடியவர்கள்": "P. Bhanumathi, T. M. Soundararajan", "பாடல்வரிகள்": "சும்மா கெடந்த நெலத்தக் கொத்தி சோம்பலில்லாமே ஏர் நடத்தி   சும்மா கெடந்த நெலத்தக் கொத்தி சோம்பலில்லாமே ஏர் நடத்தி கம்மாக் கரைய ஒசத்திக் கட்டி கரும்புக் கொல்லையில் வாய்க்கால் வெட்டி   சம்பாப் பயிரைப் பறிச்சு நட்டு தகந்த முறையில் தண்ணீர் விட்டு நெல்லு வெளைஞ்சிருக்கு வரப்பும் உள்ளே மறைஞ்சிருக்கு  நெல்லு வெளைஞ்சிருக்கு வரப்பும் உள்ளே மறைஞ்சிருக்கு அட காடு வெளைஞ்சென்ன மச்சான் நமக்கு கையுங் காலுந்தானே மிச்சம் கையுங் காலுந்தானே மிச்சம் காடு வெளைஞ்சென்ன மச்சான் நமக்கு கையுங் காலுந்தானே மிச்சம் கையுங் காலுந்தானே மிச்சம்  இப்போ காடு வெளையட்டும் பொண்ணே நமக்கு காலமிருக்குது பின்னே காலமிருக்குது பின்னே காடு வெளையட்டும் பொண்ணே நமக்கு காலமிருக்குது பின்னே காலமிருக்குது பின்னே  மண்ணைப் பொளந்து சொரங்கம் வெச்சு பொன்னை எடுக்க கனிகள் வெட்டி மண்ணைப் பொளந்து சொரங்கம் வெச்சு பொன்னை எடுக்க கனிகள் வெட்டி   மதிலு வெச்சு மாளிகை கட்டி கடலில் மூழ்கி முத்தை எடுக்கும் மதிலு வெச்சு மாளிகை கட்டி கடலில் மூழ்கி முத்தை எடுக்கும்   வழி காட்டி மரமான தொழிலாளர் வாழ்க்கையிலே பட்ட துயரினி மாறும் ரொம்ப கிட்ட நெருங்குது நேரம் கிட்ட நெருங்குது நேரம்  அவர் பட்ட துயரினிமாறும் ரொம்ப கிட்ட நெருங்குது நேரம் கிட்ட நெருங்குது நேரம் அட காடு வெளைஞ்சென்ன மச்சான் நமக்கு கையுங் காலுந்தானே மிச்சம்  கையுங் காலுந்தானே மிச்சம்  காடு வெளையட்டும் பொண்ணே நமக்கு காலமிருக்குது பின்னே காலமிருக்குது பின்னே   மாடா ஒழைச்சவன் வாழ்க்கையிலே பசி வந்திடக் காரணம் என்ன மச்சான்  அவன் தேடிய செல்வங்கள் வேற இடத்திலே சேர்வதினால் வரும் தொல்லையடி   பஞ்சப் பரம்பரை வாழ்வதற்கு இனி பண்ண வேண்டியது என்ன மச்சான்   தினம் கஞ்சி கஞ்சி என்றால் பானை நிறையாது சிந்திச்சு முன்னேற வேணுமடி   வாடிக்கையாய் வரும் துன்பங்களை இன்னும் நீடிக்கச் செய்வது மோசமன்றோ   இருள் முடிக் கிடந்த மனமும் வெளுத்தது  சேரிக்கும் இன்பம் திரும்புமடி  இனி சேரிக்கும் இன்பம் திரும்புமடி   அட காடு வெளைஞ்சென்ன மச்சான் நமக்கு கையுங் காலுந்தானே மிச்சம்  கையுங் காலுந்தானே மிச்சம்  நானே போடப்போறேன் சட்டம் பொதுவில் நன்மை புரிந்திடும் திட்டம் நாடு நலம் பெறும் திட்டம்   நன்மை புரிந்திடும் திட்டம் நாடு நலம் பெறும் திட்டம் நன்மை புரிந்திடும் திட்டம் நாடு நலம் பெறும் திட்டம்  வாழை கெளைக்குது சோலை தழைக்குது  ஏழைகளுக்கதில் என்ன கிடைக்குது கூழைக் குடிக்குது நாளைக் கழிக்குது ஓலைக் குடிசையில் ஒண்டிக் கெடக்குது  நல்லவர் ஒன்றாய் இணைந்து விட்டால் மீதம்  உள்ளவரின் நிலை என்ன மச்சான்  நாளை வருவதை எண்ணி எண்ணி அவர் நாழிக்கு நாழி தெளிவாரடி"}