{"திரைப்படம்": "Padayappa", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "சுத்தி சுத்தி வந்தீக", "வருடம்": "1999", "பாடியவர்கள்": "Harini, S. P. Balasubramaniam", "பாடல்வரிகள்": "சுத்தி சுத்தி வந்தீக சுட்டு விரலால் சுட்டீங்க ஐயோ என் நாணம் அத்துபோக கண்ணால் எதையோ பார்த்தீக காயா பழமா கேட்டீக என்னோட ஆவி இத்து போக சுத்தி சுத்தி வந்தீக சுட்டு விழியால் சுட்டீங்க முத்தாடும் ஆச முத்தி போக எத்தன பொண்ணுக வந்தாக என்ன இடுப்புல சொருக பாத்தாக முந்தானையில் நீங்கதான் முடிஞ்சீக பொம்பள உசுரு போக போக நோக இந்திரன் மகனே இந்த தொல்ல வாழ்க பொம்பள உசுரு போக போக நோக ஆம்பள கொடுக்கும் அன்பு தொல்ல வாழ்க அட காதல் தேர்தலில் கட்டில் சின்னத்தில் வெற்றி பெற்று நீ வாழ்க சுத்தி சுத்தி வந்தீக சுட்டு விரலால் சுட்டீங்க ஐயோ என் நாணம் அத்துபோக சுத்தி சுத்தி வந்தீக சுட்டு விழியால் சுட்டீங்க முத்தாடும் ஆச முத்தி போக  என் காது கடிக்கும் என் காது கடிக்கும் பல்லுக்கு காயம் கொடுக்கும் காயம் கொடுக்கும் வளவிக்கு மார்பு மிதிக்கும் மார்பு மிதிக்கும் காலுக்கு முத்தம் தருவேன் என் உசுர குடிக்கும் என் உசுர குடிக்கும் உதட்டுக்கு மனசை கெடுக்கும் மனசை கெடுக்கும் கண்ணுக்கு கன்னம் கீறும் கன்னம் கீறும் நகத்துக்கு முத்தம் இடுவேன் அடி தூங்கும் பொழுதிலும் இம்மி அளவிலும் பிரியாதீக உம்ம தேவை தீர்ந்ததும் போர்வை போர்த்தியே உறங்காதீக இனி கண் தூங்கலாம் கைக தூகாதுக ஒரு தாலிக்கு முன்னால தாலாட்டு வைக்காதீக சுத்தி சுத்தி வந்தீக சுட்டு விழியால் சுட்டீங்க முத்தாடும் ஆச முத்தி போக எத்தன பொண்ணுக வந்தாக என்ன இடுப்புல சொருக பாத்தாக முந்தானையில் நீங்கதான் முடிஞ்சீக பொம்பள உசுரு போக போக நோக ஆம்பள கொடுக்கும் அன்பு தொல்ல வாழ்க அட காதல் தேர்தலில் கட்டில் சின்னத்தில் வெற்றி பெற்று நீ வாழ்க  நான் தழுவும்போது தழுவும்போது நழுவுறேன் தயிருபோல தயிருபோல ஒரையிறேன் கயிறு மேல கயிறு போட்டு ஹையோ கடையிறீங்க நான் மயங்கி மயங்கி மயங்கி மயங்கி கெரங்கவும் மயக்கம் தெளிஞ்சு மயக்கம் தெளிஞ்சு எழும்பவும் ஒத்தை பூவில் நெத்தி பொட்டில் ஹையோ அடிக்கிரீக உச்சி வெயிலில குச்சி ஐஸ போல் உருகாதீக தண்ணி பந்தலே தாகம் எடுக்கையில் எரியாதீக எல்லை தாண்டாதிக என்னை தூண்டாதிக என் வாயோடு வாய் வெக்க வக்கீலு வெக்காதீக   சுத்தி சுத்தி வந்தீக சுட்டு விரலால் சுட்டீங்க ஐயோ என் நாணம் அத்துபோக கண்ணால் எதையோ பார்த்தீக காயா பழமா கேட்டீக என்னோட ஆவி இத்து போக  பொம்பள உசுரு போக போக நோக ஆம்பள கொடுக்கும் அன்பு தொல்ல வாழ்க  அட காதல் தேர்தலில் கட்டில் சின்னத்தில் வெற்றி பெற்று நீ வாழ்க  சுத்தி சுத்தி வந்தீக சுட்டு விழியால் சுட்டீங்க முத்தாடும் ஆச முத்தி போக எத்தன பொண்ணுக வந்தாக என்ன இடுப்புல சொருக பாத்தாக முந்தானையில் நீங்கதான் முடிஞ்சீக"}