{"திரைப்படம்": "Mahanadhi", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "சொல்லாத ராகங்கள்", "வருடம்": "1994", "பாடியவர்கள்": "S. P. Balasubrahmanyam, S. Janaki", "பாடல்வரிகள்": "பெண் : துவக்கம் எங்கே இது வரை சரிவரப் புரியவில்லை  ஆண் : தொடங்கியதை தொடர்ந்திடப் புதுவழி தெரியவில்லை  பெண் : புதிர்களும் புதுக்கவி புனைந்திட  ஆண் : நெருங்கிட என் மனம் மருகிட  பெண் : மயங்குதே கலங்குதே  ஆண் : சொல்லின்றியே தயங்குதே  பெண் : அலைகள் எழுந்து கரைகள் கடந்து சொல்லாத ராகங்கள் என்னென்ன பொல்லாத தாளங்கள் என்னென்ன துணிந்து சொன்னாலென்ன (இசை)  பெண் : சொல்லாத ராகங்கள் என்னென்ன பொல்லாத தாளங்கள் என்னென்ன துணிந்து சொன்னாலென்ன  ஆண் : நில்லாத எண்ணங்கள் முன் செல்ல தள்ளாடும் என் நெஞ்சம் பின் செல்ல தொடர்ந்து வந்தாலென்ன  பெண் : எழுந்த சந்தம் ஒன்று கலந்த சொந்தம் இன்று இணைந்த சந்தர்ப்பம் இழந்த பொன் சொர்க்கம் திரும்புமோ புது யுகம் அரும்புமோ  ஆண் : சொல்லாத ராகங்கள் என்னென்ன பொல்லாத தாளங்கள் என்னென்ன துணிந்து சொன்னாலென்ன  பெண் குழு : அஹ ஹஹா..அஹ ஹஹா..ஹா..(இசை) ஆஹ ஹஹஹா..ஹாஹ ஹஹா..  ***  ஆண் : காவல் வைத்தாலும் உன்மீது ஆவல் கொண்டாடும் உள்ளம் உள்ளம்  பெண் : காலம் கைகூடும் என்றெண்ணி காதல் கொண்டாடும் எண்ணம் எண்ணம்  ஆண் : கூண்டில் என் வாசம் என்றாலும் மீண்டும் நான் வந்தால் அந்நேரம் வேண்டும் நான் வாழ உந்தன் நெஞ்சம்  பெண் : வானம் நின்றாலும் சாய்ந்தாலும் வையம் வாழ்ந்தாலும் வீழ்ந்தாலும் பாவை பெண் பாவை உந்தன் தஞ்சம்  ஆண் : ஜீவன் வெவ்வேறு ஆகாமல் ஜென்மம் வீணாகிப் போகாமல் இணைந்த சந்தர்ப்பம் இழந்த பொன் சொர்க்கம் திரும்புமோ புது யுகம் அரும்புமோ  பெண் : சொல்லாத ராகங்கள் என்னென்ன பொல்லாத தாளங்கள் என்னென்ன துணிந்து சொன்னாலென்ன  ஆண் : நில்லாத எண்ணங்கள் முன் செல்ல தள்ளாடும் என் நெஞ்சம் பின் செல்ல தொடர்ந்து வந்தாலென்ன (இசை)  பெண்குழு : ஆஹ ஹஹஹா..ஹாஹ ஹஹா..  ***  பெண் : நாட்கள் ஒவ்வொன்றும் துன்பம் தூக்கம் இல்லாமல் செல்லும் செல்லும்  ஆண் : வீசும் பூந்தென்றல் உன்பாட்டை நாளும் என் காதில் சொல்லும் சொல்லும்  பெண் : பாரம் நெஞ்சோரம் என்றாலும் ஈரம் கண்ணோரம் என்றாலும் உள்ளம் உன் பேரைப் பாடும் பாடும்  ஆண் : நேசம் எந்நாளும் பொய்க்காமல் நெஞ்சைத் துன்பங்கள் தைக்காமல் நாளை பொற்காலம் கூடும் கூடும்  பெண் : நெஞ்சில் எப்போதும் உன் எண்ணம் கண்ணில் எந்நாளும் உன் வண்ணம் இணைந்த சந்தர்ப்பம் இழந்த பொன் சொர்க்கம் திரும்பலாம் புது யுகம் அரும்பலாம்  ஆண் : சொல்லாத ராகங்கள் என்னென்ன பொல்லாத தாளங்கள் என்னென்ன துணிந்து சொன்னாலென்ன  பெண் : நில்லாத எண்ணங்கள் முன் செல்ல தள்ளாடும் என் நெஞ்சம் பின் செல்ல தொடர்ந்து வந்தாலென்ன  ஆண் : எழுந்த சந்தம் ஒன்று கலந்த சொந்தம் இன்று இணைந்த சந்தர்ப்பம் இழந்த பொன் சொர்க்கம் திரும்பலாம் புதுயுகம் அரும்பலாம்  பெண் : சொல்லாத ராகங்கள் என்னென்ன பொல்லாத தாளங்கள் என்னென்ன துணிந்து சொன்னாலென்ன  ஆண் : நில்லாத எண்ணங்கள் முன் செல்ல தள்ளாடும் என் நெஞ்சம் பின் செல்ல தொடர்ந்து வந்தாலென்ன"}