{"திரைப்படம்": "Kuselan", "பாடலாசிரியர்": "Pa. Vijay", "இசையமைப்பாளர்": "G. V. Prakash Kumar", "பாடல்": "சொல்லாம்மா செல்லம்மா", "வருடம்": "2008", "பாடியவர்கள்": "Hariharan, Sujatha Mohan", "பாடல்வரிகள்": "சில்லு சில்லு சில்லு சில்லு சில்லேலே சில்லேலே சில்லேலே சில்லேலே  சொல்லு சொல்லு சொல்லு சொல்லு சொல்லாம்மா சின்னம்மா சொல்லாம்மா செல்லம்மா  மனசோடு பேசும் நேரம் தானே ஓ காசோட சப்தம் கேக்கலையே  சொல்லு சொல்லு சொல்லு சொல்லு சொல்லாம்மா சின்னம்மா சொல்லாம்மா செல்லம்மா  மனசோடு பேசும் நேரம் தானே ஓ  காசோட சப்தம் கேக்கலையே தானே  குயில் கூ கூனு கூவ கைகளை நீட்டி கூலி பணம் கேட்கலியே  மழை அச்சோனு பேய மடியையும் நீட்டி செலவையும் சேர்க்கலியே  குயில் கூ கூனு கூவ கைகளை நீட்டி  கூலி பணம் கேட்ககலியே  மழை அச்சோனு பேய மடியையும் நீட்டி செலவையும் சேர்க்கலியே  பல மாடி வீட்டில் வெகுமதி இருக்கும் ஏழை வீட்டில் நிம்மதி இருக்குமடி  சொல்லு சொல்லு சொல்லு சொல்லு சொல்லாம்மா சின்னம்மா சொல்லாம்மா செல்லம்மா  மனசோடு பேசும் நேரம் தானே ஏ  காசோட சப்தம் கேக்கலையே  பொய் வார்த்தையிலே பொய் வார்த்தையிலே பொன் சேர்த்ததிங்கு சில பேரு  யார் வேர்வையிலோ யார் போர்வையிலோ தான் வாழ்வாதிங்கு சில பேரு  என் பார்வாயில நான் போகாயில நீ கூட வரும் நேரம் தான்  உன் கூட வந்து கை கோர்க்கையில நான் கூட பணக்காரன் தான்  உனக்கு கீழ தான் உலகம் இருக்குது உனது கைய நீ நம்பு  உனக்கு மேல தான் வேலை இருக்குது எனக்கு எதுக்கு வீண் வம்பு  போதும் இது போதும் எனும் மனமே மருந்து வேணும் இன்னும் வேணும் என்னும் குணமே அடங்கு  எங்க அப்பா அம்மா ஏழை அந்த கடவுளுக்கும் மேல  இந்த வீடும் உலகம் வாழ வாழ ஈடு இணையா வேற உலகில்லை தான்  சொல்லு சொல்லு சொல்லு சொல்லு சொல்லாம்மா சின்னம்மா சொல்லாம்மா செல்லம்மா  மனசோடு பேசும் நேரம் தானே ஓ காசோட சப்தம் கேக்கலையே  என் வீடு வரி ஏமாத்தும் வரி யார் போதும் வரி குறியாகும்  என் வாழ்க்கையில சேர் மார்க்கெட்டுல ஏன் என்னதுன்னு தெரியாது  கருப்பு பணம் எது வெள்ளை பணம் எது எனக்கு ரெண்டும் கிடையாது  வங்கி கணக்கில வந்த கணக்கு தான் நமக்கு ஒன்னும் விளங்காது  இன்சூரன்ஸ் இல்லாம வாழும் நமக்கு இன்ஸ்டால்மெண்ட் வாங்காம இன்பம் இருக்கு  அட மூக்கு மூட்ட தின்னு தினம் மருந்துக் கடையில நின்னு நம்ம வாழ்ந்ததில்ல கண்ணு  இந்த வயதிததைக் கட்டி வாழும் வாழ்க்கை சந்தோஷம்  சொல்லு சொல்லு சொல்லு சொல்லு சொல்லாம்மா சின்னம்மா சொல்லாம்மா செல்லம்மா  மனசோடு பேசும் நேரம் தானே ஓ காசோட சப்தம் கேக்கலையே  குயில் கூ கூனு கூவ கைகளை நீட்டி கூலி பணம் கேட்ககலியே  மழை அச்சோன்னு பெய்ய மடியையும் நீட்டி செலவையும் சேர்க்ககலியே  பல மாடி வீட்டில் வெகுமதி இருக்கும் ஏழை வீட்டில் நிம்மதி இருக்குமடி  செல்லு செல்லு செல்லு செல்லு"}