{"திரைப்படம்": "Sakkarakatti", "பாடலாசிரியர்": "Pa. Vijay", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "சின்னம்மா சிலகம்மா", "வருடம்": "2008", "பாடியவர்கள்": "Benny Dayal, Chinmayi", "பாடல்வரிகள்": "சின்னம்மா சிலகம்மா நில்லு நில்லு நில்லு செல்லம்மா சிலையம்மா சொல்லு சொல்லு சொல்லு சின்னம்மா சிலகம்மா நில்லு நில்லு நில்லு செல்லம்மா சிலையம்மா சொல்லு சொல்லு சொல்லு  சின்னம்மா சிலகம்மா நில்லு நில்லு நில்லு செல்லம்மா சிலையம்மா சொல்லு சொல்லு சொல்லு சின்னம்மா சிலகம்மா நில்லு நில்லு நில்லு செல்லம்மா சிலையம்மா சொல்லு சொல்லு சொல்லு அம்மம்மா அழகம்மா அடிநெஞ்சில் யாரம்மா விழியம்மா முழியம்மா விற்பன்னன் எவனம்மா சின்னம்மா சிலகம்மா சின்னம்மா சிலகம்மா  ஜல் ஜலக்கு ஜலக்கு உன் கொஞ்சல் சொல் எதுக்கு எதுக்கு பிழி கெஞ்சல் ஜல் ஜலக்கு ஜலக்கு உன் கொஞ்சல் சொல் எதுக்கு எதுக்கு பிழி கெஞ்சல் நீ சிரிக்க சிரிக்க கொட்டும் கிளிஞ்சல் வெட்கம் ஒதுக்கு ஒதுக்கு அது இடைஞ்சல் கண்ணாலே அனுப்பினாய் அஞ்சல் நிறம் மாறிப் போனதென் மஞ்சள் இனி உனக்கும் எனக்கும் முத்தக் காய்ச்சல் அடி துவங்கு துவங்கு வெட்கக் கூச்சல் வெயிலாய் தொட்டானே சூடு சூடு சூடாய் மழையாய்ப் பட்டானே கோடு கோடு கோடாய் வெயிலாய் தொட்டானே சூடு சூடு சூடாய் மழையாய்ப் பட்டானே கோடு கோடு கோடாய் யார் யாரோ அவன் யாரோ என் பேர்தான் கேட்பாரோ என் பேரோ உன் பேரோ ஒன்றென்று அறிவரோ சின்னம்மா சிலகம்மா சின்னம்மா சிலகம்மா  உம்மா உம்மா  ஐயோ கசக்கும் சும்மா சும்மா  கேட்டால் இனிக்கும் காதல் கணக்கே வித்தியாசம் சுடுமா சுடுமா  தருப்பைத் தீயே சுகமா சுகமா காதல் கனவே உயிர் வாசம் நீ உருகி வழிந்திடும் தங்கம் உன்னைப் பார்த்த கண்ணில் ஆதங்கம் உன் எடையும் இடையும் தான் கொஞ்சம் உன் வீட்டில் உணவுக்கா பஞ்சம் சின்னம்மா சிலகம்மா நில்லு நில்லு நில்லு சின்னம்மா சிலகம்மா சொல்லு சொல்லு சொல்லு அம்மம்மா அழகம்மா அடிநெஞ்சில் யாரம்மா செல்லம்மா செல்லம்மா சொல்லம்மா சொல்லம்மா  வெள்ளை இரவே  இரவின் குளிர் நீ தெளியும் நதியே  நதியின் கரை நீ நீயோ அழகின் ரசவாதம் கொஞ்சல் மொழியே  மொழியின் உயிர் நீ உறையா பனியே நீ என் நூறு சதவீதம் நீ பூக்கள் போர்த்திய படுக்கை உன் உதடு தேன்களின் இருக்கை நின் உடலின் பயில்கிறேன் கணக்கை உனைப் பாட ஏதடி தணிக்கை ஜல் ஜலக்கு ஜலக்கு உன் கொஞ்சல் சொல் எதுக்கு எதுக்கு பிழி கெஞ்சல் ஜல் ஜலக்கு ஜலக்கு உன் கொஞ்சல் சொல் எதுக்கு எதுக்கு பிழி கெஞ்சல் நீ சிரிக்க சிரிக்க கொட்டும் கிளிஞ்சல் வெட்கம் ஒதுக்கு ஒதுக்கு அது இடைஞ்சல் நீ கண்ணாலே அனுப்பினாய் அஞ்சல் நிறம் மாறிப் போனதென் மஞ்சள் அடி உனக்கும் எனக்கும் முத்தக் காய்ச்சல் இனி துவங்கு துவங்கு வெட்கக் கூச்சல் சின்னம்மா சிலகம்மா  ஷார ரார ரார சின்னம்மா சிலகம்மா  ஷார ரார ரார சின்னம்மா சிலகம்மா  ஷார ரார ரார சின்னம்மா சிலகம்மா  ஷார ரார ரார அம்மம்மா அழகம்மா அடிநெஞ்சில் யாரம்மா விழியம்மா முழியம்மா விற்பன்னன் எவனம்மா சின்னம்மா சிலகம்மா சின்னம்மா சிலகம்மா"}