{"திரைப்படம்": "Kaththi", "பாடலாசிரியர்": "Madhan Karky", "இசையமைப்பாளர்": "Anirudh Ravichander", "பாடல்": "செல்பி புள்ள", "வருடம்": "2014", "பாடியவர்கள்": "Vijay, Sunidhi Chauhan", "பாடல்வரிகள்": "Terra Terra TerraByte-ஆ காதல் இருக்கு நீயும் பிட்டு பிட்டா Byte-உ பண்ணா ஏறும் கிறுக்கு Terra Terra TerraByte-ஆ காதல் இருக்கு நீயும் பிட்டு பிட்டா Byte-உ பண்ணா ஏறும் கிறுக்கு Insta கிராமத்துல வாடி வாழலாம் நாம வாழும் நிமிஷத்தெல்லாம் சுட்டு தள்ளலாம் நானும் நீயும் சேரும் பொது தாறுமாறு தான் அந்த FaceBook-இல் பிச்சிக்கிடும் Like-உ Share-உ தான் Let’s take a Selfie புள்ள Give me a உம்மா உம்மா Selfie புள்ள Give me a உம்மா Let’s take a Selfie புள்ள Give me a உம்மா உம்மா Selfie புள்ள Give me a உம்மா Let’s take a Selfie புள்ள Selfie புள்ள… ஏ ஏ Selfie புள்ள… Selfie புள்ள   Photoshop பண்ணாமலே Filter ஒன்னும் போடாமலே உன் முகத்த பாக்கும்போது நெஞ்சம் அள்ளுது  டப்பாங்குத்து பாட்டும் இல்ல டன்டனக்கு Beat-உம் இல்ல உன்னை பாக்கும் பொது ரெண்டு காலும் துள்ளுது  அ குச்சி ஐஸ்சும் இல்ல அல்வாவும் இல்ல உன் பேர் சொன்னா நாக்கெல்லாம் தித்திக்குது  அட தண்ணிக்குள்ள நான் முங்கும்போதும் உன்னை நெனைச்சாலே எங்கெங்கோ பத்திக்குது  வெரலுக்கு பசியெடுத்து உயிர் துடிக்க உள்ள நாக்க வச்சி உன்னை கொஞ்சம் அது கடிக்க உதட்டுக்கு பசியெடுத்து அடம்பிடிக்க நீ முத்தம் ஒன்னு தாயேன் நானும் படம் பிடிக்க Let’s take a Selfie புள்ள Give me a உம்மா உம்மா Selfie புள்ள Give me a உம்மா Let’s take a Selfie புள்ள Give me a உம்மா உம்மா Selfie புள்ள Give me a உம்மா  உம்மா உம்மா… உம்மா… உம்மா உம்மா… உம்மா…  காலையில காதல் சொல்லி மத்தியானம் தாலி கட்டி சாயங்காலம் தேன்நிலவு போனா வரியா தேகத்துல சாக்லெட்டு நான் வேகத்துல ராக்கெட்டு நான் நிலவுல டென்ட் அடிப்போம் Are you ready-யா அட ராக்கெட் உன்ன நீயும் ரெண்ட் பண்ண அந்த Jupiter-ல் Moon-உ மட்டும் அருபத்திமூனு அந்த நிலவுங்க எல்லாம் இங்க தேவையில்ல உன் கண் ரெண்டும் போதாதா வாடி புள்ள Terra Terra TerraByte-ஆ காதல் இருக்கு நீயும் பிட்டு பிட்டா Byte-உ பண்ணா ஏறும் கிறுக்கு Terra Terra TerraByte-ஆ காதல் இருக்கு நீயும் பிட்டு பிட்டா Byte-உ பண்ணா ஏறும் கிறுக்கு Insta கிராமத்துல வாடி வாழலாம் நாம வாழும் நிமிஷத்தெல்லாம் சுட்டு தள்ளலாம் நானும் நீயும் சேரும் பொது தாறுமாறு தான் அந்த FaceBook-இல் பிச்சிக்கிடும் Like-உ Share-உ தான் Let’s take a Selfie புள்ள Give me a உம்மா உம்மா Selfie புள்ள Give me a உம்மா Let’s take a Selfie புள்ள Give me a உம்மா உம்மா Selfie புள்ள Give me a … ஏ ஹே ஹே … Let’s take a Selfie புள்ள Selfie புள்ள… ஏ ஏ Selfie புள்ள… Selfie புள்ள Give me a உம்மா"}