{"திரைப்படம்": "New", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "சக்கரை இனிக்கிற சக்கரை", "வருடம்": "2004", "பாடியவர்கள்": "S.P. Balasubrahmanyam, Sujatha", "பாடல்வரிகள்": "புத்தகம் இன்றி சொல்லித்தாரேன் வா.. உத்தரவின்றி உள்ளே வா.. கட்டணம் இன்றி சொல்லித்தாரேன் வா.. உத்தரவின்றி உள்ளே வா.. நித்திரை இன்றி சொல்லித்தாரேன் வா.. வா... வா... புத்தகம் இன்றி சொல்லித்தாரேன் வா... உத்தரவின்றி உள்ளே வா கட்டணம் இன்றி சொல்லித்தாரேன் வா... உத்தரவின்றி உள்ளே வா நித்திரை இன்றி சொல்லித்தாரேன் வா.. வா... வா...   சக்கரை இனிக்கிற சக்கரை  அதில் எறும்புக்கு என்ன அக்கறை..  சக்கரை இனிக்கிற சக்கரை  அதில் எறும்புக்கு என்ன அக்கறை  நீ அக்கரை-நான் இக்கரை  நீ அக்கரை-நான் இக்கரை  கெஞ்சி கேட்கும் படி நீ ஏன் வைக்கிர... சக்கரை இனிக்கிற சக்கரை  அதில் எறும்புக்கு என்ன அக்கறை....  ஹேய்... ஹேய்.... கேள்விக்கு பதில் என்ன தெரியாது... கலங்கி நிக்கிறேன் புரியாது நீ சொல்லு நீ சொல்லு தெரிஞ்சுக்குறேன்... நூறு மார்க்கு இந்த பரிட்சையில் வாங்கி காட்டுறேன்... உத்தரவின்றி உள்ளே வா சக்கரை இனிக்கிற சக்கரை  உத்தரவின்றி உள்ளே வா எறும்புக்கு என்ன அக்கறை  உத்தரவின்றி உள்ளே வா சக்கரை இனிக்கிற சக்கரை  அதில் எறும்புக்கு என்ன அக்கறை  நீ அக்கரை-நான் இக்கரை  நீ அக்கரை-நான் இக்கரை(2)  என்னை சொக்கும்படி ஏம்மா வைக்கிர...  கிட்ட வந்து தட்டுனு கேட்காதைய்யா தவிலு அது கேட்டா தட்டும் விரலு... சின்ன நூலை தன்னோடு சேர்த்து கொள்ளும் ஊசி அந்த சங்கதி என்ன யோசி... என்னடி பண்ணுது சிங்காரி இப்படி நிக்கிற ஒய்யாரி... உன் இரு கண் விழி பொல்லாது-உள்ளது எப்பவும் சொல்லாது... ராத்திரி நேர பூஜை தினம் புரிந்திட... உத்தரவின்றி உள்ளே வா பூத்திரி ஏத்தி வைத்து அதை படித்திட... உத்தரவின்றி உள்ளே வா மன்மத ராகம் ஒன்று மனம் இசைத்திட...வா வா   சக்கரை இனிக்கிர சக்கரை  அதில் எறும்புக்கு என்ன அக்கறை  நீ அக்கரை-நான் இக்கரை  நீ அக்கரை-நான் இக்கரை  கெஞ்சி கேட்கும் படி நீ ஏன் வைக்கிர சக்கரை இனிக்கிற சக்கரை  அதில் எறும்புக்கு என்ன அக்கறை    ரொம்ப ரொம்ப பாசாங்கு பண்ணாதேடா கண்ணா நான் பாவப்பட்ட பெண்ணா... மெத்தை மீது தாவாது தத்தை ஒன்று வாடும் என் வித்தை காண தேடும்...  தொட்டதும் பட்டதும் பூ மலரும் முத்திட முத்திட தேன் சிதறும்... கற்றது உன்னிடம் கையளவு உள்ளது என்னிடம் கடலளவு... இலகிய மாலை நேரம் மனம் மயங்குது.. உத்தரவின்றி உள்ளே வா சுகம் என்னும் வெல்லம் பாய மடை திறந்தது... உத்தரவின்றி உள்ளே வா இனி ஒரு கேள்விக்கான விடை கிடைத்தது வா... வா...  சக்கரை இனிக்கிற சக்கரை  அதில் எறும்புக்கு என்ன அக்கறை  சக்கரை இனிக்கிற சக்கரை  அதில் எறும்புக்கு என்ன அக்கறை  நீ அக்கரை-நான் இக்கரை  நீ அக்கரை-நான் இக்கரை  கெஞ்சி கேட்கும் படி நீ ஏன் வைக்கிர சக்கரை இனிக்கிற சக்கரை  அதில் எறும்புக்கு என்ன அக்கறை"}