{"திரைப்படம்": "Padayappa", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "சிங்க நடை போட்டு", "வருடம்": "1999", "பாடியவர்கள்": "S. P. Balasubramaniam", "பாடல்வரிகள்": "சிங்க நடை போட்டு சிகரத்தில் ஏறு சிகரத்தை அடைந்தால் வானத்தில் ஏறு  என் பேரு படையப்பா இளவட்ட நடையப்பா என்னோட உள்ளதெல்லாம் இளஞ்சிங்க படையப்பா நெஞ்சில் ஆறு படையப்பா பின்னால் நூறு படையப்பா யுத்தம் ஒன்னு வருகையில் பத்து விரல் படையப்பா பாசமுள்ள மனிதனப்பா நான் மீசவெச்ச குழந்தையப்பா என்றும் நல்ல தம்பி நான் அப்பா நன்றியுள்ள ஆளப்பா தாலாட்டி வளர்த்தது தமிழ்நாட்டு மண்ணப்பா சிங்க நடை போட்டு சிகரத்தில் ஏறு என் பேரு படையப்பா இளவட்ட நடையப்பா என்னோட உள்ளதெல்லாம் இளஞ்சிங்க படையப்பா நெஞ்சில் ஆறு படையப்பா பின்னால் நூறு படையப்பா யுத்தம் ஒன்னு வருகையில் பத்து விரல் படையப்பா பாசமுள்ள மனிதனப்பா நான் மீசவெச்ச குழந்தையப்பா  பத்து மாடி வீடு கொண்ட சொத்து சுகம் வேண்டாம் பட்டங்களை வாங்கி தரும் பதவியும் வேண்டாம் மாலைகள் இட வேண்டாம் தங்க மகுடமும் தரவேண்டாம் தமிழ் தாய்நாடு தந்த அன்பு போதுமே என் ஒரு துளி வேர்வைக்கு ஒரு பவுன் தங்க காசு கொடுத்தது தமிழல்லவா என் உடல் பொருள் ஆவியை தமிழுக்கும் தமிழர்க்கும் கொடுப்பது முரியால்லவா சிங்க நடை போட்டு சிகரத்தில் ஏறு என் பேரு படையப்பா இளவட்ட நடையப்பா என்னோட உள்ளதெல்லாம் இளஞ்சிங்க படையப்பா நெஞ்சில் ஆறு படையப்பா பின்னால் நூறு படையப்பா யுத்தம் ஒன்னு வருகையில் பத்து விரல் படையப்பா பாசமுள்ள மனிதனப்பா நான் மீசவெச்ச குழந்தையப்பா  உன் கையை நம்பி உயர்ந்திட பாரு உனக்கென எழுது ஒரு வரலாறு உனக்குள்ளே சக்தி இருக்கு அதை உசுப்பிட வழி பாரு சுப வேளை நாளை மாலை சூடிடு அட எவனுக்கு என்ன குணம் எவனுக்கு என்ன பலம் கண்டதில்லை ஒருவருமே ஒரு விதைக்குள்ள அடைபட்ட ஆலமரம் கண் விழிக்கும் அதுவரை பொறு மனமே சிங்க நடை போட்டு சிகரத்தில் ஏறு சிகரத்தை அடைந்தால் வானத்தில் ஏறு என் பேரு படையப்பா இளவட்ட நடையப்பா என்னோட உள்ளதெல்லாம் இளஞ்சிங்க படையப்பா நெஞ்சில் ஆறு படையப்பா பின்னால் நூறு படையப்பா யுத்தம் ஒன்னு வருகையில் பத்து விரல் படையப்பா  பாசமுள்ள மனிதனப்பா  நான் மீசவெச்ச குழந்தையப்பா  என்றும் நல்ல தம்பி நான் அப்பா நன்றியுள்ள ஆளப்பா  தாலாட்டி வளர்த்தது தமிழ்நாட்டு மண்ணப்பா   சிங்க நடை போட்டு சிகரத்தில் ஏறு சிகரத்தை அடைந்தால் வானத்தில் ஏறு ஹோய்  படையப்பா"}