{"திரைப்படம்": "Kanchana 2", "பாடலாசிரியர்": "Ko Sesha", "இசையமைப்பாளர்": "S. Thaman", "பாடல்": "சீல்லாட்ட பில்லாட்ட", "வருடம்": "2015", "பாடியவர்கள்": "Jagadeesh Kumar", "பாடல்வரிகள்": "எவெரீ படி ஹெலோ ராகவா லாரன்ஸ் இஸ் பேக்  அட்ரா சக்க முனி 3  சீல்லாட்ட பில்லாட்ட பேயி பண்ணும் கலாட்டா உர்ட்டாத மெர்ட்டாத நைட்டால வந்த வெர்ட்டாத  டர்ருண்னும் டுர்ருண்னும் பேயி வந்தா கிர்ருண்னும் அச்சச்சோ இசசசோ பெயிங்கள புட்சாசோ  அல்லர்த்து வல்லார்டு தொகர்தது நாகர்த்து ஆட்டங்கு இட்டங்கு பயமாய்கிது கியமாய்கீடு  அங்க கூதது இங்ங்க கித்து எங்ககித்து உள்ள கீத்து சட்னுகிது பட்னுகிது தட்னுகிது ஓட்ணுகிது  அய்யோ  ஹே அட்சலு வொட்சலு கைய வுட்ட எட்சலு கவுந்தட்சு படுத்துக்காத முனி வர்றண்டா  சுலட்டி விட்ட சில்லர சோறல வுட்ட கல்லார சாதிக்கின்னு போதிக்காத முனி வராண்டா  ஹே வியாசர்பாடி காசிமா டக்குன்னு உழுவா போது பாத்துமா  ஒன் வீட்ட நல்ல பூட்டுமா சாமி போட்டோ போட்டோ போட்டோ வாங்கி மாட்டுமா  அசலு அய் யை யை யை யோ மொசலு அய் யை யை யை யோ  ய்யா அசலு அய் யை யை யை யோ ஹே ஏ மொசலு அய் யை யை யை யோ  ஹே அட்சலு வொட்சலு கைய வுட்ட எட்சலு கவுந்தட்சு படுத்துக்காத முனி வர்றண்டா  சுலட்டி விட்ட சில்லர சோறல வுட்ட கல்லார சாதிக்கின்னு போதிக்காத முனி வராண்டா  முனி படம் பாக்க போற சாமிய வேண்டிக்கோ கோய்ந்தங்கள்லாம் பாய்ப்த போவுது கண்ணா மூடிக்கோ  அய்யயோ அய்யயோ  அந்த பே இந்த பே பீல்பால் காட்டுதே முனி பேயி னைட்டு நேரம் வித்த காட்டுதே  சீயோ பெத்த பே பயந்துட்டாரு டோய்  அங்க இங்க உந்து என்து நிக்குதடா டே  அக்கா வூட்ல சிக்கல் அம்மா மேல வோக்கள் நைட்டு நேரம் தூங்கும் போது மண்ணு மண்ணா வோக்கள்  அல்லஜி சாச கருமாறே டேய் வந்தே நிக்குது ஊரு மாறி  அய்யையோ ஆயுள் காட்சி அது மணியான முனி காட்சி  எட்து உடாத கோர்த்து உடாத பேயி கிட்ட என்ன நீயும் மாட்டி உடாத  அய்யயோ அய்யயோ அய்யயோ அய்யயோ அய்யயோ அய்யயோ  ராங்கு நக்க மக்க மக்க மக்க மக்க மக்க மக்கிர ராங்கு நக்க மக்க மக்க மக்க மக்க மக்க ஹோய்  ராங்கு நக்க மக்க மக்க மக்க மக்க மக்க மக்கிர ராங்கு நக்க மக்க மக்க மக்க மக்க மக்க ஹோய்  ஹோய் ஹோய்  பகல் நேரம் டாரு மாறா சண்ட போடுவேன் ராத்திரில உச்சாவா போவ அம்மாவா கூப்டுவேன்  அய்யயோ அய்யயோ  படுக்கும் போது ததொடப்பம் செருப்பு போட்டு வச்சுக்குவேன்  பே கனவு மெரட்டி எடுக்கும் அம்மாவா பூட்சுக்குவேன்  காசா மூசா பே அலையுதுங்க டோய் தர்காவுல்ல மாட்டி வுட்டு ஒளிஞ்சிக்கீச்சு பாய்  பெயிங்கள்லாம் மோசம் காட்டாதீங்க பாசம் எரிஞ்சு போன கோபதெல்லாம் நம்ம மேல காட்டும்  எவனோ ஒருத்தான் சாவடிப்பான் இவன் நம்மள புடிச்சு தாலியருப்பான்  நியாயத்த கேக்க ஆளில்லையா ஹே கோவத்த கொறைக்க மொரில்லையா  எத்தி உடாத தூக்கி உடாதா சந்துல பொந்துல கண்ண காட்டி மாட்டி உடாதா  அசலு அய் யை யை யை யோ மொசலு அய் யை யை யை யோ  ய்யா அசலு அய் யை யை யை யோ ஹே ஏ மொசலு அய் யை யை யை யோ  ஹே அட்சலு வொட்சளு கைய வுட்ட எட்சலு கவுந்தாட்சு படுத்துக்காத முனி வர்றண்டா  ராங்கு நக்க மக்க மக்க மக்க மக்க மக்க மக்கிர"}