{"திரைப்படம்": "Tamil Devotional", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "", "பாடல்": "சஷ்டியை நோக்கச் சரவணபவனார்", "வருடம்": "2013", "பாடியவர்கள்": "", "பாடல்வரிகள்": "நேரிசை வெண்பா துதிப்போர்க்கு வல்வினைபோம் துன்பம்போம் நெஞ்சில் பதிப்போர்க்கு செல்வம் பலித்துக் கதித்தோங்கும் நிஷ்டையும் கைகூடும் நிமலனருள் கந்தர் சஷ்டி கவசம் தனை.  குறள் வெண்பா அமரரிடர் தீர வமரம் புரிந்த குமரனடி நெஞ்சே குறி  சஷ்டியை நோக்கச் சரவணபவனார் சிஷ்டருக்குதவும் செங்கதிர் வேலோன் பாதம் இரண்டில் பன்மணிச் சதங்கை கீதம் பாடக் கிண்கிணியாட மையல் நடம் செய்யும் மயில்வாகனனார் கையில் வேலால் எனைக் காக்கவென் றுவந்து வர வர வேலாயுதனார் வருக வருக வருக மயிலோன் வருக இந்திரன் முதலாய் எண்டிசை போற்ற மந்திர வடிவேல் வருக வருக வாசவன் மருகா வருக வருக நேசக் குறமகள் நினைவோன் வருக ஆறுமுகம் படைத்த ஐயா வருக நீறிடும் வேலவன் நித்தம் வருக சிரகிரி வேலவன் சீக்கிரம் வருக சரவணபவனார் சடுதியில் வருக ரகணபவச ரரரர ரரர ரிகண பவச ரிரிரி ரிரிரி விணபவ சரவண வீராநமோ நம நிபவ சரவண நிற நிற நிறென் வசர ஹணபவ வருக வருக என்னையாளும் இளையோன் கையில் பன்னிரண்டாயுதம் பாசங்குசமும் பரந்த விழிகள் பன்னிர ண்டிலங்க விரைந்தென்னைக் காக்க வேலோன் வருக ஐயம் கிலியும் அடைவுடன் சௌவும் உய்யொளி சௌவும் உயிரையும் கிலியும் கிலியும் சௌவும் கிளரொளி யையும் நிலைபெற் றென் முன் நித்தமும் ஒளிரும் சண்முகன் நீயும் தனியொளி யொவ்வும் குண்டலியாம் சிவகுகன் தினம் வருக ஆறுமுகமும் அணிமுடியாறும்  நீறிடு நெற்றியும் நீண்ட புருவமும் பன்னிரு கண்ணும் பவளச் செவ்வாயும் நன்னெறி நெற்றியில் நவமணிச் சுட்டியும் ஈராறு செவியில் இலங்கு குண்டலமும் ஆறிரு திண்புயத் தழகிய மார்பில் பல்பூஷணமும் பதக்கமும் தரித்து நன்மணி பூண்ட நவரத்தினமாலையும் முப்புரி நூலும் முத்தணி மார்பும் செப்பழகுடைய திருவயிறுந்தியும் துவண்ட மருங்கில் சுடரொளிப்பட்டும் நவரத்தினம் பதித்த நற்சீராவும் இருதொடை யழகும் இணைமுழந்தாளும் திருவடியதனில் சிலம்பொலி முழங்க செககண செககண செககண செகண மொக மொக மொகமொக மொக மொக மொகென நகநக நகநக நகநக நகென டிகுகுண டிகுகுண டிகுகுண டிகுண ரரரர ரரரர ரரரர ரரர ரிரிரிரி ரிரிரிரி ரிரிரிரி ரிரிரி டுடுடுடு டுடுடு டுடுடுடு டுடுடு டகு டகு டிகு டிகு டங்கு டிங்குகு விந்து விந்து மயிலோன் விந்து முந்து முந்து முரகவேள் முந்து என்றனை யாளும் ஏரகச் செல்வ மைந்தன் வேண்டும் வரமகிழ்ந்துதவும் லாலா லாலா லாலா வேசமும் லீலா லீலா லீலா விநோதனென்றும் உன் திருவடியை உறுதியென்றெண்ணும் என் தலைவைத்துன் இணையடி காக்க என்னுயிர்க்குயிராம் இறைவன் காக்க பன்னிரு விழியால் பாலனைக் காக்க அடியேன் வதனம் அழகுவேல் காக்க பொடிபுனை நெற்றியைப் புனிதவேல் காக்க கதிர்வேலிரண்டும் கண்ணினைக் காக்க விதிசெவியிரண்டும் வேலவர் காக்க நாசிகளிரண்டும் நல்வேல் காக்க பேசிய வாய்தனைப் பெருவேல் காக்க முப்பத்திருபல் முனைவேல் காக்க செப்பிய நாவை செவ்வேல் காக்க கன்னமிரண்டும் கதிர்வேல் காக்க என்னிளங்கழுத்தை இனியவேல் காக்க மார்பை ரத்தின வடிவேல் காக்க சேரிள முலைமார் திருவேல் காக்க வடிவேலிருதோள் வளம் பெறக்காக்க பிடரிக ளிரண்டும் பெருவேல் காக்க அழகுடன் முதுகை அருள்வேல் காக்க  பழுபதினாறும் பருவேல் காக்க வெற்றிவேல் வயிற்றை விளங்கவே காக்க சிற்றிடையழகுற செவ்வேல் காக்க நாணாங் கயிற்றை நல்வேல் காக்க ஆண் குறியிரண்டும் அயில் வேல் காக்க பிட்ட மிரண்டும் பெருவேல் காக்க வட்டக் குதத்தை வல்வேல் காக்க பணைத்தொடை யிரண்டும் பருவேல் காக்க கணைக்கால் முழந்தாள் கதிர்வேல் காக்க ஐவிரலடியினை அருள் வேல் காக்க கை களிரண்டும் கருணை வேல் காக்க முன் கையிரண்டும் முரண்வேல் காக்க பின்கை யிரண்டும் பின்னவள் இருக்க நாவிற் சரஸ்வதி நற்றுணையாக நாபிக் கமலம் நல்வேல் காக்க முப்பால் நாடியை முனைவேல் காக்க எப்பொழு தும்மெனை எதிர்வேல் காக்க அடியேன் வசனம் அசைவுள நேரம் கடுகவே வந்து கனகவேல் காக்க வரும்பகல் தன்னில் வஜ்ஜரவேல் காக்க அரையிருள் தன்னில் அணையவேல் காக்க ஏமத்தில் சாமத்தில் எதிர்வேல் காக்க தாமதம் நீக்கி சதுர்வேல் காக்க காக்க காக்க கனகவேல் காக்க நோக்க நோக்க நொடியினில் நோக்க தாக்க தாக்க தடையறத் தாக்க பார்க்க பார்க்க பாவம் பொடிபட பில்லி சூனியம் பெரும்பகை அகல வல்ல பூதம் வலாட்டிகப் பேய்கள் அல்லல் படுத்தும் அடங்கா முனியும் பிள்ளைகள் தின்னும் புழங்கடை முனியும் கொள்ளிவாற் பேய்களும் குறளைப் பேய்களும் பெண்களைத் தொடரும் பிரம்மராட்ச தரும் அடியனைக் கண்டால் அலறிக கலங்கிட இரிசி காட்டேரி இத்துன்ப சேனையும் எல்லிலு மிருட்டிரும் எதிர்ப்படு மன்னரும் கனபூசை கொள்ளும் காளியோட னைவரும் விட்டாங்காரரும் மிகுபல பேய்களும் தண்டியக் காரரும் சண்டாளர்களும் என் பெயர் சொல்லவும் இடி விழுந்தோடிட ஆனையடியினில் அரும்பாவைகளும் பூனை மயிரும் பிள்ளைகளென்பும் நகமும் மயிரும் நீண்முடி மண்டையும் பாவைகளுடனே பலகலசத்துடன் மனையிற் புதைத்த வஞ்சனை தனையும் ஒட்டியப் பாவையும் ஒட்டியச் செருக்கும் காசும் பணமும் காவுடன் சோறும் ஓதுமஞ் சனமும் ஒருவழிப்போக்கும்  அடியனைக் கண்டால் அலைந்து குலைந்திட மாற்றார் வஞ்சகர் வந்து வணங்கிட காலதூ தாள்ளெனைக் கண்டால் கலங்கிட அஞ்சி நடுங்கிட அரண்டு புரண்டிட வாய் விட்டலறி மதிகெட்டோடப் படியினில் முட்டப் பாசக் கயிற்றால் கட்டுடனங்கம் கதறிடக் கட்டு கட்டியுருட்டு கை கால் முறியக் கட்டு கட்டு கதறிடக் கட்டு முட்டு முட்டு விழிகள் பிதுங்கிட செக்கு செக்கு செதில் செதிலாக சொக்கு சொக்கு சூர்ப்பகைச் சொக்கு குத்து குத்து கூர் வடிவேலால் பற்று பற்று பகலவன் தணலெரி தணலெரி தணலெரி தணலதுவாக விடு விடு வேலை வெருண்டது ஓட புலியும் நரியும் புன்னரி நாயும் எலியும் கரடியும் இனித்தொடர்ந்தோட தேளும் பாம்பும் செய்யான் பூரான் கடிவிட விஷங்கள் கடித்துயரங்கம் ஏறிய விஷங்கள் எளிதினில் இறங்க ஒளிப்புஞ் சுழுக்கும் ஒருதலை நோயும் வாதம் சயித்தியம் வலிப்பு பித்தம் சூலை சயம் குன்மம் சொக்குச் சிரங்கு குடைச்சல் சிலந்தி குடல்விப் பிரிதி பக்கப்பிளவை படர்தொடை வாழை கடுவன் படுவன் கைத்தாள் சிலந்தி பற்குத்தரணை பருஅரையாப்பும் எல்லாப் பிணியும் என்றனைக் கண்டால் நில்லாதோட நீயெனக்கு அருள்வாய் ஈரேழுலகமும் எனக்குறவாக ஆணும் பெண்ணும் அனைவரும் எ னக்காய் மண்ணாள் அரசரும் மகிழ்ந்துறவாக உன்னைத் துதித்த உன்திருநாமம் சரவணபவனே சைலொளிபவனே திரிபுரபவனே திகழொளிபவனே பரிபுரபவனே பவமொழிபவனே அரிதிருமுருகா அமராபதியைக் காத்துத் தேவர்கள் கடும் சிறை விடுத்தாய் கந்தா குகனே கதிர்வேலவனே கார்த்திகை மைந்தா கடம்பா கடம்பனை இடும்பனை அழித்த இனியவேல் முருகா தணிகாசலனே சங்கரன் புதல்வா கதிர்காமத்துறை கதிர்வேல் முருகா பழநிப் பதிவாள் பாலகுமரா ஆவினன் குடிவாள் அழகிய வேலா  செந்தின்மா மலையுறும் செங்கல் வராயா சமரா புரிவாழ் சண்முகத்தரசே காரார் குழலாள் கலைமகள் நன்றாய் என்னா விருக்க யானுனைப் பாட எனைத் தொடர்ந்திருக்கும் எந்தை முரகனைப் பாடினே னாடினேன் பரவசமாக ஆடினே னாடினேன் ஆவினன் பூதியை நேசமுடன் யான் நெற்றியில் அணியப் பாச வினைகள் பற்றது நீங்கி உன்பதம் பெறவே உன்னருளாக அன்புடனிரஷி அன்னமும் சொன்னமும் மெத்த மெத்தாக வேலா யுதனார் சித்தி பெற்றடியேன் சிறப்புடன் வாழ்க வாழ்க வாழ்க மயிலோன் வாழ்க வாழ்க வாழ்க வடிவேல் வாழ்க வாழ்க வாழ்க மலைக்குரு வாழ்க வாழ்க வாழ்க மலைக்குறமகளுடன் வாழ்க வாழ்க வாரணத்துவசம் வாழ்க வாழ்க என் வறுமைகள் நீங்க எத்தனை குறைகள் எத்தனை பிழைகள் எத்தனை யடியேன் எத்தனை செயினும் பெற்றவன் நீகுரு பொறுப்பதுன் கடன் பெற்றவள் குறமகள் பெற்றவளாமே பிள்ளையென் றன்பாய்ப் பிரியமளித்து மைந்தனென் மீதுன் மனமகிழ்ந் தருளித் தஞ்சமென்றடியார் தழைத்திட வருள் செய் கந்தசஷ்டி கவசம் விரும்பிய பாலன் தேவராயன் பகர்ந்ததை காலையில் மாலையில் கருத்துடனாளும் ஆசாரத்துடன் அங்கம் துலக்கி நேச முடனொரு நினைவதுமாகி கந்தர் சஷ்டி கவச மிதனைச் சிந்தை கலங்காது தியானிப்பவர்கள் ஒருநாள் முப்பத்தாறுரு கொண்டு ஓதியே செபித்து உகந்து நீறணிய அஷ்ட திக்குள்ளோர் அடங்கலும் வசமாய் திசைமன்ன ரென்மர் செயலதருள்வர் மாற்றலாரெல்லாம் வந்து வணங்குவர் நவகோள் மகிழ்ந்து நன்மையளித்திடும் நவமதன் எனவும் நல்லெழில் பெறுவர் எந்த நாளுமீரெட்டாய் வாழ்வர் கந்தர் கை வேலாம் கவசத்தடியை வழியாய் காண மெய்யாய் விளங்கும் விழியாற் காண வெருண்டிடும் பேய்கள் பொல்லாதவரைப் பொடிப்பொடியாக்கும் நல்லோர் நினைவில் நடனம் புரியும் சர்வசத்துரு சங்காரத்தடி அறிந்தெனதுள்ளம் அஷ்டலெக்சுமிகளில் வீரலட்சுமிக்கு விருந்துணவாக சூரபத்மாவைத் துணித்தகையதனால் இருபத்தேழ்வர்க்கு உவந்தமுதளித்த குருபரன் பழனிக் குன்றினிலிருக்கும் சின்னக் குழந்தை சேவடி போற்றி எனைத் தடுத்தாட் கொள் என்றன துள்ளம் மேவிய வடிவுறும் வேலவா போற்றி தேவர்கள் சேனாபதியே போற்றி குறமகள் மனமகள் கோவே போற்றி திறமிகு திவ்விய தேகா போற்றி இடும்பாயுதனே இடும்பா போற்றி கடம்பா போற்றி கந்தா போற்றி வெற்றி புனையும் வேலே போற்றி உயர்கிரி கனகசபைக்கோர் அரசே மயில் நடமிடுவோய் மலரடி சரணம் சரணம் சரணம் சரவணபவஓம் சரணம் சரணம் சண்முகா சரணம்"}