{"திரைப்படம்": "Savaale Samaali", "பாடலாசிரியர்": "Snehan", "இசையமைப்பாளர்": "S. Thaman", "பாடல்": "சவாலே சமாளி", "வருடம்": "2015", "பாடியவர்கள்": "Palakkad Sriram", "பாடல்வரிகள்": "யே சவாலே சமாளி வாடா டே பங்காளி நம்ம ஜெயிக்கிறவன் யாருடா  இனிமே நமக்குத்தான் பேருடா  யே சவாலே சமாளி வாடா டே பங்காளி  நம்ம ஜெயிக்கிறவன் யாருடா அச்சம் என்பது எதுக்குடா தூக்கி போட்டு அத கொளுத்துடா  எட்டு திசையும் கிழக்கு நமக்கு எழுந்து நடந்தால் இலக்கு நமக்கு முட்டி மோதி தடையை நொறுக்கு வெற்றி நமக்கே தாண்டா  மலையை கூட முட்டி உடைப்போம் இடியை கூட வெட்டி சாய்ப்போம் வந்தையும் தட்டோ திரப்போம் நம்ம தாண்டா ஜெயிப்போம்  குறுக்கு வழியில் போனால் கூடக் குற்றம் ஒன்றும் இல்லை  நீ போகும் பயணம் தான் முடியும் இடத்தில் இருக்க வேண்டும் எல்லை  உந்தன் நாளை தான் திட்டம் போட்டு ஓட ஓட விரட்டு  நீ ஓடும் போது தான் தடைகள் வந்தால் துணிச்சொல்டு மிரட்டு  யே சவாலே சமாளி வாடா டே பங்காளி  நம்ம ஜெயிக்கிறவன் யாருடா இனிமே நமக்குத்தான் பேருடா  யே சவாலே சமாளி வாடா டே பங்காளி நம்ம ஜெயிக்கிறவன் யாருடா  அச்சம் என்பது எதுக்குடா தூக்கி போட்டு அத கொளுத்துடா  பழசை எல்லாம் தூக்கி போடு எதுவுமே தேவ இல்ல  பஞ்சாங்கத்தை பார்த்து வாழ நாம எல்லாம் கோளை இல்ல  கட்டு கட்டா நோட்டு வேணும் என்பதே நமது எல்ல  கட்டுப்பாடு என்பதெல்லாம் என்றுமே நமக்கு இல்ல  நீதி நியாயம் பார்ப்பதாலே நன்மை ஒன்றும் வந்திடாதே  எக்கு தப்ப வாழ்ந்த போதும் வெற்றி தாண்டா வேணும்  வானம் நம்க்கு பாரம் இல்ல பூமி நமக்கு தூரம் இல்ல  நம்மை நாமே தூக்கி சுமப்போம் துணிஞ்சு நீயும் வாடா  குறுக்கு வழியில் போனால் கூடக் குற்றம் ஒன்றும் இல்லை  நீ போகும் பயணம் தான் முடியும் இடத்தில் இருக்க வேண்டும் எல்லை  உந்தன் நாளை தான் திட்டம் போட்டு ஓட ஓட விரட்டு  நீ ஓடும் போது தான் தடைகள் வந்தால் துணிச்சலோடு மிரட்டு  யே சவாலே சமாளி வாடா டே பங்காளி  நம்ம ஜெயிக்கிறவன் யாருடா இனிமே நமக்குத்தான் பேருடா  சவாலே சமாளி வாடா டே பங்காளி  அச்சம் என்பது எதுக்குடா தூக்கி போட்டு அத கொளுத்துடா  யாரு கிட்ட நியாயம் கேட்க யாருமே ஞானி இல்ல  வேட்டையாட துணிந்து விட்டால் கொலைகளும் பாவம் இல்ல  சோதனைகள் வந்து போகும் எதுவுமே நிலைப்பதில்லை  சாதனைகள் செய்து விட்டால் போதனைகள் தேவை இல்ல  ஊரப் பத்தி கவல இல்ல உறவ பத்தி கவல இல்ல  ஓடும் வரையில் ஓடுவோண்டா கவல வேண்டாம் வாடா  நாளை இங்கே நமக்கு இல்ல மீண்டும் இங்கே பிறப்பதில்ல  இந்த நிமிடம் வாழ்ந்து பாப்போம் எழுந்து நீயும் வாடா  குறுக்கு வழியில் போனால் கூடக் குற்றம் ஒன்றும் இல்லை  நீ போகும் பயணம் தான் முடியும் இடத்தில் இருக்க வேண்டும் எல்லை  உந்தன் நாளை தான் திட்டம் போட்டு ஓட ஓட விரட்டு  நீ ஓடும் போது தான் தடைகள் வந்தால் துணிச்சலோடு மிரட்டு  யே சவாலே சமாளி வாடா டே பங்காளி  நம்ம ஜெயிக்கிறவன் யாருடா இனிமே நமக்குத்தான் பேருடா  சவாலே சமாளி வாடா டே பங்காளி  அச்சம் என்பது எதுக்குடா தூக்கி போட்டு அத கொளுத்துடா"}