{"திரைப்படம்": "Sukran", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Vijay Antony", "பாடல்": "சப்போஸ் உன்னை", "வருடம்": "2005", "பாடியவர்கள்": "Ranjith, Vinaya", "பாடல்வரிகள்": "சப்போஸ் உன்னை காதலிச்சு சப்போஸ் நானும் பேதலிச்சு சப்போஸ் என்னை கட்டிக்கோனா என்ன சொல்வாய்  சப்போஸ் உன் மேல் கோபம் வந்து சப்போஸ் அங்கே எனை மறந்து சப்போஸ் நான் என் செருப்பெடுத்தா என்ன செய்வாய்  விளையாட்டா சொன்னேன் சொல்வேன் தப்புன்னா சாரி கேப்பேன் சாரினா சாரி இல்ல சேரி பாப்பா  விளையாட்டா போலிஸ் போவேன் விளையாட்டா கம்ப்ளைன்ட் செய்வேன் கொஞ்சம்மா தட்ட சொல்வேன் பீ கேர்புல் பா  சப்போஸ் உன்னை காதலிச்சு சப்போஸ் நானும் பேதலிச்சு சப்போஸ் என்னை கட்டிக்கோனா என்ன சொல்வாய்  சப்போஸ் உன் மேல் கோபம் வந்து சப்போஸ் அங்கே எனை மறந்து சப்போஸ் நான் என் செருப்பெடுத்தா என்ன செய்வாய்  உன் முதுகில் கை வைத்து உன் முதுகில் கை வைத்து உன் உதட்டில் வாய் வைத்து முத்தங்களை நான் போட வரவே இல்லை இன்னைக்கொரு பீச்சுக்கும் நாளைக்கு ஒரு பார்க்குக்கும் உன்னைதள்ளி போகும் எண்ணம் அறவே இல்லை  தள்ளிபோ தள்ளிபோ பொய்களை தள்ளி சொல்லிபோ இனிமேல் மவனே பேசினால் பாயுவேன் உன் மேல போடா போ திரும்பாம ஓடி போ  சப்போஸ் உன்னை காதலிச்சு சப்போஸ் நானும் பேதலிச்சு சப்போஸ் என்னை கட்டிக்கோனா என்ன சொல்வாய்  சப்போஸ் உன் மேல் கோபம் வந்து சப்போஸ் அங்கே எனை மறந்து சப்போஸ் நான் என் செருப்பெடுத்தா என்ன செய்வாய்  ஏ.. உங்கக்காவுக்கு லைன் போட்டு ஏய்.. ராஸ்கல்... உங்கக்காவுக்கு லைன் போட்டு தங்கசிக்கு மை போட்டு . ஃபேமிலிக்கு ஐஸ் போட்டு வறுப்பேன் கடலை உன் காலேஜுக்கு ஃபோன் பண்ணி உங்கப்பன் மாரி நான் பேசி மேட்டினிக்கு ப்லான் போட்டு அடிப்பேன் ரகளை  பேசுடா இன்னும் பேசுடா வாயை தெக்கப்போரேன் கடைசியா பேசுடா தூசுடா நீதான் தூசுடா உன்மேல் போடபோறேன் ஈவ்டீசிங் கேசுடா நீ சரியான லூசுடா  ஆ ஆ அஆஆ ஆஆஆ ஆ... சப்போஸ் உன்னை சப்போஸ் உன்னை சப் சப் சப் சப் சப்போஸ் உன்னை காதலிச்சு சப்போஸ் நானும் பேதலிச்சு சப்போஸ் என்னை கட்டிக்கோனா என்ன சொல்வாய்  சப்போஸ் உன் மேல் கோபம் வந்து சப்போஸ் அங்கே எனை மறந்து சப்போஸ் நான் என் செருப்பெடுத்தா என்ன செய்வாய்  விளையாட்டா சொன்னேன் சொல்வேன் தப்புன்னா சாரி கேப்பேன் சாரினா சாரி இல்ல சேரி பாப்பா  விளையாட்டா போலிஸ் போவேன் விளையாட்டா கம்ப்ளைன்ட் செய்வேன் கொஞ்சம்மா தட்ட சொல்வேன் பீ கேர்புல் பா  சப்போஸ் உன்னை காதலிச்சு சப்போஸ் நானும் பேதலிச்சு சப்போஸ் என்னை கட்டிக்கோனா என்ன சொல்வாய்  டேய் அதான் சொல்ட்டேன்ல"}