{"திரைப்படம்": "Ullasam", "பாடலாசிரியர்": "Palani Bharathi", "இசையமைப்பாளர்": "Karthik Raja", "பாடல்": "சோழாரே சொ சொ ழாரே", "வருடம்": "1997", "பாடியவர்கள்": "Harini, S. P. Balasubramaniam, Venkat Prabhu", "பாடல்வரிகள்": "ஆண் : சோழாரே சொ சொ ழாரே காதல் செய்தால் மோட்சம் ழாரே பூக்கள் போடும் கோஷம் ழாரே சொ சொ ழாரே சொ சொ  ஆண் : சோழாரே சொ சொ ழாரே காதல் வம்சம் நாங்கள் ழாரே காற்றின் வர்ண ஜாலம் ழாரே சொ சொ ழாரே சொ சொ நாங்கள் காதல் தூதர்கள் எங்கும் எங்கள் கிளைகள் நாங்கள் காதல் வேர்கள் எங்கும் எங்கள் பூக்கள்  பெண் : சோழாரே சொ சொ ழாரே காதல் செய்தால் மோட்சம் ழாரே பூக்கள் போடும் கோஷம் ழாரே சொ சொ ழாரே சொ சொ  பெண் : சோழாரே சொ சொ ழாரே காதல் வம்சம் நாங்கள் ழாரே காற்றின் வர்ண ஜாலம் ழாரே சொ சொ ழாரே சொ சொ  அனைவர் : மேகா மேகா இந்த பூமி மட்டும் மேகா மேகா மேகா என் கண்கள் தேடும் மேகா மேகா மேகா இந்த பூமி மட்டும் மேகா மேகா மேகா என் கண்கள் தேடும் மேகா   ஆண் : அழகே நாம் அன்பின் விதைகளை உலகெங்கும் விதைத்து பார்ப்போமா உனை போலே பூக்கும் மலர்களை பரிசாக நிலவில் சேர்ப்போமா அழகே நாம் அன்பின் விதைகளை உலகெங்கும் விதைத்து பார்ப்போமா உனை போலே பூக்கும் மலர்களை பரிசாக நிலவில் சேர்ப்போமா  பெண் : இதை போல பேசும் கள்வனை இது என்ன காதல் சிந்தனை இதயங்கள் திருடும் ஜித்தனை நிலம் ஒன்றே போதும் பித்தனே..ஏ.. ஹொய்  பெண் : சோழாரே சொ சொ ழாரே காதல் செய்தால் மோட்சம் ழாரே பூக்கள் போடும் கோஷம் ழாரே சொ சொ ழாரே சொ சொ  அனைவர் : மேகா மேகா இந்த பூமி மட்டும் மேகா மேகா மேகா என் கண்கள் தேடும் மேகா மேகா மேகா இந்த பூமி மட்டும் மேகா மேகா மேகா என் கண்கள் தேடும் மேகா   ஆண் : திசை எங்கும் உந்தன் வாசனை திசை மாறும் காற்றின் யோசனை பருவங்கள் செய்யும் சாதனை பசி தாகம் இல்லா வேதனை  பெண் : பகலில்லை இரவும் இல்லையே பனி காற்றில் குளிருமில்லையே பகலில்லை இரவும் இல்லையே இது தானோ காதல் தொல்லையே... ஹோய்..  ஆண் : சோழாரே சொ சொ ழாரே காதல் செய்தால் மோட்சம் ழாரே பூக்கள் போடும் கோஷம் ழாரே சொ சொ ழாரே சொ சொ  பெண் : சோழாரே சொ சொ ழாரே காதல் வம்சம் நாங்கள் ழாரே காற்றின் வர்ண ஜாலம் ழாரே சொ சொ ழாரே சொ சொ  ஆண் : நாங்கள் காதல் தூதர்கள் எங்கும் எங்கள் கிளைகள்  பெண் : நாங்கள் காதல் வேர்கள் எங்கும் எங்கள் பூக்கள்  பெண் : சோழாரே சொ சொ ழாரே காதல் செய்தால் மோட்சம் ழாரே பூக்கள் போடும் கோஷம் ழாரே சொ சொ ழாரே சொ சொ  அனைவர் : மேகா மேகா இந்த பூமி மட்டும் மேகா மேகா மேகா என் கண்கள் தேடும் மேகா மேகா மேகா இந்த பூமி மட்டும் மேகா மேகா மேகா என் கண்கள் தேடும் மேகா"}