{"திரைப்படம்": "Vasuvum Saravananum Onna Padichavanga", "பாடலாசிரியர்": "Na. Muthukumar", "இசையமைப்பாளர்": "D. Imman", "பாடல்": "சோனா சோனா சோனா", "வருடம்": "2015", "பாடியவர்கள்": "Armaan Malik, Varun Parandhaman & Maria Roe Vincent", "பாடல்வரிகள்": "வாடி என் பக்கம் கொஞ்சம் வாடி வாடி அடி வெக்கம் விட்டு வாடி வாடி வந்து லவ்வை சொல்லி போடி வாடி...  வாடி நான் உனக்கேத்த ஜோடி வாடி உன் ஜாடிகேத்த மூடி வாடி வந்து முத்தம் ஒன்னு தாடி வாடி...   சோனா சோனா சோனா நீ என் கார்டினா தொட்டி செடி போல பூத்தாய் மோர்டனா சோனா சோனா சோனா நீ என் வயலினா நெஞ்சில் இன்ட்ரு கெடஎன் காதல் தேம்தனா காதல் கொண்ட பெண் மனம் அது எக்ஸ்பிறஸ் றெய்னா வெற்ரிங் லிஸ்ரில்  வைக்கிரை எனை கொன்fபெர்ம் செய்வது எப்பொது   வாடி என் பக்கம் கொஞ்சம் வாடி வாடி அடி வெக்கம் விட்டு வாடி வாடி வந்து லவ்வை சொல்லி போடி வாடி...  வாடி நான் உனக்கேத்த ஜோடி வாடி உன் ஜாடிகேத்த மூடி வாடி வந்து முத்தம் ஒன்னு தாடி வாடி...   சோனா சோனா சோனா நீ என் கார்டினா தொட்டி செடி போல பூத்தாய் மோர்டனா   When You Come around You Make Me Loose My Mind Loose my Mind Girl And When You Come and Talk   I am loosing Track of time I am loosing Time Girl You walk into my life and you change it girl yo One of the Kind and You Know it Girl Yo You are the Girl My dream Girl You are Love of This Life Of Mine   சிங்கிள் ரீயைப் போல றொம்ப லோக்கல் ஆன ஆளு நான் கோFபி டேயைத் தேடி றெண்டு காலு போகுதே மாப்சல் தியட்டர் போய் கத்தி கோசல் போடும் ஆலு நான் மல்ரிப்லெக்ஸ் போக இப்ப மோடு வன்ததெ செல் Fபோனில் ரிங்டோன் அண்ரு டன்டனக்கா அது உன்னல மாறிப் போச்சு கருனடிக்கா அடி இன்னும் என்ன சொல்ல மௌனம் என்ன கொல்ல வாடி   வாடி என் பக்கம் கொஞ்சம் வாடி வாடி அடி வெக்கம் விட்டு வாடி வாடி வந்து லவ்வை சொல்லி போடி வாடி வாடி நான் உனக்கேத்த ஜோடி வாடி உன் ஜாடிகேத்த மூடி வாடி வந்து முத்தம் ஒன்னு தாடி வாடி     பேச்சு மூச்சு நின்னு போச்சு என்ன கொஞ்சம் பாருடி ஒக்சியன் போல வந்து காதல் சொல்லடி வோச்சு முள்ள போல ஒன்ன சுத்தும் எந்தன் காலடி ரப் ஸ்கிறீன் போல என்ன ரச்cஉ பன்னடி எக்மூரு மிசியம் போல என் காதல் தான் அது சொல்லது உன்னப்பதி வரலாறு தான் அடி முன்னுன போல இல்ல காதல் என்ன கொல்ல வாடி   போடா நீ மொக்கை போடா வேணாம் போடா என்ன Fபலவ் பண்ண வேணாம் போடா ஓவர் Fபில்ம் காட்ட வேஎணாம் போட   போட என்ன லுக்க்கு விட வேணாம் உன் லவ்வு எல்லம் வேணாம் போட நீ பொத்திகிடு போடா போடா   சோனா சோனா சோனா நீ என் கார்டினா தொட்டி செடி போல பூத்தாய் மோர்டனா சோனா சோனா  "}