{"திரைப்படம்": "Kanchana 2", "பாடலாசிரியர்": "Viveka", "இசையமைப்பாளர்": "S. Thaman", "பாடல்": "சண்டி முனி சடா முனி", "வருடம்": "2015", "பாடியவர்கள்": "Haricharan", "பாடல்வரிகள்": "சண்டி முனி சடா முனி மண்டி முனி மகா முனி  வண்டி முனி வைக்க முனி பாண்டி முனி பரவ முனி  சுருட்டு முனி சுடல முனி இருட்டூ முனி ஈள முனி  காட்டு முனி கருப்பு முனி மொத்த முனி மூக்கு முனி  ஊசி முனி உண்டி முனி ஜட முனி மாய முனி  வேக முனி வீர முனி நாக முனி நல்ல முனி  சொல்றா முனி பேர  தொட்டு பாரு முனிய வந்துருக்கான் தனியா  மந்திரமும் தந்திரமும் காலடியில் பனிய  வெட்ட வெட்ட துளிர்ப்பேன் திட்டமிட்டு ஒழிப்பேன்  பண்ணி வச்ச பாவத்துக்கு பட்டி போட்டு பொதப்பேன்  ஹே வா வந்து தொடு எங்க தொடு அடி தாங்க மாட்டே வா வந்து தொடு எங்க தொடு ஓ  காக்குறதும் முனிடா தாகறதும் முனிடா  கண்ணெதிர சாகசங்கள் செய்யுறதும் முனிடா  ஈட்டியென வேறலாம் இடிப்போண்டா கொரலும்  என்ன இது என்ன இது எட்டு தெச மெரலும்  உங்கப்பன் உன் பாட்டன் வந்தாலும் கூட உன் மூச்சு தப்பதுடா  பழிவாங்கதான் பழிவாங்கதான் வந்தேனாடா  வாழத்தான் வந்தோமே வாழ்க்கையை போட்டு எரிசியே  வண்ணத்து பூசியின் கூடாத கொன்னு கூமிச்சிட்டியே  காட்டேரி நடமாடுது வல்ல நரி கூத்தாடுது  அநியாயம் விளையாடுது ஆளுகெல்லாம் நடமாடுது  அண்டம் அது கண்டம் பல கண்டம் அதில் பிண்டம் பல அஞ்சாமாலே வஞ்சம் தீர் ஹர ஹர ஹர யே  காதும் நெருப்பும் கலந்த உருவம் பார்த்தால் போதும் பாறை உருகும்  மோதி மோதி முழுசாய் எறிப்பேன் நீ வாடா மூடா  தொட்டு பாரு முனிய வந்துருக்கான் தனியா  மந்திரமும் தந்திரமும் காலடியில் பனிய  வெட்ட வெட்ட துளிர்ப்பேன் திட்டமிட்டு ஒழிப்பேன்  பண்ணி வச பாவத்துக்கு பத்தி போட்டு போததப்பெண்  ஹே வா வந்து தொடு எங்க தொடு அடி தாங்க மாட்டே வா வந்து தொடு எங்க தொடு ஓ  கொல்லாம விட மாட்டேன் கொன்னியே எங்க கொல தீயே  இல்லாம செய்தாயே என்னோட எல்லாம் பரிச்சியேடா  கடுதாமை கிடு கிடுக்குது தல சூடு பர பறக்குது  மலை கூட கிடு கிடுக்குது மத யானை தடதடங்குது  கடவோன்னு கிடா விரிக்குது விவகாரம் தீப்பிடிக்குது  விஞ்ஞ்சானமும் வேட வேடக்குது ஹர ஹர ஹர  ஹே உலகில் உள்ள தீமைக்கெல்லாம் உந்தன் சாவே பாடம் ஆகும்  உறுத்தி பொருத்தி கொள்வேனே வாடா சொல்றா முனி பேரா  தொட்டு பாரு முனிய வந்துருக்கான் தனியா  மந்திரமும் தந்திரமும் காலடியில் பனிய  வெட்ட வெட்ட துளிர்ப்பேன் திட்டமிட்டு ஒழிப்பேன்  பண்ணி வச பாவத்துக்கு பட்டி போட்டு போதப்பேன்  ஹே வா வந்து தொடு எங்க தொடு அடி தாங்க மாட்டே வா வந்து தொடு எங்க தொடு ஓ  காக்குறதும் முனிடா தாகறதும் முனிடா  கண்ணெதிர சாகசங்கள் செய்யுறதும் முனிடா  ஈட்டியென வேறலாம் இடிப்போண்டா கொரலும்  என்ன இது என்ன இது எட்டு தேச மெரலும்  உங்கப்பன் உன் பாட்டன் வந்தாலும் கூட உன் மூச்சு தப்பதுடா  பழிவாங்கதான் பழிவாங்கதான் வந்தேனாடா  சண்டி முனி சடா முனி மண்டி முனி மகா முனி  வண்டி முனி வைக்க முனி பாண்டி முனி பரவ முனி  சுருட்டு முனி சுடல முனி இருட்டூ முனி ஈள முனி  காட்டு முனி கருப்பு முனி மொத்த முனி மூக்கு முனி  ஊசி முனி உண்டி முனி ஜட முனி மாய முனி  வேக முனி வீர முனி நாக முனி நல்ல முனி"}