{"திரைப்படம்": "Tamil Devotional", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "", "பாடல்": "சிவ புராணம்", "வருடம்": "2013", "பாடியவர்கள்": "", "பாடல்வரிகள்": "நமச்சிவாய வாழ்க! நாதன் தாள் வாழ்க! இமைப்பொழுதும் என் நெஞ்சில் நீங்காதான் தாள் வாழ்க கோகழி ஆண்ட குருமணிதன் தாள் வாழ்க ஆகமம் ஆகிநின்று அண்ணிப்பான் தாள் வாழ்க ஏகன் அநேகன் இறைவன் அடிவாழ்க   வேகம் கெடுத்தாண்ட வேந்தன் அடிவெல்க பிறப்பறுக்கும் பிஞ்ஞகன்தன் பெய்கழல்கள் வெல்க புறத்தார்க்குச் சேயோன் தன் பூங்கழல்கள் வெல்க கரங்குவிவார் உள்மகிழும் கோன்கழல்கள் வெல்க சிரம்குவிவார் ஓங்குவிக்கும் சீரோன் கழல்வெல்க   ஈசன் அடிபோற்றி எந்தை அடிபோற்றி தேசன் அடிபோற்றி சிவன் சேவடி போற்றி நேயத்தே நின்ற நிமலன் அடி போற்றி மாயப் பிறப்பு அறுக்கும் மன்னன் அடி போற்றி சீரார் பெருந்துறைநம் தேவன் அடி போற்றி   ஆராத இன்பம் அருளும் மலை போற்றி சிவன் அவன் என்சிந்தையுள் நின்ற அதனால் அவன் அருளாலே அவன் தாள் வணங்கிச் சிந்தை மகிழச் சிவபுராணம் தன்னை முந்தை வினைமுழுதும் ஓய உரைப்பன்யான்.   கண் நுதலான் தன்கருணைக் கண்காட்ட வந்து எய்தி எண்ணுதற்கு எட்டா எழில் ஆர்கழல் இறைஞ்சி விண் நிறைந்து மண் நிறைந்து மிக்காய், விளங்கு ஒளியாய், எண் இறந்த எல்லை இலாதானே நின் பெரும்சீர் பொல்லா வினையேன் புகழுமாறு ஒன்று அறியேன்   புல்லாகிப் பூடாய்ப் புழுவாய் மரமாகிப் பல் விருகமாகிப் பறவையாய்ப் பாம்பாகிக் கல்லாய் மனிதராய்ப் பேயாய்க் கணங்களாய் வல் அசுரர் ஆகி முனிவராய்த் தேவராய்ச் செல்லாஅ நின்ற இத்தாவர சங்கமத்துள்   எல்லாப் பிறப்பும் பிறந்து இளைத்தேன், எம்பெருமான் மெய்யே உன் பொன் அடிகள் கண்டு இன்று வீடு உற்றேன் உய்ய என் உள்ளத்துள் ஓங்காரமாய் நின்ற மெய்யா விமலா விடைப்பாகா வேதங்கள் ஐயா எனஓங்கி ஆழ்ந்து அகன்ற நுண்ணியனே   வெய்யாய், தணியாய், இயமானனாம் விமலா பொய் ஆயின எல்லாம் போய் அகல வந்தருளி மெய் ஞானம் ஆகி மிளிர்கின்ற மெய்ச் சுடரே எஞ்ஞானம் இல்லாதேன் இன்பப் பெருமானே அஞ்ஞானம் தன்னை அகல்விக்கும் நல் அறிவே   ஆக்கம் அளவு இறுதி இல்லாய், அனைத்து உலகும் ஆக்குவாய் காப்பாய் அழிப்பாய் அருள் தருவாய் போக்குவாய் என்னைப் புகுவிப்பாய் நின்தொழும்பின் நாற்றத்தின் நேரியாய், சேயாய், நணியானே மாற்றம் மனம்கழிய நின்ற மறையோனே   கறந்த பால் கன்னலொடு நெய்கலந்தாற் போலச் சிறந்தடியர் சிந்தனையுள் தேன்ஊறி நின்று பிறந்த பிறப்பு அறுக்கும் எங்கள் பெருமான் நிறங்கள் ஓர் ஐந்து உடையாய், விண்ணோர்கள் ஏத்த மறைந்திருந்தாய், எம்பெருமான் வல்வினையேன் தன்னை   மறைந்திட மூடிய மாய இருளை அறம்பாவம் என்னும் அரும் கயிற்றால் கட்டி புறம்தோல் போர்த்து எங்கும் புழு அழுக்கு மூடி, மலம் சோரும் ஒன்பது வாயிற் குடிலை மலங்கப் புலன் ஐந்தும் வஞ்சனையைச் செய்ய,   விலங்கு மனத்தால், விமலா உனக்குக் கலந்த அன்பாகிக் கசிந்து உள் உருகும் நலம் தான் இலாத சிறியேற்கு நல்கி நிலம் தன்மேல் வந்து அருளி நீள்கழல்கள் காட்டி, நாயிற் கடையாய்க் கிடந்த அடியேற்குத்   தாயிற் சிறந்த தயாவான தத்துவனே மாசற்ற சோதி மலர்ந்த மலர்ச்சுடரே தேசனே தேன் ஆர்அமுதே சிவபுரனே பாசமாம் பற்று அறுத்துப் பாரிக்கும் ஆரியனே நேச அருள்புரிந்து நெஞ்சில் வஞ்சம் கெடப்   பேராது நின்ற பெருங்கருணைப் பேராறே ஆரா அமுதே அளவிலாப் பெம்மானே ஓராதர் உள்ளத்து ஒளிக்கும் ஒளியானே நீராய் உருக்கி என் ஆருயிராய் நின்றானே இன்பமும் துன்பமும் இல்லானே உள்ளானே   அன்பருக்கு அன்பனே யாவையுமாய் அல்லையுமாம் சோதியனே துன்னிருளே தோன்றாப் பெருமையனே ஆதியனே அந்தம் நடுவாகி அல்லானே ஈர்த்து என்னை ஆட்கொண்ட எந்தை பெருமானே கூர்த்த மெய் ஞானத்தால் கொண்டு உணர்வர் தம்கருத்தின்   நோக்கரிய நோக்கே நுணுக்கரிய நுண் உணர்வே போக்கும் வரவும் புணர்வும் இலாப் புண்ணியனே காக்கும் என் காவலனே காண்பரிய பேர் ஒளியே ஆற்றின்ப வெள்ளமே அத்தா மிக்காய் நின்ற தோற்றச் சுடர் ஒளியாய்ச் சொல்லாத நுண் உணர்வாய்   மாற்றமாம் வையகத்தின் வெவ்வேறே வந்து அறிவாம் தேற்றனே தேற்றத் தெளிவே என் சிந்தனை உள் ஊற்றான உண்ணார் அமுதே உடையானே வேற்று விகார விடக்கு உடம்பின் உள்கிடப்ப ஆற்றேன் எம் ஐயா அரனே ஓ என்று என்று   போற்றிப் புகழ்ந்திருந்து பொய்கெட்டு மெய் ஆனர் மீட்டு இங்கு வந்து வினைப்பிறவி சாராமே கள்ளப் புலக்குரம்பைக் கட்டு அழிக்க வல்லானே நள் இருளில் நட்டம் பயின்று ஆடும் நாதனே தில்லை உள் கூத்தனே தென்பாண்டி நாட்டானே   அல்லல் பிறவி அறுப்பானே ஓ என்று சொல்லற்கு அரியானைச் சொல்லித் திருவடிக்கீழ்ச் சொல்லிய பாட்டின் பொருள் உணர்ந்து சொல்லுவார் செல்வர் சிவபுரத்தின் உள்ளார் சிவன் அடிக்கீழ்ப் பல்லோரும் ஏத்தப் பணிந்து."}