{"திரைப்படம்": "Vaigasi Poranthachu", "பாடலாசிரியர்": "Kalithasan", "இசையமைப்பாளர்": "Deva", "பாடல்": "சின்ன பொண்ணுதான்", "வருடம்": "1990", "பாடியவர்கள்": "Mano, Chithra", "பாடல்வரிகள்": "பெண்குழு : சின்ன பொண்ணுதான் வெட்க படுது சின்ன பொண்ணுதான் வெட்க படுது அம்மா அம்மாடி அவ கண்ணுகுள்ளதான் மின்னல் அடிக்குது சும்மா சும்மாடி  ஆண் : சின்ன பொண்ணுதான் வெட்கபடுது அம்மா அம்மாடி அது என்ன நெனச்சு கன்னம் செவக்குது சும்மா சும்மாடி சாமத்து காத்தும் அடிச்சது சாமந்தி பூவும் வெடிச்சது  பெண் : ஆனந்த வாசம் மணக்குது ஆசையில் மனசு கனக்குது  ஆண் : இளவட்டம் கொடிகட்டும் இது நல்ல நேரம்  பெண் : சின்ன பொண்ணுதான் வெட்கபடுது அம்மா அம்மாடி அது உன்னை நெனச்சு கன்னம் செவக்குது சும்மா சும்மாடி  ***  ஆண் : ஆலம் இல்லை மேலிருந்து ஆடுகின்ற தென்றலைப் போல் நூலிடையில் தேன் எடுத்து நூறு கதை நான் சொல்லவா ஆலம் இலை மேலிருந்து ஆடுகின்ற தென்றலைப் போல் நூலிடையில் தேன் எடுத்து நூறு கதை நான் சொல்லவா  பெண் : நீருக்குள் விழுந்து சிறகு நனைந்த சிங்கார பூங்குயிலே மாதுளம் பூவில் வாசனை தேடும் மஞ்சள் இளம் வெயிலே என் தேவா....வா.....  ஆண் : சின்ன பொண்ணுதான் வெட்கபடுது அம்மா அம்மாடி அது என்ன நெனச்சு கன்னம் செவக்குது சும்மா சும்மாடி  பெண் : சாமத்து காத்தும் அடிச்சது சாமந்தி பூவும் வெடிச்சது  ஆண் : ஆனந்த வாசம் மணக்குது ஆசையில் மனசு கனக்குது  பெண் : இளவட்டம் கொடிகட்டும் இது நல்ல நேரம்  ஆண் : சின்ன பொண்ணுதான் வெட்கபடுது அம்மா அம்மாடி  பெண் : அது உன்னை நெனச்சு கன்னம் செவக்குது சும்மா சும்மாடி  பெண்குழு : ஜும் ஜும் ஜும் ஜும் ஜும் ஜும் ஜும் ஜும் ஜும் ஜும் ஜும் ஜும் ஜும் ஜும் ஜும் ஜும்  ***  பெண் : தாகம் கொண்ட தாமரை பூ தேகம் எங்கும் கொதிக்குது தாளமிடும் கண்ணு ரெண்டும் தந்தி தான் அடிக்குது தாகம் கொண்ட தாமரை பூ தேகம் எங்கும் கொதிக்குது தாளமிடும் கண்ணு ரெண்டும் தந்தி தான் அடிக்குது  ஆண் : சம்மதம் சொல்லிய சந்தன மல்லியை கையோடு அள்ளட்டுமா மங்கையின் காதில் மன்மத ராக மந்திரம் சொல்லட்டுமா என் தேவி...ஆ..ஆ....  பெண் : சின்ன பொண்ணுதான் வெட்கப்படுது அம்மா அம்மாடி  ஆண் : அது உன்னை நெனச்சு கன்னம் செவக்குது சும்மா சும்மாடி  ஆண் : சாமத்து காத்தும் அடிச்சது சாமந்தி பூவும் வெடிச்சது  பெண் : ஆனந்த வாசம் மணக்குது ஆசையில் மனசு கனக்குது  ஆண் : இளவட்டம் கொடிகட்டும் இது நல்ல நேரம்  பெண் : சின்ன பொண்ணுதான் வெட்கப்படுது அம்மா அம்மாடி  ஆண் : அது என்ன நெனச்சு கன்னம் செவக்குது சும்மா சும்மாடி"}