{"திரைப்படம்": "Thirumagan", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Deva", "பாடல்": "சாக்கடிக்குதடி", "வருடம்": "2007", "பாடியவர்கள்": "Anuradha Sriram, KK", "பாடல்வரிகள்": "குதடி குதடி குதடி குதடி குதடி குதடி குதடி குதடி குதடி குதடி குதடி குதடி சாக்கடிக்குதடி சாக்கடிக்குதடி ஒன்னைய தொட்டாக்கா சாக்கடிக்குதடி யம்மாடி யம்மாடி யம்மாடி யம்மாடி யைய்யய்யோ யம்மாடி யைய்யய்யோ யம்மாடி என் மனச எங்க நீ கொண்டுப் போறடி ஏ பொம்பள தொட்டதும் சாக்கடிக்குதடி புத்திக்கு மத்தியில் பல்பெரியுது நரம்பு மண்டலம் நர நரங்குதடி குதடா குதடா குதடா குதடா குதடா குதடா குதடா குதடா சாக்கடிக்குதடா சாக்கடிக்குதடா ஒன்னைய தொட்டாக்கா சாக்கடிக்குதடா யம்மாடி யம்மாடி யம்மாடி யம்மாடி யைய்யய்யோ யம்மாடி யைய்யய்யோ யம்மாடி என் மனச எங்க நீ கொண்டுப் போறடா  சும்மா கெடந்த சங்க ஊதப் பாக்குற ஊதப் பாக்குற கற்பு அதரதான் என்ன கெடுக்கப் பாக்குற கெடுக்கப்பாக்குற ஏ கவுந்து படுத்துக்கிட்டு கவுக்கப்பாக்குற அமுக்கப்பாக்குற ஒத்த வெரல வச்சு ஔவு பாக்குற அளவு பாக்குற ஏ பச்ச பயபுள்ளைய படுக்க வைக்கிற படுத்தி வைக்கிற பஞ்ச திரி திரிச்சு பத்த வைக்கிற முத்தம் வைக்கிற அடிமேல் அடி அடிச்சா அம்மி நகருமடா இனிமேல் இடி இடுச்சும் இம்மி நகரவில்லையே ஏ ஏண்டா ஏண்டி வாடா  போடி ஏ பொம்பள தொட்டதும் சாக்கடிக்குதடி புத்திக்கு மத்தியில் பல்பெரியுது நரம்பு மண்டலம் நர நரங்குதடி குதடா குதடா குதடா குதடா குதடா குதடா குதடா குதடா சாக்கடிக்குதடா சாக்கடிக்குதடா ஒன்னைய தொட்டாக்கா சாக்கடிக்குதடா யம்மாடி யம்மாடி யம்மாடி யம்மாடி யைய்யய்யோ யம்மாடி யைய்யய்யோ யம்மாடி என் மனச எங்க நீ கொண்டுப் போறடி  ஏ வித்த பழகி தந்ததும் வெவரம் பத்தல வெசயம் பத்தல பஞ்ச வௌக்கு இது பத்தல பத்தல பட்டுனு பத்தல கிள்ளிக் கொடுத்தும் முத்தம் வாய்க்கும் பத்தல கைக்கும் பத்தல அள்ளி எடுத்துக் கொள்ள வயசு பத்தல சைசும் பத்தல ஏ கானாங் கெழுத்தி மீனு கைக்க கிட்டல வாய்க்கி கிட்டல சீரா வல விரிச்சும் சிக்கல சிக்கல சிக்குனு சிக்கல குடுமி ஒரு கையில் மீச ஒரு கையில ரெண்டும் புடுச்ச புள்ள நண்டு புடிக்கப் போறியா ஏண்டி ஏண்டா போடி அட வாடா ஏ ஆம்பள தொட்டதும் வெட வெடங்குது பொம்பள மனசு பட படங்குது இழுத்துப் போத்தி படு படுங்குதுடா குதடா குதடா குதடா குதடா குதடா குதடா குதடா குதடா சாக்கடிக்குதடா சாக்கடிக்குதடா ஒன்னைய தொட்டாக்கா சாக்கடிக்குதடா யம்மாடி யம்மாடி யம்மாடி யம்மாடி யைய்யய்யோ யம்மாடி யைய்யய்யோ யம்மாடி என் மனச எங்க நீ கொண்டுப் போறடி ஏ ஆம்பள தொட்டதும் பட படங்குது அங்கிட்டும் இங்கிட்டும் பல்பெரியுது நரம்பு மண்டலம் நரநரங்குதடா  "}