{"திரைப்படம்": "Thirupathi", "பாடலாசிரியர்": "Perarasu", "இசையமைப்பாளர்": "Bharathwaj", "பாடல்": "சொல்லவும் முடியல", "வருடம்": "2006", "பாடியவர்கள்": "Harish Raghavendra, Swarnalatha", "பாடல்வரிகள்": "ஹேய் என்ன ஆச்சு ஹேய் என்ன ஆச்சு சொல்லவும் முடியல மெல்லவும் முடியல எனக்குள்ள ஏதோ.. ஹ்ம்ம்ம்  சொல்லவும் முடியல மெல்லவும் முடியல எனக்குள்ள ஏதோ ஆயிபோச்சு அள்ளவும் முடியல கிள்ளவும் முடியல உனகுள்ள ஏதோ கூடி போச்சு இளமை இளமை மந்திருச்சி பருவம் பருவம் வத்துருக்கு குருவி கூடு கட்டிருச்சு தாவணி போர்வை போர்த்திடுச்சி அடடா ஹே அடடா அடடா படவா உனக்கென நானும் மறுபடி பிறந்தேனா வரவா செலவா இரவினில் நாமும் கணக்கினை தீர்ப்போமா  சொல்லவும் முடியல மெல்லவும் முடியல எனக்குள்ள ஏதோ ஆயிபோச்சு அள்ளவும் முடியல கிள்ளவும் முடியல உனகுள்ள ஏதோ கூடி போச்சு  பொம்பளைக்கு பொறப்பு நாலு பொறப்பு நான் போட்டுபுட்டேன் பாரு புது கணக்கு டியா ஹா டியா… பொம்பளைக்கு பொறப்பு நாலு பொறப்பு நீ சொல்லிபுட்டு பொடி அந்த கணக்கு அம்மா பெக்கும் போது முதல் பொறப்பு அவ ஆளான போது ரெண்டு பொறப்பு காதல் வரும்போது மூணு பொறப்பு அவ தாயாகும் போது நாலு பொறப்பு வேட்டி கட்டவா வரிஞ்சு கட்டவா உன்ன கட்டவா நின்னு கட்டவா வேட்டி கட்டுடா வரிஞ்சு கட்டுடா என்ன கட்டுடா நின்னு கட்டுடா  ச… சொல்லவும் முடியல மெ… மெல்லவும் முடியல சொல்லவும் முடியல மெல்லவும் முடியல எனக்குள்ள ஏதோ ஆயிபோச்சு ஹேய் அள்ளவும் முடியல கிள்ளவும் முடியல உனகுள்ள ஏதோ கூடி போச்சு  ஆம்பளைக்கு பொறப்பு நாலு பொறப்பு நான் போட்டுபுட்டேன் பாரு புது கணக்கு ஆம்பளைக்கு பொறப்பு நாலு பொறப்பு நீ சொல்லிபுட்டு போடா அந்த கணக்கு அம்மா பெக்கும் போது முதல் பொறப்பு அவன் சம்பாதிக்கும் போது ரெண்டு பொறப்பு காதல் வரும்போது மூணு பொறப்பு அது கைகூடும் பொது நாலு பொறப்பு வேட்டி கட்டுடா வரிஞ்சு கட்டுடா என்ன கட்டுடா நின்னு கட்டுடா வேட்டி கட்டவா வரிஞ்சு கட்டவா உன்ன கட்டவா நின்னு கட்டவா  அட சொல்லவும் முடியல மெல்லவும் முடியல எனக்குள்ள ஏதோ ஆயிபோச்சு அள்ளவும் முடியல கிள்ளவும் முடியல உனகுள்ள ஏதோ கூடி போச்சு இளமை இளமை மந்திருச்சி பருவம் பருவம் வத்துருக்சி குருவி கூடு கட்டிருச்சு தாவணி போர்வை போர்த்திடுச்சி அடடா ஹே அடடா அடடா படவா உனக்கென நானும் மறுபடி பிறந்தேனா வரவா செலவா இரவினில் நாமும் கணக்கினை தீர்ப்போமா"}