{"திரைப்படம்": "Once More", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Deva", "பாடல்": "சின்ன சின்ன காதல்", "வருடம்": "1997", "பாடியவர்கள்": "Malaysia Vasudevan, Deva", "பாடல்வரிகள்": "உன்னில் என்னில் உள்ளது காதல் ஒவ்வொரு உயிரும் செய்வதும் காதல் உலகம் முழுதும் உலவும் காதல்  சின்ன சின்ன காதல் கண்ணுக்குள்ள காதல் முத்து முத்து காதல் இது புத்தம் புது காதல் காதல் மேடையிலே கவிதைகள் பாடுகிறோம் காற்றை கேட்டுவிட்டோம் கடலை கேட்டுவிட்டோம் காதல் என்னவென்று தமிழ் கொண்டு ஒரு பாடல் நீங்கள் பாடி காட்டுங்கள் ஹஹஹ ...  உன்னையும் என்னையும் பெற்றது காதல் உலக பந்தின் உயிர்தான் காதல் ஊசி மோனையின் காதுக்குள்ளே ஓட்டங்களை நுழைப்பது காதல் காதின் ஓரம் நரைத்தும்கூட இளமை போட்டு இழுப்பது காதல்  தாம் தரிகிட தத் தீம் தா தாம் தரிகிட தத் தீம் தா தாம் தரிகிட தாம் தரிகிட தக்கிட தக்க தக்கிட தாம் தரிகிட தத் தீம் தா தாம் தரிகிட தத் தீம் தா தாம் தரிகிட தாம் தரிகிட தக்கிட தக்க தக்கிட  நிலவுக்கு புன்னகை தந்தது காதல் நிலவுக்கு புன்னகை தந்தது காதல் உலகுக்கு பூக்கள் தந்தது காதல் யாருக்கும் தெரியாமல் ஊரெல்லாம் அறியாமல் மனசுக்குள் மழை தூவும் காதல் ஒரு பனி துளி தந்தால் பாற்கடல் செய்திடும் காதல் ஒரு பாற் கடல் தந்தால் பனி துளி ஆக்கிடும் காதல் மூடி வைத்த போதும் தடை மீண்டும் விதை போல மண்ணை வெல்லும் காதலே சபாஷ்  ராமையா ராவிய ப்றேமிஞ்சி சூடைய பிரேமலேகா நூவ்வே லேது னேனே லேது லோகமே லேது  சின்ன சின்ன காதல் கண்ணுக்குள்ள காதல் முத்து முத்து காதல் இது புத்தம் புது காதல்  பூவுக்குள் போர்களம் செய்வதும் காதல் பூவுக்குள் போர்களம் செய்வதும் காதல் போர்க்களத்தில் பூச்செடி வைப்பதும் காதல் நிலவொளியை நெசவு செய்து நித்தம் oru ஆடை நெய்து காதலிக்கு பரிசாகும் ஆக்கும் காதல் இங்கு உறங்கிடும் பொழுதிலும் உதடுகள் நுழைவது காதல் மனம் மயங்கிடும் பொழுதிலும் உயிருக்குள் வளர்வது காதல் காதல் என்ற பாடல் முடியாது அதை எங்களோடு நீங்கள் பாடுங்கள்  ஹஹஹஹ ...  இருபது வயதில் இளமை காதல் அறுபது வயதில் அனுபவ காதல் எங்கும் காதல் எதிலும் காதல் பொங்கும் காதல் புதுமை காதல் காதல் என்பது கனவாய் போனால் கனவே கனவே கனவே காதல்  ராமையா ராவிய ப்றேமிஞ்சி சூடைய பிரேமலேகா நூவ்வே லேது னேனே லேது லோகமே லேது  சின்ன சின்ன காதல் கண்ணுக்குள்ள காதல் முத்து முத்து காதல் இது புத்தம் புது காதல் காதல் மேடையிலே கவிதைகள் பாடுகிறோம் காற்றை கேட்டுவிட்டோம் கடலை கேட்டுவிட்டோம் காதல் என்னவென்று தமிழ் கொண்டு ஒரு பாடல் நீங்கள் பாடி காட்டுங்கள்  யா யா யா யா ...."}