{"திரைப்படம்": "Love Birds", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "சாம்பா சாம்பா", "வருடம்": "1996", "பாடியவர்கள்": "Aslam Mustafa", "பாடல்வரிகள்": "ஷாந்தி ஷாந்தி ஓம் ஷாந்தி ஒரே ஷாந்தி ஷாந்தி ஓம் ஷாந்தி ஒரே  சாம்பா சாம்பா ஓ லம்பா ஒரே க ச ரி ரி க க ப க ரெ  சாம்பா சாம்பா ஓ லம்பா ஒரே க ச ரி ரி க க ப க ரெ  ஓ ஷாந்தி ஓம் ஷாந்தி நான் பாடாட்டா சந்தோஷம் என் தேசம் நான் ஆடட்டா  அம்மணி அம்மணி உன் பணத்துக்கும் உனக்கும் டா டா டா டா  ஓ ஷாந்தி ஓம் ஷாந்தி நான் பாடாட்டா சந்தோஷம் என் தேசம் நான் ஆடட்டா  அம்மணி அம்மணி உன் பணத்துக்கும் உனக்கும் டா டா டா டா  சம்பா சம்பா க ச ரி ரி  சாம்பா சாம்பா ஓ லம்பா ஒரே க ச ரி ரி க க ப க ரெ  என் இசை கேட்டால் நக கண்ணும் விழிக்கும் என் தமிழ் கேட்டால் தண்ட வாளம் துளிர்க்கும்  இயற்க்கை அழகினில் எனக்கொரு மயக்கம் செயற்க்கை கோள்களில் என் புகள் மணக்கும்  மக்களே மக்களே நீங்கள் தான் நினைத்தால் எதுவும் நடக்கும்  சாம்பா சாம்பா ஓ லம்பா ஒரே க ச ரி ரி க க ப க ரெ  சாம்பா சம்பாஓஹ் லம்பா ஓரஎ க ச ரி ரி க க ப க ரெ  ஷாந்தி ஷாந்தி டிக் டிக் தாரா திக்கி திக்கி தை திக்கி ஷாந்தி ஓம் தை  டிக் டிக் தாரா திக்கி திக்கி தை திக்கி ஷாந்தி ஓம்  டிக் டிக் தாரா திக்கி திக்கி தை திக்கி ஷாந்தி ஓம் டிக் டிக் தாரா திக்கி திக்கி தை திக்கி ஷாந்தி ஓம் டிக் டிக் தாரா திக்கி திக்கி தை திக்கி ஷாந்தி ஓம்  ஷாந்தி ஷாந்தி ஷாந்தி ஷாந்தி  சிங்கார குயில்கள் ஸ்ருதி சொல்ல வேண்டும்  சங்கீத காற்றில் ஜாதி சொல்ல வேண்டும்  வண்ண மலர்களின் வாழ்த்துக்கள் வேண்டும் வங்காள கடலும் கை தட்ட வேண்டும்  விண்மீன்கள் அமைக்காதோ வெண் நிலாவில் எனக்கொரு ரசிகர் மன்றம்  சாம்பா லம்பா ஆம் கொன்னா மேக் யூ ஸ்கேரீ பிக் பாட் ரூபி லுப்ஸ் ஹார்ட் டு கேர்ரி  இஸ் இட் எவர் கொன்ன எவர் கொன்ன ஃபீல் சோ வியரி  ஸ்ட்ரீட் அன்ட் நாட் பி ஸ்டோந்ஸ் அன்ட் ஃபேரீஸ்  த பெலினெ த போவ் அன்ட் த பிஸ்ஸேஸ் அன்ட் த எரீஸ்  இன் ஏ கொன்ன இன் ஏ கொன்ன இன் ஏ கொன்ன ஃபியரீ  காட் அப் இன் தெ மிடில் காட் அப் இன் தெ மீன்டைம்  காட் அப் இன் தெ மிடில் ஆஃப் ஏ நேம்லெஸ் வொர்ல்ட்  ஹாட் யூ ஸ்டாப் ஸ்க்வீஸ் ஸ்டாப்  ஹோல் பன்ச் கிராஷ் டோவ்ன் கேர்ள்  யூ’வ் காட் ஒன் பிக் ப்ராப்ளம்  சாம்பா சாம்பா ஓ லம்பா ஒரே க ச ரி ரி க க ப க ரெ  சாம்பா சாம்பா ஓ லம்பா ஓரஎ க ச ரி ரி க க ப க ரெ  ஓ ஷாந்தி ஓம் ஷாந்தி நான் பாடாட்டா  சந்தோஷம் என் தேசம் நான் ஆடட்டா  அம்மணி அம்மணி உன் பணத்துக்கும் உனக்கும் டா டா டா டா  சாம்பா லம்பா  ஆம் கொன்னா மேக் யூ ஸ்கேரீ பிக் பாட் ரூபி லுப்ஸ் ஹார்ட் டு கேர்ரி  இஸ் இட் எவர் கொன்ன எவர் கொன்ன ஃபீல் சோ வியரி  ஸ்ட்ரீட் அன்ட் நாட் பி ஸ்டோந்ஸ் அன்ட் ஃபேரீஸ்  த பெலினெ த போவ் அன்ட் த பிஸ்ஸேஸ் அன்ட் த எரீஸ்  இன் ஏ கொன்ன இன் ஏ கொன்ன இன் ஏ கொன்ன ஃபியரீ  காட் அப் இன் தெ மிடில் காட் அப் இன் தெ மீன்டைம்  காட் அப் இன் தெ மிடில் ஆஃப் ஏ நேம்லெஸ் வொர்ல்ட்  ஹாட் யூ ஸ்டாப் ஸ்க்வீஸ் ஸ்டாப்  ஹோல் பன்ச் கிராஷ் டோவ்ன் கேர்ள்  யூ’வ் காட் ஒன் பிக் ப்ராப்ளம்"}