{"திரைப்படம்": "Shahjahan", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "Mani Sharma", "பாடல்": "சரக்கு வச்சிருக்கேன்", "வருடம்": "2001", "பாடியவர்கள்": "Shankar Mahadevan ,Radhika Thilak", "பாடல்வரிகள்": "சரக்கு வச்சிருக்கேன் இறக்கி வச்சிருக்கேன் கருத்த கோழி முளகு போட்டு வறுத்து வச்சிருக்கேன்  சரக்கு வச்சிருக்கேன் இறக்கி வச்சிருக்கேன் கருத்த கோழி முளகு போட்டு வறுத்து வச்சிருக்கேன்  கோழி ருசியா இருந்த கொழிய வெட்டு குமரி ருசியா இருந்த குமரிய வெட்டு சிலுக்கு சிட்டு நான் சீன பட்டு ஆடை போட்டு மூடி வச்ச அல்வா தட்டு  சரக்கு வச்சிருக்கேன் இறக்கி வச்சிருக்கேன் கருத்த கோழி முளகு போட்டு வறுத்து வச்சிருக்கேன்  சரக்கு வச்சிருக்கேன் இறக்கி வச்சிருக்கேன் கருத்த கோழி முளகு போட்டு வறுத்து வச்சிருக்கேன்  கோழி ருசியா இருந்த கொழிய தின்பேன் குமரி ருசியா இருந்த குமரிய தின்பேன் ஹோய் மாம்பழ குயிலே மார்கழி வெய்யிலே உன் அட்ரெஸ் தந்து அனுப்பி வசான் மன்மத பயலே  ஓர சாரம் பார்த்து என்னை ஒதுங்க சொல்லும் தோழி நீ ஊருக்கெல்லாம் முட்டை போட நேந்துவிட்ட கோழி யானை கட்டும் சங்கிலியால் போட வேணும் தாலி அட முடிச்சு போட போற பையன் முதலிரவில் காலி ஒயே ஒயே…  போன வருஷம் குத்தவத்ச பொட்டை கோழி நீ முத்தம் ஒண்ணு போட்டுபுட்டா முட்டை கோழி  ஹெய் விரட்டி விரட்டி முட்ட வருது வெள்ளை கோழி இது சேவல தான் கற்பழிக்கும் ஜல்சா கோழி  முன்னேரவா முத்தாடவா முத்தமிட்டு முத்தமிட்டு மூச்ச நிறுத்தவா  சரக்கு வச்சிருக்கேன் இறக்கி வச்சிருக்கேன் கருத்த கோழி முளகு போட்டு வறுத்து வச்சிருக்கேன்  சரக்கு வச்சிருக்கேன் இறக்கி வச்சிருக்கேன் கருத்த கோழி முளகு போட்டு வறுத்து வச்சிருக்கேன்  தீம்தனநானா தீம்தனநானா தீம்தநனா தீம்தநனா திகிட தினானா தீம்தனநானா தீம்தனநானா தீம்தநனா தீம்தநனா திகிட தினானா  ஹெய் நாக்கு மூக்கு நீளமான அழகு புள்ள நல்ல வேளை கிளிண்டன் கண்ணில் படவே இல்லை  உன்னை போல வெள்ளைகாரன் எவனும் இல்லை கொஞ்சம் ஒரசிபுட்டு செத்துபோறேன் கவலை இல்லை  ஹெய் கொத்தோடு வா கொண்டாட வா சோர்ந்து போன உறுப்புக்கெல்லாம் சுளுக்கெடுக்க வா  சரக்கு வச்சிருக்கேன் இறக்கி வச்சிருக்கேன் கருத்த கோழி முளகு போட்டு வறுத்து வச்சிருக்கேன்  சரக்கு வச்சிருக்கேன் இறக்கி வச்சிருக்கேன் கருத்த கோழி முளகு போட்டு வறுத்து வச்சிருக்கேன்  கோழி ருசியா இருந்த கொழிய வெட்டு குமரி ருசியா இருந்த குமரிய வெட்டு சிலுக்கு சிட்டு நான் சீன பட்டு ஆடை போட்டு மூடி வச்ச அல்வா தட்டு  சரக்கு வச்சிருக்கேன் இறக்கி வச்சிருக்கேன் கருத்த கோழி முளகு போட்டு வறுத்து வச்சிருக்கேன்  சரக்கு வச்சிருக்கேன் இறக்கி வச்சிருக்கேன் கருத்த கோழி முளகு போட்டு வறுத்து வச்சிருக்கேன்"}