{"திரைப்படம்": "Kuselan", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "G. V. Prakash Kumar", "பாடல்": "சினிமா சினிமா", "வருடம்": "2008", "பாடியவர்கள்": "", "பாடல்வரிகள்": "சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா  எம் ஜி ஆர் சிவாஜி சாரு என் டீ ஆர் ராஜகுமாரு இவங்க இருந்த சினிமா சினிமா  இது போல் இது போல் வருமா வருமா வருமா  கடவுள் யாருன்னு யார் பார்த்த அதை கண்ணில் காட்டுது இந்த சினிமா தான்  கண்ணன் கட்டபொம்மன் யார் பார்த்தா  அதை கண்ணில் காட்டுது இந்த சினிமா தான்  எவரும் உழைச்சா உயர்ந்திடலாம் என்று எடுத்து காட்டுவது சினிமா தாான்  அதுக்கு யார் இங்கு சாட்சியினா அட வேறு யாரு நம்ம தலைவரு தான்  மொத்த பூமியையும் பத்து ரூபா தந்த சுத்திக் காட்டுது இந்த சினிமா தான் ஹே  சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா  சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா  பாரு பாரு பட சூட்டிங் பாரு பலர் வேர்வை சிந்துறாங்க  நூறு கைகள் ஒன்னு சேர வேணும் ஒரு சினிமா உருவாக  காஃபீ டீயும் தரும் புரடக்சன் பாயும் இங்கு ரொம்ப முக்கியம் தான்  ஜால்லி நல்ல பல ரைட் போட வேண்டும் உழைக்கும் வர்கம் தான்  மேலும் கீழும் என பேதம் பார்க்க இங்கு ஏற்றத் தாழ்வு இல்லை  கோடம்பாக்கம் கலை கோயிலாச்சி இந்த சினிமா தோளிலே  ஹே க்ரூப் டான்ஸ் இங்கு கோரஸ் பாட்டு என குடும்பம் வாழுத்ப்ப  வந்த பேரை என்றும் வாழ வைக்கும்  இந்த சினிமா சினிமா தான் ஹே ஹே  சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா  எம் ஜி ஆர் சிவாஜி சாரு என் டீ ஆர் ராஜகுமாரு இவங்க இருந்த சினிமா சினிமா  இது போல் இது போல் வருமா வருமா வருமா  ஸூப்பர் ஸ்டார் அதோ பார் ராஜயோகம் மன்னன் ஸூப்பர்‌ஸ்டார் நம்ம ஊருக்குள் வந்தாரு  சிங்கம் னா சிங்கம் தான் மூக்கு மேல விரல் வைக்கும் வண்ணம் பல வேஷம் போட்டாரு  அவர் உருவம் பாரு எளிமை அந்த எளிமை தானே அவருக்கு வலிமை  தலைக்கனத்திடாத தலைவன் எங்கள் அண்ணன் மட்டும் தான்  ஜப்பான் போன ஸூப்பர் ஸ்டாரு ஜர்மனி போன ஸூப்பர் ஸ்டாரு  அமெரிக்காவிலும் ஸூப்பர் ஸ்டாரு ஆஃப்ரிக்காவிலும் ஸூப்பர் ஸ்டாரு  பாட்டாளிகளின் படை என கவனி பள்ளிப் பிள்ளைகள் பையில கவனி  காய்கரிகள் விற்க்கும் தாய்க்குலம் தூக்கும் கூடையில் கூட ஸூப்பர் ஸூப்பர் ஸ்டாரு  கடவுள் யாருன்னு யார் பார்த்த அதை கண்ணில் காட்டுது இந்த சினிமா தான்  ஸூப்பர் ஸ்டார் பேரைப் பார் திரை மீது மக்கள் பார்க்கும்போது விஸில் வானை பிளக்காதோ  ரசிகர்கள் கூட்டம் தான் பாலை தேனில் தியேடர் மீது கொட்டி வாழ்த்துப் பாடதோ  அந்த படையப்பாவின் படை தான் இந்த பூமி எங்கும் அணி வகுத்திருக்க  என்றும் மக்கள் மனதை ஆளும் எங்கள் ஒரே மன்னன் தான்  அண்ணன் தொட்டால் விரல் தான் பட்டால் கவிதை கூட தஞ்சம் ஆகும்  மன்னன் நடிச்ச படத்தை போட்டால் வருஷம் பூரா ஹௌஸ்ஃபுல் ஆகும்  ஸூப்பர் ஸ்டாரும் சூரியனும் தான் உலகம் சுற்றி ஒளிருவது உண்டு  இந்தப் பெருமை அண்ணனை தவிர இங்கே எந்த மனிதனுக்குண்டு தமிழா  கடவுள் யாருன்னு யார் பார்த்த அதை கண்ணில் காட்டுது இந்த சினிமா தான்  கண்ணன் கட்டபொம்மன் யார் பார்த்தா அதை கண்ணில் காட்டுது இந்த சினிமா தான்  எவரும் உழைச்சா உயர்ந்திடலாம் என்று எடுத்து காட்டுவது சினிமா தாான்  அதுக்கு யார் இங்கு சாட்சியினா அட வேறு யாரு நம்ம தலைவரு தான்  மொத்த பூமியையும் பத்து ரூபா தந்த சுத்திக் காட்டுது இந்த சினிமா தான் ஹே  சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா சினிமா  எம் ஜி ஆர் சிவாஜி சாரு என் டீ ஆர் ராஜகுமாரு இவங்க இருந்த சினிமா சினிமா  இது போல் இது போல் வருமா வருமா வருமா"}