{"திரைப்படம்": "Maasilamani", "பாடலாசிரியர்": "Viveka", "இசையமைப்பாளர்": "D. Imman", "பாடல்": "சிக்கு சிக்கு பூம் பூம்", "வருடம்": "2009", "பாடியவர்கள்": "Keerthi Sagathia, Feji, Baby Harini\t", "பாடல்வரிகள்": "சிக்கு சிக்கு பூம் பூம்   சிக்கு சிக்கு பூம் பூம் சிக்கு சிக்கு பூம் பூம் சிக்கு சிக்கு சிக்கு சிக்கு பூம் பூம்  சிக்கு சிக்கு பூம் பூம் சிக்கு சிக்கு பூம் பூம் சிக்கு சிக்கு சிக்கு சிக்கு பூம் பூம்  எட்டணா எட்டணா பொட்டு வச்சா யாரத்தான் இந்தக்கா வுட்டு வச்சா கொண்டையில் மல்லிப்பூ நட்டு வச்சா கண்ணுல பாம்பத்தான் வுட்டு வச்சா  சிக்கு சிக்கு பூம் பூம் சிக்கு சிக்கு பூம் பூம் சிக்கு சிக்கு சிக்கு சிக்கு பூம் பூம்  சிக்கு சிக்கு பூம் பூம் சிக்கு சிக்கு பூம் பூம் சிக்கு சிக்கு சிக்கு சிக்கு பூம் பூம்  ஏ மோசமான பேட்ட இது எங்களோட கோட்ட சைட்டு கியிட்டு அடிச்சா நீ வூடு திரும்ப மாட்ட பானி பூரி போல அட எதிரி கண்ணு ஒடையும் மோதி ஜெயிச்சதில்ல இந்த ஊரில் எந்த படையும்  சிக்கு சிக்கு...சிக்கு சிக்கு...சிக்கு சிக்கு சிக்கு சிக்கு...சிக்கு சிக்கு சிக்கு சிக்கு சிக்கு சிக்கு பூம் பூம் சிக்கு சிக்கு பூம் பூம் சிக்கு சிக்கு சிக்கு சிக்கு பூம் பூம்  சிக்கு சிக்கு பூம் பூம் சிக்கு சிக்கு பூம் பூம் சிக்கு சிக்கு சிக்கு சிக்கு பூம் பூம்  சிக்கு சிக்கு...பூம் பூம் சிக்கு சிக்கு...பூம் பூம் சிக்கு சிக்கு...பூம் பூம்  சொன்னபடி சொன்னபடி நடந்து காட்டுவோம் மத்தபடி மத்தபடி பொளந்து கட்டுவோம் யார பாத்தும் பயந்ததில்ல உடம்பு முழுக்க வீரம் கதவ தொறந்து போட்டு போவோம் திருடர் இல்ல ஏதும் கொலுசோ சிறுசுதான் எங்க மனசோ பெருசுதான் ஏ சட்டப்படி பாத்தா நான் குத்தவாளி தான்டா ஏ நியாயப்படி பாத்தா நான் சுத்த தங்கம் தான்டா எப்பவும் நேர்மைக்காக உசுரை கூட விடுற சாதிடா சிக்கு சிக்கு...சிக்கு சிக்கு...சிக்கு சிக்கு சிக்கு சிக்கு...சிக்கு சிக்கு சிக்கு சிக்கு  சிக்கு சிக்கு பூம் பூம் சிக்கு சிக்கு பூம் பூம் சிக்கு சிக்கு சிக்கு சிக்கு பூம் பூம்  சிக்கு சிக்கு பூம் பூம் சிக்கு சிக்கு பூம் பூம் சிக்கு சிக்கு சிக்கு சிக்கு பூம் பூம்  எட்டணா எட்டணா பொட்டு வச்சா யாரத்தான் இந்தக்கா வுட்டு வச்சா கொண்டையில் மல்லிப்பூ நட்டு வச்சா கண்ணுல பாம்பத்தான் வுட்டு வச்சா  கெட்ட எண்ணம் கிட்ட வந்தா வெரட்டி அடிக்கிறோம் பட்டப்பகல் நேரம் கூட வெயிலில் உழைக்கிறோம் ஊருக்கொண்ணு ஆச்சுதுன்னா மாசி வந்து பாப்பான் மாசிக்கொண்ணு ஆச்சுதுன்னா ஊரில் எவனும் கேப்பான் காத்தும் நுழையனுன்னா எங்க அனுமதி கேட்டு நிக்கும் ஏ மஞ்சுளாக்கா சோப்பு போட்டு குளிச்சிப்புட்டா போதும் ஏ மந்திரிச்ச கோழியாகும் ஊரே கண்டு ஏங்கும் எங்களோட வாழ்க்கையில காதல் மோதல் எல்லாம் உண்டுடா சிக்கு சிக்கு...சிக்கு சிக்கு...சிக்கு சிக்கு சிக்கு சிக்கு...சிக்கு சிக்கு சிக்கு சிக்கு  எட்டணா எட்டணா பொட்டு வச்சா யாரத்தான் இந்தக்கா வுட்டு வச்சா கொண்டையில் மல்லிப்பூ நட்டு வச்சா கண்ணுல பாம்பத்தான் வுட்டு வச்சா  ஏ மோசமான பேட்ட இது எங்களோட கோட்ட சைட்டு கியிட்டு அடிச்சா நீ வூடு திரும்ப மாட்ட பானி பூரி போல அட எதிரி கண்ணு ஒடையும் மோதி ஜெயிச்சதில்ல இந்த ஊரில் எந்த படையும்  சிக்கு சிக்கு...சிக்கு சிக்கு...சிக்கு சிக்கு சிக்கு சிக்கு...சிக்கு சிக்கு சிக்கு சிக்கு சிக்கு சிக்கு பூம் பூம் சிக்கு சிக்கு பூம் பூம் சிக்கு சிக்கு சிக்கு சிக்கு பூம் பூம்  சிக்கு சிக்கு பூம் பூம் சிக்கு சிக்கு பூம் பூம் சிக்கு சிக்கு சிக்கு சிக்கு பூம் பூம்"}