{"திரைப்படம்": "Mella Thirandhathu Kadhavu", "பாடலாசிரியர்": "Gangai Amaran", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "சக்கரக்கட்டிக்கு சித்திரக்குட்டிக்கு", "வருடம்": "1986", "பாடியவர்கள்": "K. S. Chithra, S. P. Sailaja, B. S. Sasirekha", "பாடல்வரிகள்": "சக்கரக்கட்டிக்கு சித்திரக்குட்டிக்கு சுப்புரமணி தான் மாப்பிள்ளையா வர போறாண்டா பஸ்ஸில் ஏறி வாராண்டா வர போறாண்டா பஸ்ஸில் ஏறி வாராண்டா  சக்கரக்கட்டிக்கு சித்திரக்குட்டிக்கு சுப்புரமணி தான் மாப்பிள்ளையா வர போறாண்டா பஸ்ஸில் ஏறி வாராண்டா வர போறாண்டா பஸ்ஸில் ஏறி வாராண்டா  அத்தை மக மாப்பிள்ளை ஆசை வெச்ச ஆம்பிள்ளை  அத்தை மக மாப்பிள்ளை ஆசை வெச்ச ஆம்பிள்ளை சாதி சனம் எல்லாம் அழைச்சி கொட்டட்டும் டும் டும் டும் டும் டும் டும் டும்  சக்கரக்கட்டிக்கு சித்திரக்குட்டிக்கு சுப்புரமணி தான் மாப்பிள்ளையா வர போறாண்டா பஸ்ஸில் ஏறி வாராண்டா  வர போறாண்டா பஸ்ஸில் ஏறி வாராண்டா   பொண்ணோட ஜாதகம் எல்லாத்துக்கும் சாதகம் தாலிய கட்டுற மாப்பிள்ளை ஊருக்கு ராஜா ஆவான்  அழகாக பாடுவான் அமர்க்களமா ஆடுவான் மாப்பிள்ளை கேக்குற மாதிரி தினமும் இவ தான் நடப்பா  நீ மாலை போட நாலு ஒன்னு பாக்க வேணாவா  ஜோசியர தான் கேட்கவேணாமா  அட பந்த காலு கிந்த காலு ஊன வேணாமா  சாதி சனத்தை காண வேணாமா  துளசி நல்லவதான் பொருப்பு உல்லவ தான் பொருத்தம் நல்லா இருக்கு ஜோராக தான்  உன் பொண்ண வீட்டுக்கு அனுப்பு சோறாக்க தான்  சக்கரக்கட்டிக்கு சித்திரக்குட்டிக்கு சுப்புரமணி தான் மாப்பிள்ளையா வர போறாண்டா பஸ்ஸில் ஏறி வாராண்டா வர போறாண்டா பஸ்ஸில் ஏறி வாராண்டா  அத்தை மக மாப்பிள்ளை ஆசை வெச்ச ஆம்பிள்ளை  அத்தை மக மாப்பிள்ளை ஆசை வெச்ச ஆம்பிள்ளை சாதி சனம் எல்லாம் அழைச்சி கொட்டட்டும் டும் டும் டும் டும் டும் டும் டும்  சக்கரக்கட்டிக்கு சித்திரக்குட்டிக்கு சுப்புரமணி தான் மாப்பிள்ளையா வர போறாண்டா பஸ்ஸில் ஏறி வாராண்டா  வர போறாண்டா பஸ்ஸில் ஏறி வாராண்டா   டேய் இது தான் கல்யாண மேடை இது தான் பந்தல் நிசமான கல்யாணத்துக்கு ஒரு ஒத்திகை பாத்துடுவோமா  போய் பொண்ண கூட்டிட்டு வாங்களேண்டி என்னாங்கடி பண்றீங்கடி இங்க மச மசனு ஊர் கதை எல்லாம் பேசிக்கிட்டு ஹே வாராயோ தோழி வாராயோ மனப் பந்தல் காண வாராயோ  ஆனந்த என் கண்ணியே உன் கிட்ட ஒப்படைக்கிறேன் அதுல எப்பொழுதும் ஆனந்த கண்ணீரு தான் பாக்கனும்  கெட்டி மேளம் கெட்டி மேளம் கெட்டி மேளம்   நல்லா தான் நடந்தது கல்யாணமும் முடிஞ்சது பந்தியில் வைக்கிற போட்டத தின்னுட்டு தனியா விடுங்க  பொண்ணோட மாப்பிள்ளை பள்ளி அரை போகனும் பாய விரிக்கனும் பால குடிக்கனும் கொஞ்சம் பொருங்க  அட நானும் கூட ஏறிக்கிட்டு ஆட வேணாமா கையில் எடுத்து கொஞ்ச வேணாமா அவ மாருமேலே ஏறிக்கிட்டு ஆட வேணாமா ஒன்னு ரெண்டு தான் போக வேண்டாமா  நினைக்கும் அத்தனையும் நடக்கும் நல்லபடி எனக்கு எப்போதுமே நல்ல யோகம் தான் இனிமே எல்லாருக்கும் நல்ல நேரம் தான்  சக்கரக்கட்டிக்கு சித்திரக்குட்டிக்கு சுப்புரமணி தான் மாப்பிள்ளையா வர போறாண்டா பஸ்ஸில் ஏறி வாராண்டா வர போறாண்டா பஸ்ஸில் ஏறி வாராண்டா  அத்தை மக மாப்பிள்ளை ஆசை வெச்ச ஆம்பிள்ளை  அத்தை மக மாப்பிள்ளை ஆசை வெச்ச ஆம்பிள்ளை சாதி சனம் எல்லாம் அழைச்சி கொட்டட்டும் டும் டும் டும் டும் டும் டும் டும்  சக்கரக்கட்டிக்கு சித்திரக்குட்டிக்கு சுப்புரமணி தான் மாப்பிள்ளையா வர போறாண்டா பஸ்ஸில் ஏறி வாராண்டா  வர போறாண்டா பஸ்ஸில் ஏறி வாராண்டா வர போறாண்டா பஸ்ஸில் ஏறி வாராண்டா வர போறாண்டா பஸ்ஸில் ஏறி வாராண்டா"}