{"திரைப்படம்": "Kili Petchu Ketkavaa", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "சிவகாமி நெனப்பினிலே", "வருடம்": "1993", "பாடியவர்கள்": "S. P. Balasubrahmanyam, S. Janaki", "பாடல்வரிகள்": "ஆண் : சிவகாமி நெனப்பினிலே பாடம் சொல்ல மறந்து விட்டேன் (இசை) சிவகாமி நெனப்பினிலே பாடம் சொல்ல மறந்து விட்டேன்  பெண் : அடியாத்தி வாத்தியாரு பாடம் சொல்ல மறந்ததென்ன  ஆண் : முக்கனியே சர்க்கரையே ஒத்தையிலே நிக்குறியே  பெண் : வந்து ஒட்டிக்கோ ஒட்டிக்கோ ஒட்டிக்கோ என்னை கட்டிக்கோ கட்டிக்கோ கட்டிக்கோ  ஆண் : சிவகாமி நெனப்பினிலே பாடம் சொல்ல மறந்து விட்டேன்  பெண் : அடியாத்தி வாத்தியாரு பாடம் சொல்ல மறந்ததென்ன  ***  ஆண் : ஆலமரக்கிளி அன்னாடம் என்னோடு பேசுமா இல்லை ஏசுமா ஆத்தங்கரையினில் அத்தானும் முத்தாடக் கூடுமா விட்டு ஓடுமா  பெண் : கோலக்கிளிப் பேச்ச கட்டாயம் தட்டாம கேட்கவா என்னைப் பார்க்கவா காலம் கடத்தாமல் கையோடு கையாக சேர்க்கவா மையல் தீர்க்கவா  ஆண் : போதும் இது போதும் இந்த பிறவியில் வேறொன்றும் வேண்டாமே  பெண் : மோதும் அலை மோதும் நெஞ்சக் கடலில் ஆசைகள் ஓயாம  ஆண் : வந்து ஒட்டிக்கோ ஒட்டிக்கோ ஒட்டிக்கோ என்னை கட்டிக்கோ கட்டிக்கோ கட்டிக்கோ  பெண் : அடியாத்தி வாத்தியாரு பாடம் சொல்ல மறந்ததென்ன  ஆண் : சிவகாமி நெனப்பினிலே பாடம் சொல்ல மறந்து விட்டேன்  பெண் : எம்மனச ஒட்டுறியே மம்முட்டிப் போல் வெட்டுறியே  ஆண் : வந்து ஒட்டிக்கோ ஒட்டிக்கோ ஒட்டிக்கோ என்னை கட்டிக்கோ கட்டிக்கோ கட்டிக்கோ  ***  பெண் : காதல் கடுதாசி கண்ணால இந்நேரம் போட்டது வந்து சேர்ந்தது கூடிக் கலந்திட கும்மாளம் இப்போது தோணுது பொண்ணு நாணுது  ஆண் : தேனும் திணை மாவும் தின்னாம நின்னாலே தாங்குமா பசி நீங்குமா தேடக் கிடைக்காத பொன்னாரம் என் கையில் சேருமா சுகம் மீறுமா  பெண் : பேசி வலை வீசி இந்த மனசுல போதைய ஏத்தாதே  ஆண் : ராசி நல்ல ராசி நம்ம பொருத்தத்தை நீ என்றும் மாத்தாதே  பெண் : இப்ப என்னவோ என்னவோ என்னவோ என்னைப் பண்ணுதே பண்ணுதே பண்ணுதே  ஆண் : சிவகாமி நெனப்பினிலே பாடம் சொல்ல மறந்து விட்டேன்  பெண் : அடியாத்தி வாத்தியாரு பாடம் சொல்ல மறந்ததென்ன எம்மனச ஒட்டுறியே மம்முட்டிப் போல் வெட்டுறியே  ஆண் : வந்து ஒட்டிக்கோ ஒட்டிக்கோ ஒட்டிக்கோ  பெண் : என்னை கட்டிக்கோ கட்டிக்கோ கட்டிக்கோ  ஆண் : சிவகாமி நெனப்பினிலே பாடம் சொல்ல மறந்து விட்டேன்  பெண் : அடியாத்தி வாத்தியாரு பாடம் சொல்ல மறந்ததென்ன"}