{"திரைப்படம்": "Aaytha Ezhuthu", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "ஜன கன மன", "வருடம்": "2004", "பாடியவர்கள்": "A. R. Rahman, Karthik", "பாடல்வரிகள்": "ஆண்குழு : ஓ யுவா யுவா ஓ யுவா யுவா ஓ..ஓ...ஓ....ஓ....  ஆண் : ஜன கன மன ஜனங்களை நினை கனவுகள் அல்ல காரியம் துணை ஓளியே வழியாக மலையே படியாக பகையோ பொடியாக  ஆண்குழு : சக் சுக் சுக் சுக் கும்செய்  ஆண் : ஜன கன மன ஜனங்களை நினை கனவுகள் வெல்ல காரியம் துணை இனியொரு இனியொரு விதி செய்வோம்  ஆண்குழு : ஓ யுவா யுவா ஓ யுவா...  ஆண் : இனியொரு இனியொரு விதி செய்வோம்  ஆண்குழு : ஓ யுவா யுவா ஓ யுவா  ஆண் : ஜன கன மன ஜனங்களை நினை கனவுகள் வெல்ல காரியம் துணை ஒளியே வழியாக மலையே படியாக பகையோ பொடியாக  ஆண்குழு : சக் சுக் சுக் சுக் கும்செய் (இசை)  ஆண் : ஓ யுவா யுவா ஓ யுவா யுவா ஓ..ஓ...ஓ....ஓ....  சரணம் - 1  ஆண் : ஆயுதம் எடு ஆணவம் சுடு தீப்பந்தம் எடு தீமையைச் சுடு இருளை எரித்து விடு ஏழைக்கும் வாழ்வுக்கும் இருக்கின்ற இடைவெளி குறைத்து நிலை நிறுத்து ஆடி கொட்டத்தில் விட்டதை சட்டத்தின் வட்டத்தை உடைத்து காட்டுக்குள் நுழைகின்ற காற்று என்றும் காலணி எதுவும் அணிவதில்லை ஆயிரம் இளைஞர்கள் துணிந்து விட்டால் ஆயுதம் எதுவும் தேவையில்லை  ஆண்குழு : ஓ யுவா யுவா ஓ யுவா யுவா ஓ..ஓ...ஓ....ஓ....  ஆண் : ஜன கன மன ஜனங்களை நினை கனவுகள் அல்ல காரியம் துணை  இசை சரணம் - 2  ஆண் : அச்சத்தை விடு லட்சியம் தொடு வேற்றுமை விடு வெற்றியைத் தொடு தோழா போராடு மலைகளில் நுழைகின்ற நதியெனெ சுயவழி அமைத்து, படை நடத்து அட வெற்றிக்கு பக்கத்தில் முற்றத்தில் சுற்றத்தை நிறுத்து நல்லவர் யாவரும் ஒதுங்கிக் கொண்டால் நரிகளின் நாட்டாமை தொடங்கிவிடும் வாலிபக் கூட்டணி வாளெடுத்தால் வலப்பக்கம் பூமி திரும்பி விடும்  ஆண்குழு : ஓ யுவா யுவா ஓ யுவா யுவா ஓ..ஓ...ஓ....ஓ....  ஆண் : ஜன கன மன ஜனங்களை நினை கனவுகள் அல்ல காரியம் துணை ஓளியே வழியாக மலையே படியாக பகையோ பொடியாக  ஆண்குழு : சக் சுக் சுக் சுக் கும்செய்  ஆண் : ஜன கன மன ஜனங்களை நினை கனவுகள் அல்ல காரியம் துணை இனியொரு இனியொரு விதி செய்வோம்  ஆண்குழு : ஓ யுவா யுவா ஓ யுவா...  ஆண் : விதியினை மாற்றும் விதி செய்வோம்  ஆண்குழு : ஓ யுவா யுவா ஒ யுவா  ஆண் : இனியொரு இனியொரு விதி செய்வோம் (Over lap)  ஆண்குழு : ஓ யுவா யுவா ஓ யுவா(Over lap)  ஆண் : விதியினை மாற்றும் விதி செய்வோம்(Over lap)  ஆண்குழு : ஓ யுவா யுவா ஒ யுவா (Music)"}