{"திரைப்படம்": "Unnale Unnale", "பாடலாசிரியர்": "Pa. Vijay", "இசையமைப்பாளர்": "Harris Jayaraj", "பாடல்": "ஜுன் போனா", "வருடம்": "2007", "பாடியவர்கள்": "Krish, Arun", "பாடல்வரிகள்": "ஜுன் போனா ஜுலை காற்றே கண் பார்த்தா காதல் காற்றே பூ பூத்தா தேன் வருமே பெண் பார்த்தா தீ வருமே  என்னாச்சு தோணலியே (செக் இட் அப், செக் இட் அப்..) ஏதாச்சு தெரியலியே (ஆ..ஆ..) நட்ப்பாச்சு லவ் இல்லையே (யோ..யோ..) லவ் ஆச்சு நட்பில்லையே (ஆஹா..ஆ..)  நேற்று என்பதும் கையில் இல்லை நாளை என்பதும் பைய்யில் இல்லை இன்று மட்டுமே நெஞ்சில் மிச்சம் உண்டு தோழா.. முத்த கூத்துக்கள் யாருக்காக மொத்த பூமியும் கூத்துக்காக தான் அன்பே..  நேற்று என்பதும் கையில் இல்லை நாளை என்பதும் பைய்யில் இல்லை இன்று மட்டுமே நெஞ்சில் மிச்சம் உண்டு தோழா.. முத்த கூத்துக்கள் யாருக்காக மொத்த பூமியும் கூத்துக்காக தான் அடி அன்பே.. என் அன்பே..  ஜுன் போனா ஜுலை காற்றே கண் பார்த்தா காதல் காற்றே பூ பூத்தா தேன் வருமே பெண் பார்த்தா தீ வருமே..ஆ.. — அரைக்குள்ளே மழை வருமா வெளியே வா குதுகலமா இந்த பூமிப் பந்து எங்கள் கூடைப் பந்து அந்த வானம் வந்து கூரை செய்ததின்று கரை இருக்கும் நிலவினை சலவை செய் சிறை இருக்கும் மனங்களை பறவை செய் எந்த மலர்களும் கண்ணீர் சிந்தி கண்டதில்லை — ஜுன் போனா ஜுலை காற்றே ஊ.. கண் பார்த்தா காதல் காற்றே (காதல் காற்றே) பூ பூத்தா தேன் வருமே (தேன் வருமே) பெண் பார்த்தா தீ வருமே (தீ வருமே) என்னாச்சு தோணலியே (தோணலியே) ஏதாச்சு தெரியலியே ஊ.. நட்ப்பாச்சு லவ் இல்லையே (லவ் இல்லையே) லவ் ஆச்சு நட்பில்லையே — இருப்போமா வெளிப்படையாய் ஆ..சிரிப்போமா மலர் குடையாய் சிற்பி விரல்களும் சிலை செதுக்குமே பெண்ணின் விழிகளோ நம்மை செதுக்குமே ரொம்ப காதலை இந்த பூமி கண்டிருக்கும் பல மாற்றங்கள் வந்து வந்து போயிருக்கும் இந்த உலகத்தில் எவருமே ராமன் இல்லை — ஜுன் போனா ஜுலை காற்றே ஊ.. கண் பார்த்தா காதல் காற்றே (செக் இட் அப், செக் இட் அப்..) பூ பூத்தா தேன் வருமே (ஆ..ஆ..) பெண் பார்த்தா தீ வருமே என்னாச்சு தோணலியே (தோணலியே) ஏதாச்சு தெரியலியே (ஊ…) நட்ப்பாச்சு லவ் இல்லையே (லவ் இல்லையே) லவ் ஆச்சு நட்பில்லையே..ஏ..  நேற்று என்பதும் கையில் இல்லை நாளை என்பதும் பைய்யில் இல்லை இன்று மட்டுமே நெஞ்சில் மிச்சம் உண்டு தோழா.. முத்த கூத்துக்கள் யாருக்காக மொத்த பூமியும் கூத்துக்காக தான் அன்பே..  நேற்று என்பதும் கையில் இல்லை நாளை என்பதும் பைய்யில் இல்லை இன்று மட்டுமே நெஞ்சில் மிச்சம் உண்டு தோழா.. முத்த கூத்துக்கள் யாருக்காக மொத்த பூமியும் கூத்துக்காக தான்  அடி அன்பே.. என் அன்பே.."}