{"திரைப்படம்": "Vedhalam", "பாடலாசிரியர்": "Madhan Karky", "இசையமைப்பாளர்": "Anirudh Ravichander", "பாடல்": "டோன்ட் யூ மெஸ் வித் மீ", "வருடம்": "2015", "பாடியவர்கள்": "Shruti Haasan", "பாடல்வரிகள்": "Don't You Mess With Me Don't You Mess With Me Don't You Mess With Me Don't You Mess With Me The Reason Why I Hate Guys  ஒரு நெளிவு இல்லை டொனெடொவில் தாகும்  போது வளையவில்லை ஒரு முகமூடியும் அவன் அணிவதில்லை ஹே பொண்ண பார்த்து பேசும் போது குழைவதில்லை'இன்னு சொல்ல  மாட்டான் மாட்டான்  எல்லை மீற மாட்டான்  மாட்டான் என்ன விட மாட்டான்  திட்டி பார்த்தா HMMM கோவம் பட மாட்டான்  ஆகான் OFF-E ஆக மாட்டான்   எத்தன நாளைக்கு தான் நல்லவனா போல நடிப்பியோ ரூம் போட்டு யோசிச்சு தான் என்னோட வாழ்க்கைய கெடுப்பியோ எத்தன நாளைக்கு தான் நல்லவனா போல நடிப்பியோ ரூம் போட்டு யோசிச்சு தான் என்னோட வாழ்க்கைய கெடுப்பியோ  Don't You Mess With Me Don't You Mess With Me - ஏன்பா  Don't You Mess With Me Don't You Mess With Me - சொல்லிட்டே  இருக்கேன்  Don't You Mess With Me Don't You Mess With Me - கடுப்பேத்தாத Don't You Mess With Me Don't You Mess With Me - ஓ ENGLISH தெரியாதா  Don't You Don't You... Don't You Mess With Me Man Don't You Don't You... Don't You Mess With Me  Don't You Don't You... Don't You Mess With Me Man Don't You Don't You... Don't You Mess With Me   நூறு பேரை முட்டி சாய்த்து கண்களோடு கோவம் ஏறும் வீரம் தானே ஆண்மை  என்பேனே ஒரு பொண்ணுக்காக கண்ணின் ஓரம் ஈரம் போகும் தன்மை கூட ஆண்மை  என்று சொல்லி போனானே  பக்கம் வந்து தொட்டு பேசி முத்தம் வைத்து கட்டி கொண்டாய் காலம் தோன்றும் என்று நின்றேனே தூரம் நின்று மௌனம் கொண்டு பார்வையாலே எண்ணம் கொஞ்சம்  காதல் ஒன்றை தோன்ற செய்தானே  பொய்யும் நடுவே உண்மையான அவன்  தூசும் நடுவே தூய்மையான அவன்  தோற்றம் நடுவே மெல்லிசையும் அவன்  நெஞ்சை தொலைத்து எனுல்லே சென்றான் அவன்  சின்னஞ்சிறு சிரிபபிலே மனம் என்னை சுத்தம் செய்து போகிறான்  கண் பறிக்கும் நடையிலே மனதினை குப்பை என ஆகிறான்  சின்னஞ்சிறு சிரிபபிலே மனம் என்னை சுத்தம் செய்து போகிறான்  கண் பறிக்கும் நடையிலே மனதினை குப்பை என ஆகிறான்  இவன் பொய் சொல்ல மாட்டான்  மாடன் எல்ல மீரா மாட்டான்  மாட்டான் என்ன விட மாட்டான்  திட்டி பார்த்த ஹ்ம்ம் கோவம் பட மாட்டான் அவன் ஆப்-எ ஆகா மாட்டான் எத்தன நாளைக்கு தான் நல்லவனா போல நடிப்பியோ  ரூம் போட்டு யோசிச்சு தான் என்னோட வாழ்க்கைய கேடுப்பியோ  எத்தன நாளைக்கு தான் நல்லவனா போல நடிப்பியோ  ரூம் போட்டு யோசிச்சு தான் என்னோட வாழ்க்கைய கேடுப்பியோ     "}