{"திரைப்படம்": "Kuruvi", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Vidyasagar", "பாடல்": "டண் டண் டர்ணா", "வருடம்": "2008", "பாடியவர்கள்": "Sangeeth Althipur", "பாடல்வரிகள்": "குழு: டண் டண் டர்ணா டணக்கு நக்குன டர்ணா டண் டண் டர்ணா க்கு சிக்கா.. க்கு சிக்கா... டணக்கு நக்குன டர்ணா டர்ணக்கா டணகுணக்கா க்கு சிக்கா.. க்கு சிக்கா...க்கு சிக்கா.. க்கு சிக்கா... க்கு சிக்கா.. க்கு சிக்கா...க்கு சிக்கா.. க்கு சிக்கா... க்கு சிக்கா.. க்கு சிக்கா...க்கு சிக்கா.. க்கு சிக்கா...  (இசை...)  ஆண்: டண் டண் டர்ணா டணக்கு நக்குன டர்ணா குருவியோட பாட்டு கொழுத்துங்கடா வேட்டு டண் டண் டர்ணா குழு: க்கு சிக்கா.. க்கு சிக்கா...  ஆண்: டண்டணக்கா டர்ணா குழு: டர்ணக்கா டணக்குணக்கா  ஆண்: உலக நீ ஜெயிச்சா உன்ன நா ஜெயிப்பேன் அலையா கூச்சலிட்டா புயலாவேன் பிறந்தேன் தாய் கருவில் வளர்ந்தேன் தமிழ் தெருவில் அத்தனைக்கும் மேல நாம அண்ணன் தம்பிடா டண் டண் டர்ணா குழு: க்கு சிக்கா.. க்கு சிக்கா...  ஆண்: டண்டணக்கா டர்ணா குழு: டர்ணக்கா டணக்குணக்கா  ஆண்: குருவியோட பாட்டு கொழுத்துங்கடா வேட்டு டண் டண் டர்ணா  (இசை...)  ஆண்: ஏய்... சொந்த காலில் நின்னாக்க சோறு போடும் பூமி அன்புள்ள மனிசனெல்லாம் ஆறறிவு சாமி சாக்கடைய தூர் எடுத்து சந்தனமா மாத்து உன் வேர்வைக்கு சம்பளம் தான் வேப்பமர காத்து யாரோ சொன்னானு சொல்லாதே நேரா பாக்காம நம்பாதே போனா போச்சுன்னு போகாதே ஏய் வரிப்புலியின் கோடெல்லாம் வறுமை கோடு ஆகாதே டண் டண் டர்ணா குழு: க்கு சிக்கா.. க்கு சிக்கா...  ஆண்: டண்டணக்கா டர்ணா குழு: டர்ணக்கா டணக்குணக்கா  ஆண்: குருவியோட பாட்டு கொழுத்துங்கடா வேட்டு டண் டண் டர்ணா  குழு: ஏய் டனக்கு ணக்கா டனக்குதான் ஏய் ஒதுங்கு ஏய் சிலுக்கு சிப்பான் சிலுக்குதான் ஏய் சுறுங்குடா ஏ ஆ சிக்கா ஏ அமுக்கு சிக்கா ஏ ஏ உட்டா லட்டா ஏ ஏ டபக்கு டப்பா ஏ ஒத்துடா டர்ணக்கா டணக்குநக்கா டர்ணக்கா டணக்குநக்கா டுர்ர்ர்ர்ர்ர்ர்.... அலே அலே....  (இசை...)  ஆண்: ஏ ஒத்த அடி நீ அடிச்சா நெத்தியடி அடிப்பேன் மத்தபடி தொப்புள்கொடி சொன்னபடி நடப்பேன் நெஞ்சுக்குள்ளே பட்டாம்பூச்சி கைய தட்டி பறக்கும் என் அஞ்சு விரல் எப்போதுமே ஆயுதமா இருக்கும் என் சாப்பாட்டில் உப்புக் கல்லு நீயடா என் வீட்டுக்கு செங்கல்லும் நீயடா என் வேகத்துக்கு வேகத் தடை இல்லடா என்ன சிண்டிப் பாரு சிறுகிற சிங்கத்தோட புள்ளடா டண் டண் டர்ணா குழு: க்கு சிக்கா.. க்கு சிக்கா...  ஆண்: டண்டணக்கா டர்ணா குழு: டர்ணக்கா டணக்குணக்கா  ஆண்: குருவியோட பாட்டு கொழுத்துங்கடா வேட்டு டண் டண் டர்ணா (உலக நீ ஜெயிச்சா...)"}