{"திரைப்படம்": "Vishnu", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Deva", "பாடல்": "தொட்டபேட்டா", "வருடம்": "1995", "பாடியவர்கள்": "Vijay, Shoba Chandrasekhar", "பாடல்வரிகள்": "தொட்டபேட்டா ரோட்டு மேல முட்டபரோட்டா நீ தொட்டுக்கொள்ள சிக்கன் தரட்டா  தா தாதா தா தாதா தொட்டபேட்டா ரோட்டு மேல முட்டபரோட்டா நீ தொட்டுக்கொள்ள சிக்கன் தரட்டா வட்ட வட்ட கல்லு தோச சுட்டு போடட்டா நீ தொட்டுக்கொள்ள மட்டன் தரட்டா வந்த பசி போக இப்ப ரொம்ப ருசி ஆகபோது புது வித்தைகளை கத்து தரட்டா நீ ஒரு LKG நான் ஒரு BSC நீ ஒரு LKG நான் ஒரு BSC  தொட்டபேட்டா ரோட்டு மேல முட்டபரோட்டா நீ தொட்டுக்கொள்ள சிக்கன் தரட்டா வட்ட வட்ட கல்லு தோச சுட்டு போடட்டா நீ தொட்டுக்கொள்ள மட்டன் தரட்டா  எல்லா லாரியும் ஒதுங்குது ஒதுங்குது என்ன பார்த்தாலே அட இந்த பொண்ணுதான் சிணுங்குது கிருங்குது உன்ன பார்த்தாலே ஹெய்  எம்மா சூப்பரு அலுக்கலும் குலுக்கலும் பார்த்தா ஏ-ஒன்னு நான் சும்மா ஏங்குறேன் பசிக்குது பசிக்குது தாம்மா டீ-பன்னு  நான் வந்தா அல்லி தந்தா உன் தாகம் தீருமா?  நான் ஒன்னா ஒட்டி நின்னா உன் மோகம் ஆருமா?  மாமு LKG நான் ஒரு BSC ஷில்பா LKG நான் ஒரு BSC தொட்டபேட்டா ரோட்டு மேல முட்டபரோட்டா நீ தொட்டுக்கொள்ள சிக்கன் தரட்டா வட்ட வட்ட கல்லு தோச சுட்டு போடட்டா நீ தொட்டுக்கொள்ள மட்டன் தரட்டா  லவ்வா பாக்குர சிரிக்குர சிணுங்குற லைலா ஒ லைலா நான் சிலோன் மெட்டுல அடிக்கடி படிக்கிரேன் பைலா உன் பைலா  ரெக்க விரிக்குது பரக்குது பரக்குது மைனா உன் மைனா உன் மாமன் ஆகதான் பொறந்தவன் பொறந்தவன் னைனா என் நைனா  நீ தொட்டா மேல பட்டா ஒரு ஷாக்கு அடிக்குது நீ லேசா கொஞ்சு ராசா என் நாடி துடிக்குது  பாப்பா LKG நான் ஒரு BSC பச்சா LKG நான் ஒரு BSC  தொட்டபேட்டா ரோட்டு மேல முட்டபரோட்டா நீ தொட்டுக்கொள்ள சிக்கன் தரட்டா  தகதிமிதா தாதா தகதிமிதா தாதா  தொட்டபேட்டா ரோட்டு மேல முட்டபரோட்டா நீ தொட்டுக்கொள்ள சிக்கன் தரட்டா வட்ட வட்ட கல்லு தோச சுட்டு போடட்டா நீ தொட்டுக்கொள்ள மட்டன் தரட்டா வந்த பசி போக இப்ப ரொம்ப ருசி ஆகபோது புது வித்தைகளை கத்து தரட்டா நீ ஒரு LKG நான் ஒரு BSC  நீ ஒரு LKG நான் ஒரு BSC தொட்டபேட்டா ரோட்டு மேல முட்டபரோட்டா நீ தொட்டுக்கொள்ள சிக்கன் தரட்டா வட்ட வட்ட கல்லு தோச சுட்டு போடட்டா நீ தொட்டுக்கொள்ள மட்டன் தரட்டா  தொட்டபேட்டா ரோட்டு மேல முட்டபரோட்டா நீ தொட்டுக்கொள்ள சிக்கன் தரட்டா வட்ட வட்ட கல்லு தோச சுட்டு போடட்டா நீ தொட்டுக்கொள்ள மட்டன் தரட்டா"}