{"திரைப்படம்": "Suriyan", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "Deva", "பாடல்": "தூங்குமூஞ்சி", "வருடம்": "1992", "பாடியவர்கள்": "S. Janaki, S. P. Balasubramaniam", "பாடல்வரிகள்": "பெண்குழு : தூங்குமூஞ்சி மரங்கள் எல்லாம் வெக்கத்தினாலே ஒரு தாவணி தான் போட்டிருக்கு பூக்களினாலே  ஆண்குழு : ஹெய் பாட்டெடுத்து பாடுங்கடி நமகென்ன கவலை நம்ம பேர் விளங்க சொல்லி சொல்லி அடிச்சிடு தவிலை  பெண்குழு : ஆசை வந்தா பாட்டு வரும் பாட்டு வந்தா ஆட்டம் வரும்  ஆண்குழு : போடு சக்க போடு இந்த பூலோகம் கைய தட்டும்  ஆண் : தூங்குமூஞ்சி மரங்கள் எல்லாம் வெக்கத்தினாலே ஒரு தாவணி தான் போட்டிருக்கு பூக்களினாலே  பெண்குழு : உஊ..ஊ... உ.ஊ..ஊ...  ஆண்குழு : ஹொய்யா..ஹொய்யா..ஹொய்யா..ஹொய்யா..ஹொய்யா.. ஹொய்யா..ஹொய்யா..ஹொய்யா..ஹொய்யா..ஹொய்யா..ஹொய்யா..  ***  பெண்குழு : ஈர மழை மேகங்களே தூரல் போடுங்கள் இந்த ஈச்ச மர கிளையினிலே ஊஞ்சல் ஆடுங்கள்  பெண் : ஆனை மலை முகடுகளை கடந்து வாருங்கள் இந்த ஆல புழை ஓரத்திலே நடந்து பாருங்கள்  ஆண் : பூமிக்கு என்னென்ன தாகங்களோ பங்குனி மாதத்திலே பூவைக்கு என்னென்ன மோகங்களோ பூ பூத்த காலத்திலே  பெண் : இந்த நீரும் அந்த வேரும் ஒன்று சேர்கின்ற நாளல்லவோ  பெண்குழு : ஈர மழை மேகங்களே தூரல் போடுங்கள் இந்த ஈச்சமர கிளையினிலே ஊஞ்சல் ஆடுங்கள்  ***  பெண்குழு : நேற்றுவரை ஏற்ற துணை நங்கை தேடினாள் வெள்ளி நிலவெரிக்கும் ராத்திரியில் நாளும் வாடினாள்  ஆண் : கடல் புரத்து மீனிரண்டை கண்ணில் வாங்கினாள் அதில் கனவுகளை பூட்டி வைத்து கன்னி ஏங்கினாள்  பெண் : ஆடைக்குள் நின்றாடும் சிற்றிடைதான் அச்சாரம் கேக்குதம்மா அங்கங்கள் ஒவ்வொன்றும் வெப்பத்தினால் அங்கங்கு வேர்க்குதம்மா  ஆண் : இந்த நாளும் எந்த நாளும் இங்கு சந்தோஷ சங்கீதமே  பெண்குழு : வாலிபமே வாலிபே வாசல் தேடி வா புது வசந்த விழா காண்பதற்கு விரைந்து ஓடிவா..  பெண்குழு : தூங்குமூஞ்சி மரங்கள் எல்லாம் வெக்கத்தினாலே  ஆண் : ஹொய் ஹொய்  பெண்குழு : ஒரு தாவணி தான் போட்டிருக்கு பூக்களினாலே  ஆண் : ஹொய் ஹொய்  ஆண்குழு : பாடெடுத்து பாடுங்கடி நமகென்ன கவலை  ஆண் : ஹொ... ஹொ...  ஆண்குழு : நம்ம பேர் விளங்க சொல்லி சொல்லி அடிச்சிடு தவிலை  ஆண் : ஹொ... ஹொ...  பெண்குழு : ஆசை வந்தா பாட்டு வரும் பாட்டு வந்தா ஆட்டம் வரும்  ஆண்குழு : போடு சக்க போடு இந்த பூலோகம் கைய தட்டும்  ஆண் : ஏய்..  ஆண் & ஆண்குழு & பெண்குழு : தூங்குமூஞ்சி மரங்கள் எல்லாம் வெக்கத்தினாலே ஒரு தாவணிதான் போட்டிருக்கு பூக்களினாலே"}