{"திரைப்படம்": "Thirupathi", "பாடலாசிரியர்": "Perarasu", "இசையமைப்பாளர்": "Bharathwaj", "பாடல்": "திருப்பதி வந்தா", "வருடம்": "2006", "பாடியவர்கள்": "Shankar Mahadevan", "பாடல்வரிகள்": "திருப்பதி வந்தா திருப்பம் தீப்பொரி போல இருக்கும் திருப்பதி வந்தா திருப்பம் தீப்பொரி போல இருக்கும் உனக்கு மேல உனக்கு மேல யாரு பாருடா உன்ன என்ன வாழ வெச்ச சாமி தானடா வாழ்கையில வாழ்கையில நூறு பாடம்டா கத்துகிட்டா கத்துகிட்டா வாழ்க்கை ஜோருடா சுட்டா தான் நெருப்பு பட்டா தான் பொறுப்பு ஹோய் சுட்டா தான் நெருப்பு பட்டா தான் பொறுப்பு மனுசனுக்கு கிறுக்கு மனசுக்குள்ள இருக்கு திருப்பதி வந்தா ஹே திருப்பதி வந்தா திருப்பம் தீப்பொரி போல இருக்கும்  நாளுக்கு நாளு உழைச்சி தான் பாரு அதுதான் திருநாளு தூங்குற நேரம் ஏங்குற நேரம் வாழ்கையில் சேராது ஹேய் நாளுக்கு நாளு உழைச்சி தான் பாரு அதுதான் திருநாளு தூங்குற நேரம் ஏங்குற நேரம் வாழ்கையில் சேராது வேலை வெட்டி இல்லையினா வேட்டி கட்டி பலனில்லைடா வாய கட்டி வயித்த கட்டி சேத்த பணம் உனக்கில்லடா எடுக்கிற வாழ்க்க பெரும்பாவம்டா கொடுக்கிற வாழ்க்க வரம் தானடா தான் தான்னு நெனச்சா அகம்பாவம்டா நான் தானு நெனச்சா எதிர் காலம்டா வேண்டிக்கிட்டா வேண்டிக்கிட்டா ஏழை நம்மை வாழ வைக்கும் திருப்பதி வந்தா ஹே திருப்பதி வந்தா திருப்பம் தீப்பொரி போல இருக்கும்  வயலுக்கு நீறு ஊத்தி தான் பாரு பூக்களில் உன் பேரு வாழைக்கு தாரு ஏழைக்கு சோறு இல்லேன்னா மதிப்பேது ஹேய் வயலுக்கு நீறு ஊத்தி தான் பாரு பூக்களில் உன் பேரு வாழைக்கு தாரு ஏழைக்கு சோறு இல்லேன்னா மதிப்பேது போர்வைக்குள்ள வாழ்ந்தாலுமே எந்நாளும் கொளாருடா போராடியே வாழ்ந்துபுட்டா அது சொல்லும் வரலாறுடா சொந்த பந்த வரவ நெனைகாதடா சொந்த காலு மட்டும் உறவாகும்டா பேருக்கு வாழ்ந்தா நீ யாருடா திருப்பதி சொன்னா தகராறுடா வேண்டிக்கிட்டா வேண்டிக்கிட்டா ஏழை நம்மை வாழ வைக்கும்  திருப்பதி வந்தா திருப்பம் தீப்பொரி போல இருக்கும் திருப்பதி வந்தா திருப்பம் தீப்பொரி போல இருக்கும் உனக்கு மேல உனக்கு மேல யாரு பாருடா உன்ன என்ன வாழ வெச்ச சாமி தானடா வாழ்கையில வாழ்கையில நூறு பாடம்டா கத்துகிட்டா கத்துகிட்டா வாழ்க்கை ஜோருடா சுட்டா தான் நெருப்பு பட்டா தான் பொறுப்பு ஹோய் சுட்டா தான் நெருப்பு பட்டா தான் பொறுப்பு மனுசனுக்கு கிறுக்கு மனசுக்குள்ள இருக்கு திருப்பதி வந்தா திருப்பதி வந்தா திருப்பம் தீப்பொரி போல இருக்கும் திருப்பதி வந்தா திருப்பம் தீப்பொரி போல இருக்கும்"}