{"திரைப்படம்": "Kaadhal Kondein", "பாடலாசிரியர்": "Na. Muthukumar", "இசையமைப்பாளர்": "Yuvan Shankar Raja", "பாடல்": "தேவதையை கண்டேன்", "வருடம்": "2003", "பாடியவர்கள்": "Harish Raghavendra", "பாடல்வரிகள்": "தேவதையை கண்டேன் காதலில் விழுந்தேன் என் உயிருடன் கலந்து விட்டாள் நெஞ்சுக்குள் நுழைந்தாள் மூச்சினில் நிறைந்தாள் என் முகவரி மாற்றி வைத்தாள்  ஒரு வண்ணத்து பூச்சி எந்தன் வழிதேடி வந்தது  அதன் வண்ணங்கள் மட்டும் இன்று விரலோடு உள்ளது  தீக்குள்ளே விரல் வைத்தேன்  தனி தீவில் கடை வைத்தேன்  மணல் வீடு கட்டி வைத்தேன்    தேவதையை கண்டேன் காதலில் விழுந்தேன் என் உயிருடன் கலந்து விட்டாள் நெஞ்சுக்குள் நுழைந்தாள் மூச்சினில் நிறைந்தாள் என் முகவரி மாற்றி வைத்தாள்   தேவதை தேவதை தேவதை தேவதை அவள் ஒரு தேவதை  தேவதை தேவதை தேவதை தேவதை தேவதை தேவதை தேவதை தேவதை தேவதை தேவதை அவள் ஒரு தேவதை  தேவதை தேவதை தேவதை தேவதை தேவதை தேவதை  விழி ஓரமாய் ஒரு நீர் துளி வழியுதே என் காதலி  அதன் ஆழங்கள் நீ உணர்ந்தால் போதும் போதும் போதும்  அழியாமலே ஒரு ஞாபகம் அலை பாயுதே என்ன காரணம்  அருகாமையில் உன் வாசம் வீசினால் சுவாசம் சூடேறிடும்  கல்லறை மேலே பூக்கும் பூக்கள் கூந்தலை போய்தான் சேராதோ எத்தனை காதல் எத்தனை ஆசை தடுமாறுதே தடம் மாறுதே அடி பூமி கனவு உடைந்து போகுதே   தேவதையை கண்டேன் காதலில் விழுந்தேன் என் உயிருடன் கலந்து விட்டாள் நெஞ்சுக்குள் நுழைந்தாள் மூச்சினில் நிறைந்தாள் என் முகவரி மாற்றி வைத்தாள்   தோழியே ஒரு நேரத்தில் தோளிலே நீ சாய்கையில்  பாவியாய் மனம் பாழாய் போகும் போகும் போகும் சோழியாய் எனை சுழற்றினாய் சூழ்நிலைதிசை மாற்றினாய் கானலாய் ஒரு காதல் கொண்டேன் கண்ணை குருடாக்கினாய்  காற்றினில் கிழியும் இலைகளுக்கெல்லாம் காற்றிடம் கோபம் கிடையாது  உன்னிடம் கோபம் இங்கு நான் கொண்டால் எங்கு போவது ? என்ன ஆவது ? என் வாழ்வும் தாழ்வும் உன்னை சேர்ந்தது …   தேவதையை கண்டேன் காதலில் விழுந்தேன் என் உயிருடன் கலந்து விட்டாள் நெஞ்சுக்குள் நுழைந்தாள் மூச்சினில் நிறைந்தாள் என் முகவரி மாற்றி வைத்தாள்  ஒரு வண்ணத்து பூச்சி எந்தன் வழிதேடி வந்தது  அதன் வண்ணங்கள் மட்டும் இன்று விரலோடு உள்ளது  தீக்குள்ளே விரல் வைத்தேன்  தனி தீவில் கடை வைத்தேன்  மணல் வீடு கட்டி வைத்தேன்   தேவதையை கண்டேன் காதலில் விழுந்தேன் என் உயிருடன் கலந்து விட்டாள் நெஞ்சுக்குள் நுழைந்தாள் மூச்சினில் நிறைந்தாள் என் முகவரி மாற்றி வைத்தாள்"}