{"திரைப்படம்": "Sinthu Pairavi", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "தண்ணி தொட்டி தேடி", "வருடம்": "1985", "பாடியவர்கள்": "K. J. Yesudas", "பாடல்வரிகள்": "தண்ணி தொட்டி தேடி வந்த கண்ணுகுட்டி நான் தண்ணி தொட்டி தேடி வந்த கண்ணுகுட்டி நான் இந்த சூரியன் வழுக்கி சேத்தில் விழுந்தது மாமி என் கண்ணை கட்டி காட்டுல விட்டது சாமி சாமி சாமி சாரயத்தை ஊத்து.. ஜன்னலைத்தான் சாத்து சாரயத்தை ஊத்து.. ஜன்னலைத்தான் சாத்து  தண்ணி தொட்டி தேடி வந்த கண்ணுகுட்டி நான் தண்ணி தொட்டி தேடி வந்த கண்ணுகுட்டி நான்  புட்டி தொட்டதால புத்தி கெட்டு போனேன் ஊருகாய கொண்டா உன்னையும் தொட்டுக்கறேன் புட்டி தொட்டதால புத்தி கெட்டு போனேன் ஊறுகாய கொண்டா உன்னையும் தொட்டுக்கறேன் அடடா ரம்மு வந்தா ராகம் வரும் கொண்டா இதுவும் பத்தாதம்மா கொண்டாடி அண்டா அடடா ரம்மு வந்தா ராகம் வரும் கொண்டா இதுவும் பத்தாதம்மா கொண்டாடி அண்டா மகராஜா பிச்சைகேட்டு இங்கு பாடுறான் என்னை பார்த்து கோப்பை தள்ளாடும் காசு தீர்ந்தாலே கண்ணீரும் கள்ளாகும்  தண்ணி தொட்டி தேடி வந்த கண்ணுகுட்டி நான் தண்ணி தொட்டி தேடி வந்த கண்ணுகுட்டி நான் இந்த சூரியன் வழுக்கி சேத்தில் விழுந்தது மாமி என் கண்ணை கட்டி காட்டுல விட்டது சாமி சாமி சாமி சாரயத்தை ஊத்து.. ஜன்னலைத்தான் சாத்து சாரயத்தை ஊத்து.. ஜன்னலைத்தான் சாத்து தண்ணி தொட்டி தேடி வந்த கண்ணுகுட்டி நான் தண்ணி தொட்டி தேடி வந்த கண்ணுகுட்டி நான்  இன்னும் கொஞ்சம் ஊத்து சுதி கொஞ்சம் ஏத்து மூக்கு வழி வந்தா ஊத்துறத நிறுத்து இன்னும் கொஞ்சம் ஊத்து சுதி கொஞ்சம் ஏத்து மூக்கு வழி வந்தா ஊத்துறத நிறுத்து எனக்கு ராகமெல்லாம் தண்ணி பட்ட பாரு இன்னிக்கு டப்பாங்குத்து கச்சேரி கேளு எனக்கு ராகமெல்லாம் தண்ணி பட்ட பாரு இன்னிக்கு டப்பாங்குத்து கச்சேரி கேளு ஒரு ராகம் திசை மாறி இசை மாறுது மானம் போச்சு கானம் போகாது ரோஷம் பார்த்தாலே போதை தான் ஏறாது  தண்ணி தொட்டி தேடி வந்த கண்ணுகுட்டி நான் தண்ணி தொட்டி தேடி வந்த கண்ணுகுட்டி நான் இந்த சூரியன் வழுக்கி சேத்தில் விழுந்தது மாமி என் கண்ணை கட்டி காட்டுல விட்டது சாமி சாமி சாமி சாரயத்தை ஊத்து உன் ஜன்னலைத்தான் சாத்து சாரயத்தை ஊத்து உன் ஜன்னலைத்தான் சாத்து தண்ணி தொட்டி தேடி வந்த கண்ணுகுட்டி நான் தண்ணி தொட்டி தேடி வந்த கண்ணுகுட்டி நான் இந்த சூரியன் வழுக்கி சேத்தில் விழுந்தது மாமி என் கண்ணை கட்டி காட்டுல விட்டது சாமி சாமி சாமி சாமி சாமி"}