{"திரைப்படம்": "Masss", "பாடலாசிரியர்": "Madhan Karky", "இசையமைப்பாளர்": "Yuvan Shankar Raja", "பாடல்": "தெறிக்குது தெறிக்குது மாஸு", "வருடம்": "2015", "பாடியவர்கள்": "Premji Amaren, Ranjith, Shankar Mahadevan, Yuvan Shankar Raja", "பாடல்வரிகள்": "ஹே ஹே தெறிக்குது தெறிக்குது மாஸு மாஸு மாஸு மாஸு  ஹே பறக்குது பறக்குது மாஸு மாஸு மாஸு மாஸு  டோன்ட் ஸ்டாப்  ஹே யாரு நான் யாரு நீ கேட்டுப் பாருடா  நா கெட்டப் பய தான் அட காசு கெடச்சா ரொம்ப நல்லவன் நான் தாண்டா  ஹே கட்டு கட்டாக புது நோட்டு கெடச்சா அந்த ஆண்டவன் நான் தாண்டா  என் மனசும் ரொம்ப லேசு ஏன் இதயத்தில் இல்ல தூசு  ஹே நானே நானே எனக்கு பாசுதான் ஹே  பிரிங் த பீட் பேக்  தெறிக்குது தெறிக்குது மாஸு மாஸு மாஸு மாஸு  பறக்குது பறக்குது மாஸு மாஸு மாஸு மாஸு  ஹே ஹே தெறிக்குது தெறிக்குது மாஸு மாஸு மாஸு மாஸு  ஹே பறக்குது பறக்குது மாஸு மாஸு மாஸு மாஸு  ஹே ஹே தெறிக்குது தெறிக்குது மாஸு இது கன்னா பின்னா மாஸு  ஹே பறக்குது பறக்குது மாஸு இது பக்க பக்க மாஸு  ஹே கலக்குது கலக்குது மாஸு இது மாஸுக்கேல்லாம் மாஸு  ஹே இனிமே இனிமே இவன் தொட்டது எல்லாம் காசு  ஹே ஹே ஹே என்னோட போடோ இல்லாத போலிஸ் ஸ்டேசன் இங்க இல்ல  நான் அந்த காந்தியப் போல இல்ல ஆனாலும் பிரபலம் தான்  அதனால் எனக்கு தினம் ப்ராப்ளம் தான்  என் நண்பன் எனக்காக உயிர் கொடுப்பான்  ஹே அது வரை தினம் என் உயிர் எடுப்பான்  இந்த வாழ்க்கை இல்ல லீசு  அந்த கரன்சி புளிவேன் ஜூசு  அட திக்கே தெரியாத கடிவாளம் தெரியாத புயல் காத்தப் போல என்கூட நீ வீசு  தெறிக்குது தெறிக்குது மாஸு மாஸு மாஸு மாஸு  பறக்குது பறக்குது மாஸு மாஸு மாஸு மாஸு  தெறிக்குது தெறிக்குது மாஸு மாஸு மாஸு மாஸு  பறக்குது பறக்குது மாஸு மாஸு மாஸு மாஸு  மம் மம் மம்  மாமறை ஈன்ற மா முகிலே மானிடர் மேலே பொளிவீரே  நாவிது வடிவந்த தாரகையே தாகம் தணிக்க எழுவீரே  ஹோசனா ஹோசனா யூதரின் மன்னனே ஹோசனா  ஹோசனா ஹோசனா தேவரின் மைந்தரே ஹோசனா  தெறிக்குது தெறிக்குது மாஸு மாஸு மாஸு மாஸு  பறக்குது பறக்குது மாஸு மாஸு மாஸு மாஸு  தெறிக்குது தெறிக்குது மாஸு மாஸு மாஸு மாஸு  பறக்குது பறக்குது மாஸு மாஸு மாஸு மாஸு  மம் மம் மம்  தெறிக்குது தெறிக்குது மாஸு மாஸு மாஸு மாஸு  ஹே பறக்குது பறக்குது மாஸு மாஸு மாஸு மாஸு  தெறிக்குது தெறிக்குது மாஸு மாஸு மாஸு மாஸு  ஹே பறக்குது பறக்குது மாஸு மாஸு மாஸு மாஸு"}