{"திரைப்படம்": "Kaala", "பாடலாசிரியர்": "Dopeadelicz, Logan", "இசையமைப்பாளர்": "Santhosh Narayanan", "பாடல்": "தெருவிழக்கு வெளிச்சத்தில‌", "வருடம்": "2018", "பாடியவர்கள்": "Dopeadelicz and Mutamil", "பாடல்வரிகள்": "தெரு விளக்கு வெளிச்சத்துல நாங்க முன்னேறி வருவோம் உயரத்துல  வாழ்ந்தா கூட வறுமையில் வரலாறு படைப்போம் இந்த நகரத்துல  தெரு விளக்கு வெளிச்சத்துல நாங்க முன்னேறி வருவோம் உயரத்துல  வாழ்ந்தா கூட வறுமையில் வரலாறு படைப்போம் இந்த நகரத்துல   Welcome To My Hood  இதுதானே நம்ம இடம்  அழுக்கு சாக்கடை இருந்தாலும் எங்க மனம் சுத்த மனம்  கண்ணு போடாதே நம்ம இடம் சிட்டியில நடுவுல  சாதி மதம் எல்லாம் தாண்டி ஒண்ணா வாழுவோமே தெருவுல  கொண்டாட்டம் நிக்காது இங்க  Hip Hop கலாச்சாரம் இங்கே  உன்னால் முடியும் தோழா பலத்தோட வாடா மேலே மேலே   செவுருக்குள் பாரு பல ஓவியம் தான் உன்னை காட்டும்  நீ பாக்குறியே நம்ம எடத்துல பல மாற்றம்  வீட்டுக்குள் இருந்தா புலம்பி புலம்பி    இருந்தா மட்டும் பத்தாது  உனக்கென்ன தேவை தோழா  கதையும் நீயும் என்றும் மறக்காதே  முன்னேதான் நீயும் வந்தா உன் இடம்தான் முன்னே வரும்  ஒற்றுமையாக நின்னு பாரு அது போல் இல்ல ஒரு பலம்  என் ராகம் தனியாக இசையோடு கேட்டுக்கோ  என் பாடல் உன்னிடத்தில் நண்பன் போனில் கேட்டுக்கோ  புரட்சியா பேசும்போது அதை நீயும் கேட்டுக்கோ  நம்பிக்கை இல்லை என்றால் இங்கே வந்து பாத்துக்கோ  தெரு விளக்கு வெளிச்சத்துல நாங்க முன்னேறி வருவோம் உயரத்துல  வாழ்ந்தா கூட வறுமையில் வரலாறு படைப்போம் இந்த நகரத்துல  தெரு விளக்கு வெளிச்சத்துல நாங்க முன்னேறி வருவோம் உயரத்துல  வாழ்ந்தா கூட வறுமையில் வரலாறு படைப்போம் இந்த நகரத்துல   தல குனிஞ்ச காலம் பொய்  நெஞ்ச நிமித்தி இப்போ வாழுறோம்ல  ஒத்துமையா இருக்குற வரைக்கும்  யாரு உதவியும் தேவை இல்ல  மாடி மேல மாடி இல்லாட்டியும்  ஒண்ணா இருப்போம் தெரு கோடியில உழைப்பை நம்பி வாழுற நாங்க  சாதி பாக்குற சாதி இல்ல  சமத்துவம் பிறந்திட விடுதலை கிடைத்திட    தோழா காய் இணைத்து போராடு  கனவுகள் பலித்திடும் சரித்திரம்  நிறுத்துவோம்  உயர்ந்து நிற்கும் இனி நம் நாடு   உணவு ஆடை வீடு போல கல்வியும்  உனது அடிப்படை தேவை அதை நீ  உணர்ந்து படித்துபரீட்சை முடித்து  ஏறு மேடை வாங்கு கை தட்டல் பரிசு   தெரு விளக்கு வெளிச்சத்துல நாங்க முன்னேறி வருவோம் உயரத்துல  வாழ்ந்தா கூட வறுமையில் வரலாறு படைப்போம் இந்த நகரத்துல  தெரு விளக்கு வெளிச்சத்துல நாங்க முன்னேறி வருவோம் உயரத்துல  வாழ்ந்தா கூட வறுமையில் வரலாறு படைப்போம் இந்த நகரத்துல on...!"}