{"திரைப்படம்": "Manmadhan", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "Yuvan Shankar Raja", "பாடல்": "தத்தை தத்தை தத்தை", "வருடம்": "2004", "பாடியவர்கள்": "Silambarasan, Clinton Cerejo, Blaaze, Vasundhara Das", "பாடல்வரிகள்": "Are you ready coz here we go Ladies this one for you Lucky Padmini, Vidhya, Rekha, Seetha, Geetha oh Lalitha Now now now wanna gonna get with you Come on girls, can I kiss you? Wanna be with you my chandrika Wanna be with you, Girl I miss you One of the girl I make you mine One of the girl baby all the time Reena, Meena,oh my Veena girls girls You know I need you Cut it off keep it up to me மன்மதன் thatz who ya me  தத்தை தத்தை தத்தை பல அத்தை பெத்த தத்தை அந்த தத்தைக்கெல்லாம் தைத்துவைத்தேன் பூமெத்தை ஹேய் வித்தை வித்தை வித்தை தினம் தித்திக்கின்ற வித்தை இவன் கற்றுத்தந்தால் கண்கள் காணும் மோட்சத்தை மன்மத லீலையை வென்றவன் யார் இங்கே சொன்னது நான் இல்லை M.K.T. வம்புகள் செய்திட வஞ்சியர் நெஞ்சினில் அம்புகள் போடுவான் அவன்தான்டி  மன்மதன் - wanna wanna be a wanna man மன்மதன் - tell me tell me do u understand மன்மதன் - everybody want to know மன்மதன் man man மன்மதன் மன்மதன் - to be it up in love மன்மதன் - to be it up in love மன்மதன் - cant be going around மன்மதன் man man மன்மதன்  தத்தை தத்தை தத்தை பல அத்தை பெத்த தத்தை அந்த தத்தைக்கெல்லாம் தைத்துவைத்தேன் பூமெத்தை ஹேய் வித்தை வித்தை வித்தை தினம் தித்திக்கின்ற வித்தை  Nandhini, will u marry me? Divya can I be a star? Rithika gotta gotta get with u Sudden soon u want it cool  கண்ணா உந்தன் விழிகள் சிறு மஞ்சள் Nylon வலைகள் தன்னால் வந்து விழுது சுடிதார்தான் போட்ட கிளிகள் உன்னை சுற்றும் பாரு தினம் சின்னப்பெண்கள் நூறு நீ இல்லாமல் போனால் பெண் வாழ்க்கை ரொம்ப Bore இளைய நாயகன் இனிய பாடகன் எனது வானிலே நூறு நிலா வருஷம் முழுவதும் இரவும் பகலுமே எனது வாழ்விலே வசந்த விழா வில் எடுடா அம்பு விடுடா ஹேய் மன்மதா மன்மதா அட மெதுவா ஓ ஓ மெதுவா ஓ மன்மதா Play-boy நானே  தத்தை தத்தை தத்தை பல அத்தை பெத்த தத்தை அந்த தத்தைக்கெல்லாம் தைத்துவைத்தேன் பூமெத்தை ஹேய் வித்தை வித்தை வித்தை தினம் தித்திக்கின்ற வித்தை   ஓ எந்தப் பெண்ணும் மசியும் உன் கண்ணில் உண்டு வசியம் உன்னைப் பற்றித் தெரியும் நீ மன்மதன்னு புரியும் தப்புச் செய்யும் படவா உனைத் தப்பிச் செல்ல விடவா ஒட்டிக் கொள்வேன் ஒண்ணாய் இனி உதறாதேடா கண்ணா உரசிப் பார்க்கலாம் உதடு சேர்க்கலாம் சரசநாடகம் ஆடிடலாம் ஒருவர் மேனியை ஒருவர் மேனியால் இரவு வெள்ளையில் மூடிடலாம் இவன்தான் அட இவன்தான் மன்மதன் ஹேய் மன்மதன் போரிடுவான் கொடி நடுவான் ஓர் மன்னவன் Play-boy இவனே  தத்தை தத்தை தத்தை பல அத்தை பெத்த தத்தை அந்த தத்தைக்கெல்லாம் தைத்துவைத்தேன் பூமெத்தை ஹேய் வித்தை வித்தை வித்தை தினம் தித்திக்கின்ற வித்தை  மன்மதன் - wanna wanna be a wanna man மன்மதன் - tell me tell me do u understand மன்மதன் - everybody want to know மன்மதன் man man மன்மதன்"}