{"திரைப்படம்": "Maayavi", "பாடலாசிரியர்": "Kabilan", "இசையமைப்பாளர்": "Devi Sri Prasad", "பாடல்": "தமிழ் நாட்டில் எல்லோருக்கும்", "வருடம்": "2005", "பாடியவர்கள்": "Paalakadu Sriram & Malathi", "பாடல்வரிகள்": "ஹே தமிழ் நாட்டில் எல்லோருக்கும் எதிர்காலம் நல்லாருக்கும் ஒரு வார்த்தை சொன்னாலும் - நான்  உண்மைய சொல்வேன் டா மகாராசன் பல்லவன்தான் மலையேற சொல்லவந்தான் கடல் ஓரம் கட்டி வெச்ச சிற்பத்த பாரேண்டா இங்கு நல்லவன் யாருமில்ல நான் பல்லவன் பெற புள்ள இந்த ஊரான்போட்ட தோட்டத்துக்கு காவல்காரன் நான்தான்டா ஆநா ஆவண்நாவவே யா ஹோய் ஆனான நாலு பாசைதெரியும் போயா  ஹே தமிழ் நாட்டில் எல்லோருக்கும் எதிர்காலம் நல்லாருக்கும்  அர யா யா பல்லவனின் பேரச்சொல்லசிற்பங்கள செஞ்சு வெச்சான் உன்னுடைய பேரசொல்லஎன்ன செஞ்சே நீ - மச்சான் வைக்கோலால செஞ்சுவச்ச கன்னுகுட்டி நீ அர யே யே கடற்கர ஓரத்துல  கலங்கற விளக்குதான் ஒத்தகண்ணால் வழிய காட்டி ஓங்கிநிக்குது - உனக்கு ரெண்டு கண்ணும் இருந்தும் கூட பார்வை நல்லால்லே இந்த வெள்ளைக்கார  எங்களுக்கு சொந்தக்காரன் இங்கு வெள்ளையான வெளியரிய சொல்லவே சொல்லவே சொல்லவே மாட்டேன்ட  ஆனா ஆவனாவே அறியாதைய அடி ஆனான நாலு பாஷா தெரியும் போய்ய போடு   ஹே தமிழ் நாட்டில் எல்லோருக்கும் எதிர்காலம் நல்லருக்கோம்  அர யா யா பாரங்கல்லு உள்ளுக்குள்ளே  கூழன்கல்லு பொண்ணு நானு  பம்பரம்மா சுத்தி சுத்தி  ஆட்டம் போடுவேன்  ஆஹ கனடிச்ச ஒட்டு மொத்தம்  கூட்டம் சேர்வேன்   அர யா யா அர்ஜுனரு வில்லுகாறேன்  ஆஞ்சனார் டில்லுகாறேன்  கம்பி போல மீச வெச்ச  கட்டபோம்மண்ட - எனக்கு  அம்மா அப்பா எல்லாம் இந்த கல்லு போம்மா தான்  இந்த்த பாறை என்ன  பூமி தாயின் கர்ப்பம் தானே  இந்த கர்பத்துக்குள்ளே  எத்தனையோ சிற்பத்த  சிற்பத்த சிற்பத்த பாரேன் டா  ஆஆன்னா ஆவனாவே அறியாதைய  ஹோய் ஆனான நாலு பாஷா தெரியும் போய்ய  ஹோய்   ஆனா ஆவனாவே அறியாதைய  ஆனான நாலு பாஷா தெரியும் போய்ய   ஹே தமிழ் நாட்டில் எல்லோருக்கும் அட எதிர்காலம் நல்லருக்கோம் ஹே தமிழ் நாட்டில் எல்லோருக்கும் எதிர்காலம் நல்லருக்கோம் ஒரு வார்த்தை சொன்னாலும் - நான் உண்மைய சொல்வேன் டா மகாராசன் பல்லவன்தான் மலை ஏற சொல்லவந்தான்  கடல் ஓரம் கட்டி வெச்ச  சிற்ப்பத்த பாரேண்ட  இங்கு நல்லவன் யாருமில்ல நான் பல்லவன் பெற புள்ள இந்த ஊற போட்ட தோட்டத்துக்கு காவல்காரன் நாந்தாண்ட   ஆனா ஆவனாவே அறியாதைய ஹோய் ஆனான நாலு பாஷா தெரியும் போய்ய..."}