{"திரைப்படம்": "Thadam", "பாடலாசிரியர்": "Magizh Thirumeni", "இசையமைப்பாளர்": "Arun Raj", "பாடல்": "தப்பு தண்டா", "வருடம்": "2019", "பாடியவர்கள்": "V. M. Mahalingam, Arun Raj, Rohit Sridhar", "பாடல்வரிகள்": "ஏ தப்பு தண்டா தப்பு தண்டா எல்லாருமே பண்ணுறமே ஏதோ ஒரு தப்பு தண்டா  துண்டு துண்டா தம்மா துண்டா எல்லாரையும் ஆட்டுதடா ஏதோ ஒரு போதைதாண்டா  ஆசை வேணுண்டா ஆயுள் கூடுண்டா தேவைக்கு பொய் சொல்லு தப்பில்லடா  நீயும் காசு பண்ணுடா கரன்சி எண்ணுடா பூட்டிதான் வைக்காத தாங்காதுடா  இங்க சுத்தமில்ல குத்தமில்ல கேள்வி கேக்க யாருமில்ல கள்ளா மாட்டும் ரொம்புதடா சத்தம்மில்லாமா  வேற மிச்சமில்ல சொச்சமில்ல சேர்த்து நாங்க வெச்சதில்ல நெஞ்சம் தெம்பா நிக்குதடா அச்சமில்லாம  இங்க சுத்தமில்ல குத்தமில்ல கேள்வி கேக்க யாருமில்ல கள்ளா மாட்டும் ரொம்புதடா சத்தம்மில்லாமா  வேற மிச்சமில்ல சொச்சமில்ல சேர்த்து நாங்க வெச்சதில்ல நெஞ்சம் தெம்பா நிக்குதடா அச்சமில்லாம  ஹே ஆடும் வரை ஆட்டம் ஓடும் வரை ஓட்டம் ஏறித்தான இறங்கும்மடா நீரின் மட்டம்  ஹே புத்திசாலி புள்ள பல வித்தை உண்டு உள்ள கைய வெச்சு தெறக்காதா பூட்டும் இல்ல  என் நெஞ்சுக்குள்ள இருக்குதடா ஆசை மொத்தம் அது நெஞ்ச தாண்டி போடுதடா ஏதோ சத்தம்  நேரம் வரும்போதுதாண்டா சேவல் கத்தும் நம்ம எல்லாருக்கும் இருக்குதடா ஏதோ துக்கம்  இங்க சுத்தமில்ல குத்தமில்ல கேள்வி கேக்க யாருமில்ல கள்ளா மாட்டும் ரொம்புதடா சத்தம்மில்லாமா  வேற மிச்சமில்ல சொச்சமில்ல சேர்த்து நாங்க வெச்சதில்ல நெஞ்சம் தெம்பா நிக்குதடா அச்சமில்லாம    ஐயோ தாக்குறான் வெக்கம் கேக்குறான் ஓர கண்ணால பாத்து என்னை தூக்குறான்  ஐயோ தாக்குறான் வெக்கம் கேக்குறான் ஓர கண்ணால பாத்து என்னை தூக்குறான்  தள்ளி நிக்கிறான் புள்ளி வைக்குறான் தூரம் நின்னுதான் ஈர பார்வை திங்குறான்  நம்பிக்கை உன்மேல நீ வையடா அவநம்பிக்கை வந்தாலே தீ வையடா தானாக எதுவுமே கிடைகாதுடா நீயும் முட்டி மோதி நின்னு பாரு கெத்துதானடா  இங்க சுத்தமில்ல குத்தமில்ல கேள்வி கேக்க யாருமில்ல கள்ளா மாட்டும் ரொம்புதடா சத்தம்மில்லாமா  வேற மிச்சமில்ல சொச்சமில்ல சேர்த்து நாங்க வெச்சதில்ல நெஞ்சம் தெம்பா நிக்குதடா அச்சமில்லாம  இங்க சுத்தமில்ல குத்தமில்ல கேள்வி கேக்க யாருமில்ல கள்ளா மாட்டும் ரொம்புதடா சத்தம்மில்லாமா  வேற மிச்சமில்ல சொச்சமில்ல சேர்த்து நாங்க வெச்சதில்ல நெஞ்சம் தெம்பா நிக்குதடா அச்சமில்லாம  இங்க சுத்தமில்ல குத்தமில்ல கேள்வி கேக்க யாருமில்ல கள்ளா மாட்டும் ரொம்புதடா சத்தம்மில்லாமா  வேற மிச்சமில்ல சொச்சமில்ல சேர்த்து நாங்க வெச்சதில்ல நெஞ்சம் தெம்பா நிக்குதடா அச்சமில்லாம"}