{"திரைப்படம்": "Maatraan", "பாடலாசிரியர்": "Pa. Vijay", "இசையமைப்பாளர்": "Harris Jayaraj", "பாடல்": "தீயே தீயே ராதீயே", "வருடம்": "2012", "பாடியவர்கள்": "Franco, Sathyan, Aalap Raju, Charulatha Mani & Suchitra", "பாடல்வரிகள்": "இது மாலை மயங்கும் வேலையா நீ வா வா கைகூட இரு விழிகள் ஆடும் வேட்டையா நீ வா வா மெய் சேர  கண்ணோடு உதடு பேசுமா ? கையோடு இளமை சேருமா ? கஜலாடும் நெஞ்சம் ஏங்குமா ? கன நேரம் உள்ளம் தூங்குமா ?  தீயே தீயே ராதீயே இனிதீயே தீண்ட தீண்ட தீர்ந்தியே தீயே தீயே ராதீயே இருதீயே தீர தீர சேர்ந்தியே  அடி ராங்கனி ராங்கனி ராங்கனி என்னை ரம்மில் ஊற போடு இனி காமணி காமினி காமினி நெருங்காமல் நெருங்கி ஆடு  செம் மாங்கனி மாங்கனி மாங்கனி இரு கன்னம் தந்த சூடு உயிர் வாங்கினி வாங்கினி வாங்கினி இது இரவுக் காடு இரையை தேடு  தீயே தீயே ராதீயே இனிதீயே தீண்ட தீண்ட தீர்ந்தியே தீயே தீயே ராதீயே இருதீயே தீர தீர சேர்ந்தியே  அழகான வார்த்தை நீ என்றால் முற்று புள்ளி வெட்கம் மெதுவாக உன்னை வர்ணித்தால் மூழ்கி சொக்கி நிற்கும்  அணு சிதைவில்லாமல் பெண்ணில் மின்சாரம் இருவரி கவிதைகள் மின்னும் இதழாகும்  அட மேல் உதட்டை கீழ் உதட்டை ஈரம் செய்யும் நேரம் உயிர் மேலிருந்து கீழ் இறங்கி என்னென்னவோ ஆகும் இது தீண்டளுக்கும் தூண்டலுக்கும் இடையில் உள்ள மோகம் முத்த தேனில் மூழ்க முன்நேரம்  தீயே தீயே .. தீயே தீயே ராதீயே இனிதீயே தீண்ட தீண்ட தீர்ந்தியே தீயே தீயே ராதீயே இருதீயே தீர தீர செர்ந்தியே  this is how we like to do it this is how we like to do it  உறையாமல் செய்த அங்கங்கள் நெஞ்சை முட்டி கொள்ளும் குறையாமல் செய்த பாகங்கள் கொஞ்சி குலவ சொல்லும்  அசைகின்ற சொத்துக்கள் உன்னில் ஏராளம் அசத்திடும் வித்தைகள் என்னில் தாராளம்  ஒரு கால் முளைத்த வானவில்லை சாலையோரம் கண்டேன் நடமாடும் அந்த பூவனத்தில் சாரல் வீச கண்டேன் பனி தூவலாக புன்னைகைக்கும் பறவை ஒன்றை கண்டேன் தீயும் தேனும் சேரும் மெய் கண்டேன்  தீயே தீயே ராதியே இனிதீயே தீண்ட தீண்ட தீர்ந்தியே தீயே தீயே ராதீயே இருதீயே தீர தீர செர்ந்தியே  அடி ராங்கனி ராங்கனி ராங்கனி என்னை ரமில் ஊற போடு இனி காமணி காமினி காமினி நெருங்காமல் நெருங்கி ஆடு  செம் மாங்கனி மாங்கனி மாங்கனி இரு கன்னம் தந்த சூடு உயிர் வாங்கினி வாங்கினி வாங்கினி இது இரவுக் காடு இரையை தேடு  தீயே தீயே ராதீயே இனிதீயே தீண்ட தீண்ட தீர்ந்தியே தீயே தீயே ராதீயே இருதீயே தீர தீர சேர்ந்தியே  தீண்ட தீண்ட தீர்ந்தியே தீர தீர சேர்ந்தியே .."}