{"திரைப்படம்": "Maanbumigu Maanavan", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "Deva", "பாடல்": "திருத்தணி போனா", "வருடம்": "1996", "பாடியவர்கள்": "Vijay", "பாடல்வரிகள்": "அங்குள் அங்குள் அங்குள் ஆவோ ஆவோ அங்குள்  திருத்தணி போனா பட்ட பட்ட பட்ட திருப்பதி போனா மொட்ட மொட்ட மொட்ட படிப்புல நாங்க முட்ட முட்ட முட்ட அட போயா சொட்ட சொட்ட சொட்ட ஹை மாம்ஸ் திருத்தணி போனா  பட்ட பட்ட பட்ட திருப்பதி போனா  மொட்ட மொட்ட மொட்ட படிப்புல நாங்க  முட்ட முட்ட முட்ட அட போயா  சொட்ட சொட்ட முன்ன வச்ச கால பின்ன வைக்க மாட்டோம் பொண்ணு கேக்க வந்து சும்மா போகமாட்டோம்  முன்ன வச்ச கால பின்ன வைக்க மாட்டோம் பொண்ணு கேக்க வந்து சும்மா போகமாட்டோம்  ஏ பொண்ணு தாறியா கம்பி என்ன போறியா பொண்ணு தாறியா  கம்பி என்ன போறியா திருத்தணி போனா  பட்ட பட்ட பட்ட திருப்பதி போனா  மொட்ட மொட்ட மொட்ட படிப்புல நாங்க  முட்ட முட்ட முட்ட அட போயா  சொட்ட சொட்ட சொட்ட  கிளிய பழத்த கொடுத்து வளத்து கொரங்கு கையில் கொடுக்க போகும் கொரங்கே ஏறங்கே  வீட்ட விட்டு ஏறங்கே ஹோய் நாங்க பொறுத்து பொறுத்து பொறுமை இழந்து புயல போல கிளம்பும் போது எதுவும் முடியும் காரியங்கள் முடியும் எங்கக்கிட்ட யாரும் முட்டி முட்டி ஜெயிச்சவன் இல்ல மச்சி மச்சி  எங்கக்கிட்ட யாரும் முட்டி முட்டி ஜெயிச்சவன் இல்ல மச்சி மச்சி  அம்பிகாபதி எங்கள் ஜாதியே அவன் ஏற்றி வைத்தான் காதல் ஜோதியே தேவதாசும் தான் எங்கள் ஜாதியே அவன் நாட்டி வைத்தான் காதல் நீதியே கேட்டுக்கோடா கிச்சாம்பி திருத்தணி போனா  பட்ட பட்ட பட்ட திருப்பதி போனா  மொட்ட மொட்ட மொட்ட படிப்புல நாங்க  முட்ட முட்ட முட்ட அட போயா  சொட்ட சொட்ட சொட்ட   இரண்டு பருவ குருவி பழகி பழகி படிக்கும்போது பிறந்த காதல் பிழையா மடையா  அடக்குவது முறையா ஹோய் விஷயம் வெளிய தெரிஞ்சி வெவரம் புரிஞ்சி வெளுத்துபோச்சி உந்தன் சாயம் மாமா ஆமா  வீம்பு பண்ணலாமா ஒன்னுந்தெரியாத மட்ட மட்ட உருப்பட மாட்ட மொட்ட மொட்ட  ஒன்னுந்தெரியாத மட்ட மட்ட உருப்பட மாட்ட மொட்ட மொட்ட  Hey Man. Do you know about love? It’s divine. Don’t you get them? Haanhaa, I think it’s time Idiot, Fool, Get out of the way man. And get away from us. Get lost. Ha ha Hey Man, mind it. Do you understand? அபிஷ்ட்டு  திருத்தணி போனா  பட்ட பட்ட பட்ட திருப்பதி போனா  மொட்ட மொட்ட மொட்ட படிப்புல நாங்க  முட்ட முட்ட முட்ட அட போயா  சொட்ட சொட்ட சொட்ட முன்ன வச்ச கால பின்ன வைக்க மாட்டோம் பொண்ணு கேக்க வந்து சும்மா போகமாட்டோம் ஏ பொண்ணு தாறியா கம்பி என்ன போறியா மாமோய் பொண்ணு தாறியா  கம்பி என்ன போறியா திருத்தணி போனா  பட்ட பட்ட பட்ட திருப்பதி போனா  மொட்ட மொட்ட மொட்ட படிப்புல நாங்க  முட்ட முட்ட முட்ட அட போயா  சொட்ட சொட்ட சொட்ட வாங்க சொட்டீஸ்"}