{"திரைப்படம்": "Varalaru", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "தொத்தாபுரம்", "வருடம்": "2006", "பாடியவர்கள்": "Kalpana, Sonu Kakkar, Neol James", "பாடல்வரிகள்": "தொத்தாபுரம் சொந்தபுரம்…(4)  தினம் தினம் தினம் தீபாவளி உங்கள் திருவிழிகளில் புஷ்பாஞ்சலி தினம் தினம் தினம் தீபாவளி உங்கள் திருவிழிகளில் புஷ்பாஞ்சலி இது தொத்தாபுரம் டோய் தொட்டா சீனி சக்கர டோய் வந்த மாப்பிள்ளைக்கு விருந்த பாரு ஓய் இது தொத்தாபுரம் டோய் தொட்டா சீனி சக்கர டோய் வந்த மாப்பிள்ளைக்கு விருந்த பாரு ஓய் இப்போ நாட்டு கோழி ஆவலா இல்ல காட்டு கோழி ஆவலா இக்கட கோழி பண்ண இருக்குமாவையா சொந்தபுரம் போன சத்துணவு தாண்டி .. அந்த புறம் வந்தோம் என்ன தருவ சீண்டி .. மாமியாரு வீட்டு மஜா மஜா மஜா மஜாவுக்கு நாங்க கேரண்டி  ஒஹ்… தீபாவளி தீபாவளி …  சூடு சூடு பாக சூடு குர்ரதானி சூடு அரே ஆடு ஆடு ஆட்டனாயி மஸ்தி பாட்ட பாடு அதி கன்னியாகுமாரி எம கையாலமரி இது உன்கோலையாரி அறி பக்கா சோம்பேறி ஒஹ்….  ஒச்சாறு ஒச்சாறு ஒச்சாறு பாபு காரு இவ ஒசரம் பாது கொடுப் பென்ஸ் காரு ஒச்சாறு ஒச்சாறு ஒச்சாறு பாபு காரு நின்னா ஒரு சுகமும் கொஞ்சம் கவுந்த ஒரு சுகமும் பல விதமா குடுப்பீக வேறென்ன குடுப்பீக வெரலில் சுளுக்கெடுப்போம் ஒங்க நகத்தில் அழுக்கெடுப்போம் புத்தி மயங்கி கிடப்பீக மறுநாள் தெளிவீக முறுக்கு முறுக்கு சரக்கில் இருக்கு முறுக்கு உனக்கும் எனக்கும் பழைய கணக்கு இருக்கு இருக்கு மடிச்சி தந்த வெத்தல கொஞ்சம் செவக்கவில்ல பாரு நான் கடிச்சி தந்த வெத்தல ரொம்போ செவைக்கும் இத போடு தினம் தினம் தினம் தீபா… ஓய் .. இது தொத்தாபுரம் டோய் தொட்டா சீனி சக்கர டோய் வந்த மாப்பிள்ளைக்கு விருந்த பாரு ஓய்  நீதப மப மப…  பசியோ மொத்தம் ரெண்டு அடி எனக்கும் அது உண்டு நீ ரெண்டும் தீர்ப்பாயோ சொர்க்கத்தில் சேர்பாயோ மீசை ரொம்போ சிறிசு உன் ஆசை ரொம்போ பெருசு அட கடுகு சிறுத்தாலும் காரம் தான் போகாது முறுக்கு முறுக்கு சரக்கில் இருக்கு முறுக்கு உனக்கும் எனக்கும் பழைய கணக்கு இருக்கு அடியே சிறு நிடியே இதில் ஏன் இந்த நாட்டம் விதையே இல்லாத கனி விளைகின்ற தோட்டம் தினம் தினம் தினம் தீபா… ஓய் .. இது தொத்தாபுரம் டோய் தொட்டா சீனி சக்கர டோய் வந்த மாப்பிள்ளைக்கு விருந்த பாரு ஓய்  இப்போ நாட்டு கோழி காவலா இல்ல காட்டு கோழி விருந்த இக்கட கோழி பண்ண இருக்குமாவையா சொந்தபுரம் போன சத்துணவு தாண்டி .. அந்த புறம் வந்தோம் என்ன தருவ சீண்டி .. மாமியாரு வீட்டு மஜா மஜா மஜா மஜாவுக்கு நாங்க கேரண்டி தினம் தினம் தினம் தீபாவளி … ஹோ.."}