{"திரைப்படம்": "Uyirae", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "தைய தையா தையா", "வருடம்": "1998", "பாடியவர்கள்": "Sukhwinder Singh, Subha", "பாடல்வரிகள்": "தைக்க தைய தைய தையா தையா தைக்க தைய தைய தையா தையா தைய தைய தையா தையா தைக்க தைய தைய தையா தையா தைய தையா தையா தைக்க தைய தைய தையா தையா தைய தைய தையா தைக்க தைய தைய தையா தையா  நெஞ்சு உஞ்சுகுட்டித் துடிக்குது தையா தைய உயிர் தத்துகெட்டு தவிக்குது தைய ஒரு பசைகுயில் பறந்தது தைய தையா நெஞ்சில் அச்சம் கெட்டு தவிக்குது தையா தைக்க தைய தைய தையா தையா தையா தைக்க தைய தைய தைக்க தைய தைய தையா தையா தைக்க தைய தைய தையா தையா தைய  அவள் கண்களோடு இருநூறாண்டு மூக்கின் அழகோடு முந்நூறாண்டு அவள் அழகின் கதகதப்பில் ஆண்டு ஐநூறு வாழவேண்டும் தையா தையா தைக்க தைய தைய தையா தையா தைக்க தைய தைய தையா தையா தைக்க தைய தைய தையா தையா தைக்க தைய தைய தையா தையா  அவள் கண்களோடு இருநூறாண்டு மூக்கின் அழகோடு முன்நூறாண்டு அவள் அழகின் கதகதைபில் ஆண்டு ஐநூறு வாழவேண்டும் தைய தைய தைக்க தைய தைய தையா தைக்க தைய தைய தையா தையா தைக்க தைய தைய தையா தையா....  ஒரு வானவில் இருமுறை வருவதில்லை அது வந்து போன ஒரு சுவடுமில்லை ஒரு தண்டவாள ரயில் பாடிப் போன குரல் தாண்டிப் போன பின் கரைவதில்லை அது தாண்டிப் போன பின் கரைவதில்லை உன்னால் என் மனம் அடைந்தது பாதி உன்னால் என் மனம் இழந்தது பாதி உன்னால் என் மனம் அடைந்தது பாதி உன்னால் என் மனம் இழந்தது பாதி காதல் ஜோதியே என் வாழ்வின் மீதியே தேவதை நீ மெய்யோ பொய்யோ  தைய தைய தையா தையா தைக்க தைய தைய தையா தையா தைக்க தைய தைய தையா தையா தைக்க தைய தைய தையா தையா தைக்க தைய தைய தையா தையா.....  ஒரு பார்வையிலே என்னை உறையவைத்தாய் சிறு புன்னகையால் என்னை உருகவைத்தாய் ஒரு பார்வையிலே என்னை உறையவைத்தாய் சிறு புன்னகையால் என்னை உருகவைத்தாய் அட நான் என்ற ஆணவம் அழியவைத்தாய் உன் பார்வையிலே என்னை படிய வைத்தாய் என் ஆறடி உயரத்தை அபகரித்தாய் உன் காலடியில் என்னை கனியவைத்தாய் என் ஆறடி உயரத்தை அபகரித்தாய் உன் காலடியில் என்னை கனியவைத்தாய்  நான் பார்த்துவிட்டால் ஒரு வீழ்ச்சிவரும் நீ பார்த்துவிட்டால் ஒரு மோட்சம் வரும் என்தன் முதலும் முதலும் நீ முடிவும் முடிவும் நீ முதலும் முதலும் நீ முடிவும் முடிவும் நீ....  ஒரு மலையில் நான் கண்ட மாணிக்கமா என்மனதில் உந்தன் ஆதிக்கமா இது ஒருநாள் இருநாள் நீடிக்குமா இல்லை உயிரின் மூலத்தைப் பாதிக்குமா....  நெஞ்சு உஞ்சுகுட்டித் தவிக்குது தையா தைய உயிர் தத்துகெட்டு தவிக்குது தைய ஒரு பசைகுயில் பறந்தது தைய தயா நெஞ்சில் அச்சம் கெட்டு தவிக்குது தைய தைய தையா தையா தைக்க தைய தைய தையா தையா தைய தைய தையா தையா தைக்க தைய தைய தையா தையா தைய தைய தையா தையா தைக்க தைய தைய தையா தையா தைய தைய தையா தையா"}