{"திரைப்படம்": "Kadhalar Dhinam", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "தாண்டியா ஆட்டமுமாட", "வருடம்": "1999", "பாடியவர்கள்": "Unni Menon, M. G. Sreekumar & Kavita Krishnamurthy", "பாடல்வரிகள்": "தாண்டியா ஆட்டமுமாட தசராக் கூட்டமும் கூட குஜராத் குமரிகளாட காதலன் காதலிய தேட அவள் தென்படுவாளோ எந்தன் கண் மறைவாக இன்று காதல் சொல்வாளோ நெஞ்சோடு அவள் எங்கே என காணாமல் வாட என்னைத்தான் ஏங்க வைப்பாளோ தாண்டியா ஆட்டமுமாட தசராக் கூட்டமும் கூட குஜராத் குமரிகளாட காதலன் காதலிய தேட  உன்னைக்கண்டு எண்ணம் யாவும் மெல்ல ஊமையாகி நின்றதென்ன சொல்ல நூறு வார்த்தை அல்ல அல்ல ஒரு வார்த்தை புரியாதா  எந்த வார்த்தை சொல்லவில்லையோ நீ அந்த வார்த்தை எந்தன் கண்களால் நான் நூறு ஜாடையில் சொன்னேனே தெரியாதா புரியாதா  ஓ… மையைப்போல நானும் கண்ணில் சேர வேண்டும் மையைப்போல நானும் கண்ணில் சேர வேண்டும் பூவைப்போல நானும் உந்தன் கூந்தல் சேர வேண்டும்  ஓ… கண்ணில் வைத்த மையும் கரைந்து போகக்கூடும் கூந்தல் வைத்த வண்ணப் பூவும் வாடிப் போகக்கூடும்  சரி காதல் நெஞ்சை நான் தரலாமா உன் கணவனாக நான் வரலாமா  இந்த வார்த்தை மட்டுமே நிஜமானால் ஒரு ஜென்மம் போதும்  உயிரே வா…  அன்பே வா…  உயிரே வா…  அன்பே வா…  தாண்டியா ஆட்டமுமாட தசராக் கூட்டமும் கூட குஜராத் குமரிகளாட காதலன் காதலிய தேட அவள் தென்படுவாளோ எந்தன் கண் மறைவாக இன்று காதல் சொல்வாளோ நெஞ்சோடு அவள் எங்கே என காணாமல் வாட என்னைத்தான் ஏங்க வைப்பாளோ தாண்டியா ஆட்டமுமாட தசராக் கூட்டமும் கூட குஜராத் குமரிகளாட காதலன் காதலிய தேட  காதல் பார்வைகள் எல்லாமே அழகு காதல் வார்த்தைகள் எல்லாமே கவிதை காதல் செய்வதே என்னாளும் தெய்வீகம் தெய்வீகம்  காதல் என்பதைக் கண்டு பிடித்தவன் காலம் முழுவதும் நன்றிக்குரியவன் காதல் இல்லையேல் என்னாகும் பூலோகம் பூலோகம்  ஓ… உள்ளம் என்ற ஒன்றை உன்னிடத்தில் தந்தேன் தந்த உள்ளம் பத்திரமா தெரிந்துகொள்ள வந்தேன்  ஓ… என்னைப் பற்றி நீதான் எண்ணியது தவறு என்னைவிட உந்தன் உள்ளம் என்னுடைய உயிரு  இரு உயிர்கள் என்பதே கிடையாது இதில் உனது எனது எனப் பிரிவேது  இந்த வார்த்தை மட்டுமே நிஜமானால் ஒரு ஜென்மம் போதும்  உயிரே வா…  அன்பே வா…  உயிரே வா…  அன்பே வா…  வாலிப நெஞ்சங்கள் உறவு கொண்டாட வந்தது இங்கொரு ராத்திரி தாண்டியா என்றொரு ராத்திரி வாலிப நெஞ்சங்கள் உறவு கொண்டாட வந்தது இங்கொரு ராத்திரி தாண்டியா என்றொரு ராத்திரி துணை செய்ய நாங்கள் உண்டு தோழரே துணிந்து நீ காதல் செய்வாய் தோழியே உங்களாலே என்றும் மண்ணில் காதல் வாழுமே உங்களாலே என்றும் மண்ணில் காதல் வாழுமே  ஓ… உங்களாலே என்றும் மண்ணில் காதல் வாழுமே உங்களாலே என்றும் மண்ணில் காதல் வாழுமே ஓ… உங்களாலே என்றும் மண்ணில் காதல் வாழுமே உங்களாலே என்றும் மண்ணில் காதல் வாழுமே ஓ…"}