{"திரைப்படம்": "Kizhakku Vasal", "பாடலாசிரியர்": "R. V. Udayakumar", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "தளுக்கித் தளுக்கித்தான்", "வருடம்": "1990", "பாடியவர்கள்": "S. P. Balasubramaniam", "பாடல்வரிகள்": "தளுக்கித் தளுக்கி வந்து மினுக்கி மினுக்கி உடல் குலுக்கி குலுக்கி வரும் முன்னாலே சிரிச்சி சிரிச்சி தெனம் வளைச்சி வளைச்சி வலை விரிச்சிவிரிச்சி வரும் கண்ணால இது எப்போதும் சிக்காது பூமானே சொக்காத பொத்தானும் நாந்தானே அடி சித்தாடை பாவாடை குத்தால நீரோடை  தளுக்கித் தளுக்கித்தான் தளுக்கித் தளுக்கி வந்து மினுக்கி மினுக்கி உடல் குலுக்கி குலுக்கி வரும் முன்னாலே சிரிச்சி சிரிச்சி தெனம் வளைச்சி வளைச்சி வலை விரிச்சிவிரிச்சி வரும் கண்ணால  மஞ்ச வாத்து நடையப் பார்த்து நெஞ்சோரம் இன்னேரம் நோயாச்சு ஹா கொஞ்ச வார புளியங்காத்து இஞ்சாறு அஞ்சாறு நாளாச்சு கரும்பு கரும்புதான் – கடிக்குதே எறும்பு எறும்புதான் – வயசுல அரும்பு அரும்புதான் – மனசுல துரும்பு துரும்புதான் – அழகுல முன்னால வந்தாளே சீராட்டி நின்னோமே எல்லோரும் பாராட்டி முன்னால வந்தாளே சீராட்டி நின்னோமே எல்லோரும் பாராட்டி சித்தாடை பாவாடை குத்தால நீரோடை  தளுக்கித் தளுக்கித்தான் தளுக்கித் தளுக்கி வந்து மினுக்கி மினுக்கி உடல் குலுக்கி குலுக்கி வரும் முன்னாலே சிரிச்சி சிரிச்சி தெனம் வளைச்சி வளைச்சி வலை விரிச்சிவிரிச்சி வரும் கண்ணால இது எப்போதும் சிக்காது பூமானே சொக்காத பொத்தானும் நாந்தானே சித்தாடை பாவாடை குத்தால நீரோடை  தளுக்கித் தளுக்கித்தான் தளுக்கித் தளுக்கி வந்து மினுக்கி மினுக்கி உடல் குலுக்கி குலுக்கி வரும் முன்னாலே சிரிச்சி சிரிச்சி தெனம் வளைச்சி வளைச்சி வலை விரிச்சிவிரிச்சி வரும் கண்ணாலேய் யா..  பண்ண மாடு காளையப் பாத்து திண்டாடித் திண்டாடி ஓடாதா ஹோய் தின்ன சோறு ஜீரணமாக வம்போடு தும்போடு வாராதா மொறச்சு மொறச்சுதான் மயக்குது வெறச்சு வெறச்சுதான் நடக்குது வரப்பு வரப்புதான் வழுக்குது தடுக்கி விழுந்துதான் தவிக்குது பட்டாடை புத்தாடை சேறாச்சு பித்தாரம் கத்தாழை நாராச்சு பட்டாடை புத்தாடை சேறாச்சு பித்தாரம் கத்தாழை நாராச்சு சித்தாடை பாவாடை குத்தால நீரோடை  தளுக்கித் தளுக்கித் தரிகிட தளுக்கித் தளுக்கி வந்து மினுக்கி மினுக்கி உடல் குலுக்கி குலுக்கி வரும் முன்னாலே சிரிச்சி சிரிச்சி தெனம் வளைச்சி வளைச்சி வலை விரிச்சிவிரிச்சி வரும் கண்ணால இது எப்போதும் சிக்காது பூமானே சொக்காத பொத்தானும் நாந்தானே அடி சித்தாடை பாவாடை குத்தால நீரோடை  தளுக்கித் தளுக்கித்தான் தளுக்கித் தளுக்கி வந்து மினுக்கி மினுக்கி உடல் குலுக்கி குலுக்கி வரும் முன்னாலே சிரிச்சி சிரிச்சி தெனம் வளைச்சி வளைச்சி வலை விரிச்சிவிரிச்சி வரும் கண்ணாலே அட தளுக்கித் தளுக்கி வந்து மினுக்கி மினுக்கி உடல் குலுக்கி குலுக்கி வரும் முன்னாலே சிரிச்சி சிரிச்சி தெனம் வளைச்சி வளைச்சி வலை விரிச்சிவிரிச்சி வரும் கண்ணாலே"}