{"திரைப்படம்": "Silambattam", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "Yuvan Shankar Raja", "பாடல்": "தமிழென்றால் நான்", "வருடம்": "2008", "பாடியவர்கள்": "Shankar Mahadevan", "பாடல்வரிகள்": "ஆண்: தமிழென்றால் நான் ஒரு தமிழன்டா எனக்கு பலம் என் ரசிகன்டா கெட்டவன்னு பேரெடுத்த நல்லவன்டா என் வெற்றிக்கு காரணம் ஆண்டவன்டா   (இசை...)  ஆண்: தமிழென்றால் நான் ஒரு தமிழன்டா எனக்கு பலம் என் ரசிகன்டா கெட்டவன்னு பேரெடுத்த நல்லவன்டா என் வெற்றிக்கு காரணம் ஆண்டவன்டா தடைபல வென்றவன்டா தலைகனம் விட்டவன்டா தடைபல வென்றவன்டா தலைகனம் விட்டவன்டா தப்புதண்டா எப்பவுமே பண்ணாதவன்டா முக்குலமும் எக்குலமும் தெற்குதிசை மக்கள் எல்லாம் எப்போதும் என்னோடு தான் கூட்டம் கூட்டம் கூட்டம் இது தமிழுக்கு வருகிற கூட்டம் ஏ ஆட்டம் ஆட்டம் ஆட்டம் சிலம்பரசனின் சிலம்பாட்டம் ஏ கூட்டம் கூட்டம் கூட்டம் இது தமிழுக்கு வருகிற கூட்டம் ஏ ஆட்டம் ஆட்டம் ஆட்டம் சிலம்பரசனின் சிலம்பாட்டம் (தமிழென்றால் நான் ஒரு...)  (இசை...)  குழு: சிலம்பாட்டம் பண்ணவே இதோடா இதோடா சிரிப்பழகு கள்ளரு இதோடா இதோடா  புதிராட்டம்.. விளையாடும்.. கதிர்போல ஒளிவீசும் சிறும் சிறுத்தைப்போல பாயும் எங்கள் தங்க சிங்கமே சிறும் சிறுத்தைப்போல பாயும் எங்கள் தங்க சிங்கமே  ஆண்: கிழக்கும் மேற்கும் பிரியும் கம்பப் பிடிச்சா வானும் மண்ணும் அதிரும் வீசி அடிச்சா விரலை சூப்பும் வயசில் புக்கைப்படிச்சேன் விவரம் தெரிஞ்ச பிறகு சொல்லி அடிச்சேன் நான் வம்புதும்பு சண்டைக்கெல்லாம் வர மாட்டேன்டா நீ வாய்க் கொழுப்பால் சவால் விட்டா விட மாட்டேன்டா  அட சும்மா இருக்கும் சங்க இங்க ஊதாதீங்க இத ஊதிப்புட்டா தூள் பறக்கும் மோதாதீங்க கோடை வெயிலா கோபம் இருக்கும் வாகைக்குள்ள வாஞ்சி இருக்கும் ரெண்டும் உண்டு இங்கேதான்  (இசை...)  பெண்: ஏ... தன்னா நன்னானே.... தன்னா நன்னானே.... தமிழப் பாடுங்கடி... புடிச்சி ஆடுங்கடி... தமிழு ஜெயிச்சதுன்னு மாலை போடுங்கடி வீரமகன்தான் இவன் வித்தையெல்லாம் கத்தவன் சூரமகன் தான் மனம் சுத்தமான உத்தமன் அம்மாடி வாயேண்டி ஆரத்தி சுத்தேண்டி நம்மாளு நூறாண்டுதான் வாழ  (இசை...)  ஆண்: உறவு முறையே எனக்கு ஊரை நம்பித்தான் உலகத் தமிழன் எனக்கு அண்ணன் தம்பிதான் தகப்பன் இதைதான் எனக்கு சொல்லிக்கொடுத்தான் தனக்கு தெரிஞ்ச தமிழை அள்ளிக்கொடுத்தான் என்னை பெத்தவுங்க குற்றம்குறை சொன்னதில்ல அவங்க போட்டுவச்ச கோட்டைத் தாண்டி நின்னதில்ல நான் மத்தவங்க மதிக்கும்படி வாழும் பிள்ளை இந்த மண்ணுக்குள்ள வானத்த நான் விட்டதில்ல தமிழா தமிழா தலைய நிமிரு தமிழன் இவன் தான் ஏறும் திமிரு மண்ணின் மைந்தன் நாமதான்...  குழு: கூட்டம் கூட்டம் கூட்டம் இது நம்ம தமிழ் அரசனின் கூட்டம் ஆட்டம் ஆட்டம் ஆட்டம் சிலம்பரசனின் சிலம்பாட்டம்  பெண்: கூட்டம் கூட்டம் கூட்டம்  இது நம்ம தமிழ் அரசனின் கூட்டம் ஆட்டம் ஆட்டம் ஆட்டம் சிலம்பரசனின் சிலம்பாட்டம் (தமிழென்றால் நான் ஒரு...)"}