{"திரைப்படம்": "Netru Indru Naalai", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "M. S. Viswanathan", "பாடல்": "நான் படித்தேன்", "வருடம்": "1974", "பாடியவர்கள்": "T. M. Soundararajan", "பாடல்வரிகள்": "தம்பி .... நான் படித்தேன் காஞ்சியிலே நேற்று - அதை நான் உனக்கு சொல்லட்டுமா இன்று என்றும் நல்லவர்க்கு காலம் வரும் நாளை இது அறிஞர் அண்ணா எழுதி வைத்த ஓலை தம்பி .... நான் படித்தேன் காஞ்சியிலே நேற்று - அதை நான் உனக்கு சொல்லட்டுமா இன்று  இந்தியாவின் தந்தை என்று காந்தி இருந்தார் அவர் இடையினிலே ஏழையைபோல் கந்தை அணிந்தார் இந்தியாவின் தந்தை என்று காந்தி இருந்தார் அவர் இடையினிலே ஏழையைப்போல் கந்தை அணிந்தார் ஏணியாக தாழந்தவர்க்கு உதவி புரிந்தார் இன்று ஏசுவோர்கள் அவரால்தான் பதவி அடைந்தார்  தம்பி .... நான் படித்தேன் காஞ்சியிலே நேற்று - அதை நான் உனக்கு சொல்லட்டுமா இன்று   நாட்டிற்காக உழைப்பதர்க்கே அண்ணா பிறந்தார் பொது நலத்தில் தானே நாள் முழுக்க கண்ணை இருந்தார் நாட்டிற்காக உழைப்பதர்க்கே அண்ணா பிறந்தார் பொது நலத்தில் தானே நாள் முழுக்க கண்ணை இருந்தார் ஏற்றுக் கொண்ட பதவிகெல்லாம் பெருமையைத்தந்தார் தன் இனிய குடும்பம் ஒன்றுக்குத்தான் வறுமையை தந்தார்  தம்பி .... நான் படித்தேன் காஞ்சியிலே நேற்று - அதை நான் உனக்கு சொல்லட்டுமா இன்று   தெரு தெருவாய் கூட்டுவது பொது நல தொண்டு ஊரார் தெரிந்து கொள்ள படம் பிடித்தால் சுயநலம் உண்டு தெரு தெருவாய் கூட்டுவது பொது நல தொண்டு ஊரார் தெரிந்து கொள்ள படம் பிடித்தால் சுயநலம் உண்டு மக்கள் நலம் மக்கள் நலம் என்றே சொல்லுவார் தம் மக்கள் நலம் ஒன்றேதான் மனதில் கொள்ளுவார்  தம்பி .... நான் படித்தேன் காஞ்சியிலே நேற்று - அதை நான் உனக்கு சொல்லட்டுமா இன்று   வீடுகெல்லாம் வெளிச்சம் போட கொடுத்த பணத்திலே தாங்கள் வெளிச்சம் போட்டு வாழ்ந்து விட்டார் நகர சபையிலே வீடுகெல்லாம் வெளிச்சம் போட கொடுத்த பணத்திலே தாங்கள் வெளிச்சம் போட்டு வாழ்ந்து விட்டார் நகர சபையிலே ஏழைக்கெல்லாம் வீடு என்று திட்டம் தீட்டினார் தாங்கள் வாழ்வதற்கு ஊர் பணத்தில் வீடு கட்டினார்  தம்பி .... நான் படித்தேன் காஞ்சியிலே நேற்று - அதை நான் உனக்கு சொல்லட்டுமா இன்று  ஏய்பவர்க்கே காலம் என்று எண்ணி விடாதே பொய் எத்தனை நாள் கை கொடுக்கும் மறந்து விடாதே ஏய்ப்பவர்க்கே காலம் என்று எண்ணி விடாதே பொய் எத்தனை நாள் கை கொடுக்கும் மறந்து விடாதே ஒரு நாள் இந்த நிலைமைகெல்லாம் மாறுதல் உண்டு அந்த மாறுதலை செய்வதற்கு தேர்தல் உண்டு   ஒரு சம்பவம் என்பது நேற்று - நேற்று அது சரித்திரம் என்பது இன்று - இன்று அது சாதனை ஆவது நாளை - நாளை வரும் சோதனைதான் இடை வேளை"}