{"திரைப்படம்": "Vettaikaaran", "பாடலாசிரியர்": "Kabilan", "இசையமைப்பாளர்": "Vijay Antony", "பாடல்": "நான் அடிச்சா தாங்க", "வருடம்": "2009", "பாடியவர்கள்": "Shankar Mahadevan", "பாடல்வரிகள்": "ஆண்: நான் அடிச்சா தாங்க மாட்ட நாளு மாசம் தூங்க மாட்ட மோதி பாரு வீடு போய் சேர மாட்ட நான் அடிச்சா தாங்க மாட்ட நாளு மாசம் தூங்க மாட்ட மோதி பாரு வீடு போய் சேர மாட்ட நான் புடிச்சா உடும்பு புடி நான் சிரிச்சா வான வெடி நான் பாடும் பாட்டுக்கு தோள் பறை நீ அடி  குழு: நான் அடிச்சா தாங்க மாட்ட நாளு மாசம் தூங்க மாட்ட மோதி பாரு வீடு போய் சேர மாட்ட  ஆண்: வாழு வாழு வாழ விடு வாழும் போதே வானைத் தொடு வம்பு பண்ணா வாளை எடு வணங்கி நின்னா தோள கொடு வாழு வாழு வாழ விடு வாழும் போதே வானைத் தொடு வம்பு பண்ணா வாளை எடு வணங்கி நின்னா தோள கொடு நான் அடிச்சா தாங்க மாட்ட நாளு மாசம் தூங்க மாட்ட மோதி பாரு வீடு போய் சேர மாட்ட நான் அடிச்சா தாங்க மாட்ட நாளு மாசம் தூங்க மாட்ட மோதி பாரு வீடு போய் சேர மாட்ட  குழு: ஏ மை ராசா வா நீ க்ளோஸ்ஸா ஆடு என் கூட வில்லேஜ் சல்சா சல்சா சல்சா ச ச ச ச ச ஜல்சா ஜல்சா ஜ ஜ ஜ ஜ ஜ   குழு: என்னடி பீட்டரு..  ஆண்: உணவு உடை இருப்பிடம் உழவனுக்கும் கெடைக்கணும் அவன் அனுபவிச்ச மிச்சம் தான் ஆண்டவனுக்கு படைக்கணும் ஆலமர பள்ளிக்கூடம் ஆக்ஸ்போர்டா மாறணும் நீ தாய் மொழியில் கல்வி கற்று தமிழ் நாட்ட உயர்த்தணும்  வாய் மூடி வாழாதே வீண் பேச்சு பேசாதே காலம் கடந்து போச்சுதின்னு கவலை பட்டு ஏங்காதே கனவு ஜெயிக்க வேணுமா கண்ணை மூடி தூங்காதே குத்துங்கடா குத்து என் கூட சேர்ந்து குத்து....  ஆண்: நான் அடிச்சா தாங்க மாட்ட நாளு மாசம் தூங்க மாட்ட மோதி பாரு வீடு போய் சேர மாட்ட நான் அடிச்சா தாங்க மாட்ட நாளு மாசம் தூங்க மாட்ட மோதி பாரு வீடு போய் சேர மாட்ட  (இசை...)  ஆண்: வரட்டி தட்டும் செவத்துல வேட்பாளர் முகமடா காத்திருந்து வோட்டு போட்டு கறுத்து போச்சு நகமடா புள்ள தூங்குது இடுப்புல பூனை தூங்குது அடுப்புல நம்ம நாட்டு நடப்புல யாரும் அத தடுக்கல தாய் பேச்சை மீறாதே... தீயோர் சொல் கேட்காதே... ஏதோ நானும் சொல்லிப்புட்டேன் ஏத்துக்கிட்டா ஏத்துக்கோ சொன்னதெல்லாம் உண்மையின்னா உன்ன நீயே மாத்திக்கோ குத்துங்கடா குத்து ஏழுரு கேக்க குத்து  ஆண்: நான் அடிச்சா தாங்க மாட்ட நாளு மாசம் தூங்க மாட்ட மோதி பாரு வீடு போய் சேர மாட்ட நான் அடிச்சா தாங்க மாட்ட நாளு மாசம் தூங்க மாட்ட மோதி பாரு வீடு போய் சேர மாட்ட  ஆண்: நான் படிச்சா உடும்பு புடி நான் சிரிச்சா வான வெடி நான் பாடும் பாட்டுக்கு தூள் பறை நீ அடி நான் அடிச்சா தாங்க மாட்ட நாளு மாசம் தூங்க மாட்ட மோதி பாரு வீடு போய் சேர மாட்ட"}