{"திரைப்படம்": "Savaale Samaali", "பாடலாசிரியர்": "Snehan", "இசையமைப்பாளர்": "S. Thaman", "பாடல்": "நல்லவனா கெட்டவனா", "வருடம்": "2015", "பாடியவர்கள்": "Anthony Daasan, L. R. Eswari", "பாடல்வரிகள்": "டேய் நிறுத்துங்கடா எப்ப பாத்தாலும் தண்ணிய போட்டுட்டு எங்களையே திட்டுறீங்க நீங்க மட்டும் என்ன யோக்கியமா  ஏ நல்லவனா கெட்டவனா ஆம்பள தெரியாமத்தான் தவிக்கிறாடா பொம்பள  ஏ நல்லவனா கெட்டவனா ஆம்பள தெரியாமத்தான் தவிக்கிறாடா பொம்பள  அட ஆம்பளையில் உத்தமன காணல இனி பூமியிலே பொறப்பான்னு தோணல  அட எவனுக்குமே பொண்ணா மதிக்க தெரியல அட எங்க மேல என்ன கோவம் புரியல  ஆம்பலைங்க எல்லாருமே ஏமாத்துறான் பொண்ணுங்கள ஆண்டவனோ ஆம்பளயோ தண்டிக்கல அவனுங்கள  பொண்ணுங்கள எப்போதுமே போத பொருளா நெனைக்குறான் மானே தேனே மயிலேனுதான் பொய்யா சொல்லி கவுக்குறான்  காதலையும் காமத்தையும் ஒண்ணா தானே நெனைக்குறான் பாவம்னு எறங்கிப் போனா பட்டா போட்டு குதிக்குறான்  பொண்ணுங்களே இவன் எப்போதுமே தினம் கட்டிலுக்கு மட்டும்தானே லாயக்குனு நெனைக்குறான்  காரியந்தான் அட முடிஞ்சிச்சினா அட அடுத்த பொண்ணா தேடி அவன் நாய போல அலையுறான்  ஆம்பளைங்க எல்லாருமே ஏமாத்துறான் பொண்ணுங்கள ஆண்டவனோ ஆம்பளயோ தண்டிக்கல அவனுங்கள  ஏ ஏ நிறுத்து மொதல்ல நீ யாரு எங்க இருந்து வர்ற  இருவது வருசமா ஜேயில்ல இருந்துட்டு வர்றண்டா  அதான் உனக்கு பொண்ணுங்கள பத்தி தெரியல  இப்ப கேளு  பொண்ணுங்கள ஏம் படச்சா கடவுளே எங்க நிம்மதிதான் போயிடிச்சே கடவுளே  பொண்ணுங்கள ஏம் படச்சா கடவுளே எங்க நிம்மதிதான் போயிடிச்சே கடவுளே  அவ கண்ணு ரெண்டும் நல்ல பாம்பு கடவுளே அவ பார்த்தா வெசம் ஏறுதடா கடவுளே  அவ சிரிப்பு கூட தூக்கு கயிறு கடவுளே அதுல மாட்டிக்கிட்டு தொங்குறோமே கடவுளே  ஆம்பலைங்க ஆட்டத்ததான் பொண்ணா வச்சி முடிக்கிற நீ இந்த பொண்ணுங்கள பாசத்தால மாட்டிகிட்டு தவிக்கிற நீ  ஆம்பளைக்கு எப்போதுமே பொம்பளாதான் சகுனிடா எப்போ என்ன செய்வாளுன்னு உத்து நீயும் கவனிடா  காரு பணம் இருந்துச்சின்ன கால கூட புடிக்குறா காதலுன்னு சொல்லி சொல்லி பாக்கெட்டையும் கரைக்குறா  முள்ளா குத்தும் பொண்ணுங்களே அட பூவுன்னு சொன்ன கவிஞர்கள அட தூக்கி போட்டு மிதிங்கடா  அடங்காத பொண்ணுங்கள அட தப்பா வளர்த்த அப்பாக்கள டேய் அம்மாக்கள கட்டி வச்சி அடிங்கடா அடிங்கடா  ஆம்பலைங்க எல்லாருமே ஏமாத்துறான் பொண்ணுங்கள ஆண்டவனோ ஆம்பளயோ தண்டிக்கல அவனுங்கள  ஏ நல்லவனா கெட்டவனா ஆம்பள தெரியாமத்தான் தவிக்கிறாடா  ய்யா, இந்தோரும்மா ஒழுங்க போயிரு இல்ல ஒண்ணைய வெட்டிட்டு நாங்க ஜெய்லுக்கு போயிருவோம்"}