{"திரைப்படம்": "Panakkaran", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "நூறு வருஷம்", "வருடம்": "1990", "பாடியவர்கள்": "Mano", "பாடல்வரிகள்": "நூறு வருஷம் இந்த மாப்பிள்ளையும் பொண்ணும்தான் பேரு விளங்க இங்கு வாழனும் சோல வனத்தில் ஒரு சோடிக்குயில் போலத்தான் காலம் முழுக்க சிந்து பாடனும் ஒண்ணுக்கொண்ணு பக்கத்திலே பொண்ணு புள்ள நிக்கையிலே கண்ணுபடும் மொத்தத்திலே கட்டழக அம்மாடி என்ன சொல்ல நூறு வருஷம் இந்த மாப்பிள்ளையும் பொண்ணும்தான் பேரு விளங்க இங்கு வாழனும் சோல வனத்தில் ஒரு சோடிக்குயில் போலத்தான் காலம் முழுக்க சிந்து பாடணும்  ......  உசில மணியாட்டம் ஒடம்பத்தான் பாரு தெருவில் அசைஞ்சாடும் திருவாரூர் தேரு ஓம குச்சி போல் புடிச்சாரு தாரம் தாவி அணச்சக்க தாங்காது பாரம் இவரு ஏழு அடி நடக்கும் ஏணி எடி நிலவ நின்னுக்கிட்டே தொட்டுடுவார் பாரு மனைவி குள்ளமணி உயரம் மூணு அடி இரண்டும் இணைஞ்ஜிருந்த கேலிபன்னும் ஊரு ரெட்டை மாட்டு வண்டி வரும்போது நெட்ட குட்ட என்றும் இணையாது இந்தஒட்டகந்தான் கட்டிக்கிட குட்டவாத்த புடிச்சான் நூறு வருஷம் ஹே ஹே ஹேய் நூறு வருஷம் இந்த மாபிள்ளையும் பொண்ணும்தான் பேரு விளங்க இங்கு வாழனும் ஹே ஒண்ணுக்கொண்ணு பக்கத்திலே பொண்ணு புள்ள நிக்கையிலே கண்ணுபடும் மொத்தத்திலே கட்டழக அம்மாடி என்ன சொல்ல நூறு வருஷம் இந்த மாபிள்ளையும் பொண்ணும்தான் பேரு விளங்க இங்கு வாழனும் ஹேய்  ..........  புருஷன் பொஞ்சாதி பொருத்தம் தான் வேணும் பொருத்தம் இல்லாட்டி வருத்தம் தான் தோணும் அமைஞ்சா அது போல கல்யாணம் பண்ணு இல்ல நீ வாழு தனி ஆழா நின்னு மொதலில் யோசிக்கனும் பிறகு நேசிக்கணும் மனுசு ஏத்துகிட்டா சேந்துகிட்டு வாழு ஒனக்கு தகுந்தபடி குணத்தில் சிறந்தபடி இருந்தா ஊர் அறிய மாலை கட்டி போடு சொத்து வீடு வாசல் இருந்தாலும் ஹேய் சொந்தம் பந்தம் எல்லாம் அமைஞ்சாலும் அட உள்ளம் ரெண்டும் ஒட்டாவிட்டா கல்யாணம் தான் கசக்கும் நூறு வருஷம் ஹேய் ஹேய் ஹேய் நூறு வருஷம் இந்த மாபிள்ளையும் பொண்ணும்தான் பேரு வெளங்க இங்கு வாழனும் சோல வனத்தில் ஒரு சோடிக்குயில் போலத்தான் காலம் முழுக்க சிந்து பாடனும் ஒண்ணுக்கொண்ணு பக்கத்திலே பொண்ணு புள்ள நிக்கையிலே கண்ணுபடும் மொத்தத்திலே கட்டழக அம்மாடி என்ன சொல்ல நூறு வருஷம் இந்த மாபிள்ளையும் பொண்ணும்தான் பேரு விளங்க இங்கு வாழனும் சோல வனத்தில் ஒரு சோடிக்குயில் போலத்தான் காலம் முழுக்க சிந்து பாடனும்"}