{"திரைப்படம்": "Udan Pirappu", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "நன்றி சொல்லவே", "வருடம்": "1993", "பாடியவர்கள்": "S. P. Balasubrahmanyam, Swarnalatha ", "பாடல்வரிகள்": "பெ -குழு : சதமானம் பவதி சதாயஷ் குருஸஷ் சதேந்திரிய ஹ  ஆயுஷ்யேந்திரியே ப்ரதி திஷ்டதி.. (இசை)  பெண் : நன்றி சொல்லவே உனக்கு என் மன்னவா வார்த்தையில்லையே தெய்வமென்பதே எனக்கு நீயல்லவா வேறு இல்லையே ஆண் : நாற்புறமும் அலைகள் அடிக்க நீயொரு தீவென தனித்திருக்க பெண் : பூமிக்கொரு பாரம் என்று எண்ணி இருந்தேன் பூ முடிக்க யாருமின்றி கன்னி இருந்தேன் ஆண் : சொந்தமின்றி பந்தமின்றி நானுமிருந்தேன் பொட்டு ஒன்று தொட்டு வைத்து பூவை அடைந்தேன்  பெண் : நன்றி சொல்லவே உனக்கு என்மன்னவா வார்த்தையில்லையே தெய்வமென்பதே எனக்கு நீயல்லவா வேறு இல்லையே  ***  ஆண் : ராசி இல்லை இவள் என பலர் தூற்றிய போது ராப்பகலாய் எழும் துயர் உன்னை வாட்டிய போது பெண் : சுடும் மொழி நாளும் கேட்டு இரு சிறு விழி நீரில் ஆட ஓர் நதி வழி ஓடும் ஓடம் என விதி வழி நானும் ஓட ஆண் : போதும் போதும் வாழ்க்கை என்று ஏழை மாது எண்ணும் போது நானும் அணைத்திட பெண் : பூமிக்கொரு பாரம் என்று எண்ணி இருந்தேன் பூ முடிக்க யாருமின்றி கன்னி இருந்தேன் ஆண் : சொந்தமின்றி பந்தமின்றி நானுமிருந்தேன் பொட்டு ஒன்று தொட்டு வைத்து பூவை அடைந்தேன்  பெண் : நன்றி சொல்லவே உனக்கு என் மன்னவா வார்த்தையில்லையே தெய்வமென்பதே எனக்கு நீயல்லவா வேறு இல்லையே (இசை)  பெண்குழு : சம்ஜிம் சம்ஜிம் சம்ஜிம் சம்ஜிம் சம் ஜிம்ஜிம்ஜிம் ஜிம் ஜிம்  சம்ஜிம் சம்ஜிம் சம்ஜிம் சம்ஜிம் சம் ஜிம்ஜிம்ஜிம் ஜிம் ஜிம் ஜிம்   ***  ஆண் : வாழும் வரை நிழல் என உடன் நான் வருவேனே ஏழ்பிறப்பும் உயிர்துணை உனை நான் பிரியேனே பெண் : திசையறியாது நானே இன்று தினசரி வாடினேனே இந்த பறவையின் வேடந்தாங்கல் உந்தன் மனமென்னும் வீடு தானே ஆண் : நீண்ட காலம் நேர்ந்த சோகம் நீங்கி போக நானும் தீண்ட யோகம் விளைந்திட பெண் : பூமிக்கொரு பாரம் என்று எண்ணி இருந்தேன் பூ முடிக்க யாருமின்றி கன்னி இருந்தேன் ஆண் : சொந்தமின்றி பந்தமின்றி நானுமிருந்தேன் பொட்டு ஒன்று தொட்டு வைத்து பூவை அடைந்தேன்  பெண் : நன்றி சொல்லவே உனக்கு என்மன்னவா வார்த்தையில்லையே தெய்வமென்பதே எனக்கு நீயல்லவா வேறு இல்லையே ஆண் : நாற்புறமும் அலைகள் அடிக்க நீயொரு தீவென தனித்திருக்க பெண் : பூமிக்கொரு பாரம் என்று எண்ணி இருந்தேன் பூ முடிக்க யாருமின்றி கன்னி இருந்தேன் ஆண் : சொந்தமின்றி பந்தமின்றி நானுமிருந்தேன் பொட்டு ஒன்று தொட்டு வைத்து பூவை அடைந்தேன்  பெண் : நன்றி சொல்லவே உனக்கு என்மன்னவா வார்த்தையில்லையே தெய்வமென்பதே எனக்கு நீயல்லவா வேறு இல்லையே"}