{"திரைப்படம்": "Puthiya Mannargal", "பாடலாசிரியர்": "Palani Barathi", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "நீ கட்டும் சேல", "வருடம்": "1994", "பாடியவர்கள்": "T. L. Maharajan, Sujatha Mohan", "பாடல்வரிகள்": "நீ கட்டும் சேல மடிப்புல நா கசங்கி போனேன்டி உன் எலுமிச்சம் பழ நேர இடுப்புல கெறங்கி போனேன்டி  நீ கட்டும் சேல மடிப்புல நா கசங்கி போனேன்டி உன் எலுமிச்சம் பழ நேர இடுப்புல கெறங்கி போனேன்டி  அடியே சூடான மழையே உடம்பு நனஞ்சுக்கலாமா கொடியே வெத்தல கொடியே சுண்ணாம்பு நான் தரலாமா  அழகே தாவணி பூவே தேன எடுத்துக்கலாமா கொலுசு போட்ட காலிலே தாளம் போட்டுக்கலாமா  நீ கட்டும் வேட்டி மடிப்புல நா மயங்கி போனேனே உன் கட்டழகு மீசையிலே கிறங்கி போனேனே  நீ கட்டும் வேட்டி மடிப்புல நா மயங்கி போனேனே உன் கட்டழகு மீசையிலே கிறங்கி போனேனே  வண்டு சாமந்தி பூவில் நாயனம் ஊதுது மாமா மனசு ஆசையினாலே ஊஞ்சல் ஆடுது மாமா  மலரும் தாவணி பூவில் தேன எடுத்துக்க மாமா கொலுசு போட்ட காலிலே தாளம் போட்டுக்க மாமா  நீ வெட்டி வெட்டி போடும் நகத்தில் எல்லாம் ஏ... குட்டி குட்டி நிலவு தெரியுதடி  உன் இடுப்பழகில் ஒரசும் கூந்தலிலே அ... பத்திகிட்டு மனசு எரியுதடி  சிக்கி முக்கி கல்ல போல என்ன சிக்கலிலே மாட்டாதே  தாலி ஒன்னு போடும் வர என்ன வேறெதுவும் கேக்காதே  அந்த வானம் பூமி எல்லாம் இங்க ரொம்ப ரொம்ப பழசு அட நீயும் நானும் சேர்ந்திருக்கும் காதல் தாண்டி புதுசு  வண்டு சாமந்தி பூவில் நாயனம் ஊதுது மாமா மனசு ஆசையினாலே ஊஞ்சல் ஆடுது மாமா  மலரும் தாவணி பூவில் தேன எடுத்துக்க மாமா கொலுசு போட்ட காலிலே தாளம் போட்டுக்க மாமா  நீ கட்டும் சேல மடிப்புல நா கசங்கி போனேன்டி உன் எலுமிச்சம் பழ நேர இடுப்புல கெறங்கி போனேன்டி  நீ கட்டும் சேல மடிப்புல நா கசங்கி போனேன்டி உன் எலுமிச்சம் பழ நேர இடுப்புல கெறங்கி போனேன்டி  அடியே சூடான மழையே உடம்பு நனஞ்சுக்கலாமா கொடியே வெத்தல கொடியே சுண்ணாம்பு நான் தரலாமா  அழகே தாவணி பூவே தேன எடுத்துக்கலாமா கொலுசு போட்ட காலிலே தாளம் போட்டுக்கலாமா  மாமா நீங்க தூங்கும் மெத்தையிலே என்னோட போர்வை சேர்வதெப்போ  மாமா நீங்க வாங்கும் மூச்சினிலே என்னோட துடிப்பு சேர்வதெப்போ  ஏன் ஆயுள் ரேகை எல்லாம் உன் உள்ளங்கையில் ஓடுதடி  உன் உள்ளங்கை அழகினிலே ஆச உச்சி வர கூருதடி  நான் சூடும் பூவில் உங்க வாசம் சேர்ந்து வந்து வீசுது என் கழுத்து கிட்ட முத்தம் தந்து மயிலிறகாக கூசுது  அடியே சூடான மழையே உடம்பு நனஞ்சுக்கலாமா கொடியே வெத்தல கொடியே சுண்ணாம்பு நான் தரலாமா  அழகே தாவணி பூவே தேன எடுத்துக்கலாமா கொலுசு போட்ட காலிலே தாளம் போட்டுக்கலாமா  நீ கட்டும் வேட்டி மடிப்புல நா மயங்கி போனேனே உன் கட்டழகு மீசையிலே கிறங்கி போனேனே  நீ கட்டும் வேட்டி மடிப்புல நா மயங்கி போனேனே உன் கட்டழகு மீசையிலே கிறங்கி போனேனே  அடியே சூடான மழையே உடம்பு நனஞ்சுக்கலாமா கொடியே வெத்தல கொடியே சுண்ணாம்பு நான் தரலாமா  அழகே தாவணி பூவே தேன எடுத்துக்கலாமா கொலுசு போட்ட காலிலே தாளம் போட்டுக்கலாமா"}