{"திரைப்படம்": "Kadhalar Dhinam", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "நெனச்சபடி நெனச்சபடி", "வருடம்": "1999", "பாடியவர்கள்": "M. G. Sreekumar, Srinivas, Ganga & Kanchana", "பாடல்வரிகள்": "நெனச்சபடி நெனச்சபடி மாப்பிள்ள அமைஞ்சதடி உனக்கெனப் பிறந்தானோ உயிருடன் கலந்தானோ  நெனச்சபடி நெனச்சபடி மணப்பொண்ணு அமைஞ்சதடி உனக்கெனப் பிறந்தாளோ உயிருடன் கலந்தாலோ  என் தோள்களே தோட்டம் என்று என்னாளுமே தொத்திக்கொள்ளும் காற்றல்லவா நீ என் கண்ணே கல்யாண நாளில் மாலை கொள்ள கண்ணாளனின் பூஞ்சோலை செல்ல அந்த வானம் நந்தவனம் ஆகும்  மருதாணிக் கோலம் போட்டு மணிக்கையில் வளையல் பூட்டு இந்த ரோஜாவுக்கு ரோஜாப்பூ நீ சூட்டு மருதாணிக் கோலம் போட்டு மணிக்கையில் வளையல் பூட்டு இந்த ரோஜாவுக்கு ரோஜாப்பூ நீ சூட்டு  உன் கணவன் நாளை தான் வரவேண்டும் உயிர்க் காதல் நெஞ்சையே தரவேண்டும் மணப்பந்தல் தோரணம் நான் போட மணவாளனோடு உன் கைகூட உன் தந்தை உள்ளந்தான் ஊஞ்சல் ஆட  ஹாய் ஹாய் ஹாய் ஹ இ ஹாய் ஹாய் ஹாய் ஹாய்  ஹாய் ஹாய் ஹாய் ஹாய் ஹாய் ஹாய் ஹாய் ஹாய் ஹாய் ஹாய் ஹாய் ஹாய் ஹாய் ஹாய் ஹாய்  ஹாய் ஹாய் ஹாய் ஹாய் ஹாய் ஹாய் ஹாய் ஹாய்  ஹாய் ஹாய் ஹ் ஹாய் ஹாய் ஹாய் ஹாய் ஹாய் ஹாய்  ஹாய் ஹாய் ஹாய் ஹாய் ஹாய் ஹாய் ஹாய் ஹாய் ஹாய்  காதலெனும் சொல்லை நானும் சொல்லவில்லை சொல்ல வந்த நேரம் காதல் எந்தன் கையிலில்லை காதலெனும் சொல்லை நானும் சொல்லவில்லை சொல்ல வந்த நேரம் காதல் எந்தன் கையிலில்லை வாழ்வு தந்த வள்ளல் வாங்கிக்கொண்டு போக வாழ்த்துச் சொல்ல நானும் வந்தேன் கண்கள் ஈரமாக  என்றும் எனது கண்ணிலே உன் பிம்பம்  உன்னை எண்ணி வாழ்வதே என் இன்பம் என்றும் எனது கண்ணிலே உன் பிம்பம்  உன்னை எண்ணி வாழ்வதே என் இன்பம் இங்கு நீ சிரிக்க நான் பார்த்தாலே எந்தன் காதல் வாழும் நீ வாழ்க... நலமாக... நீ வாழ்க... நலமாக...  நெனச்சபடி நெனச்சபடி மாப்பிள்ள அமைஞ்சதடி உனக்கெனப் பிறந்தானோ உயிருடன் கலந்தானோ  நெனச்சபடி நெனச்சபடி மணப்பொண்ணு அமைஞ்சதடி உனக்கெனப் பிறந்தாளோ உயிருடன் கலந்தாலோ  அல்லி விழியோரம் அஞ்சனத்தைத் தீட்டி அந்தி வண்ணப் பின்னல் மீது தாழை மலர் சூட்டி அல்லி விழியோரம் அஞ்சனத்தைத் தீட்டி அந்தி வண்ணப் பின்னல் மீது தாழை மலர் சூட்டி ஆதி முதல் அந்தம் ஆபரணம் பூட்டி அன்னமிவள் மேடை வந்தால் மின்னல் முகம் காட்டி  கெட்டி மேளம் கொட்டிட மணப்பெண்ணை  தொட்டுத் தாலி கட்டினான் மாப்பிள்ளை கெட்டி மேளம் கொட்டிட மணப்பெண்ணை  தொட்டுத் தாலி கட்டினான் மாப்பிள்ளை - இந்த  ஏழை நெஞ்சமும் நீ வாழ என்றும் பூக்கள் தூவும் நீ வாழ்க... நலமாக...  நெனச்சபடி நெனச்சபடி மாப்பிள்ள அமைஞ்சதடி உனக்கெனப் பிறந்தானோ உயிருடன் கலந்தானோ  நெனச்சபடி நெனச்சபடி மணப்பொண்ணு அமைஞ்சதடி உனக்கெனப் பிறந்தாளோ உயிருடன் கலந்தாலோ  மருதாணிக் கோலம் போட்டு  மணிக்கையில் வளையல் பூட்டு இந்த ரோஜாவுக்கு ரோஜாப்பூ நீ சூட்டு மருதாணிக் கோலம் போட்டு  மணிக்கையில் வளையல் பூட்டு இந்த ரோஜாவுக்கு ரோஜாப்பூ நீ சூட்டு"}