{"திரைப்படம்": "Nallavanuku Nallavan", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "நம்ம முதாலாளி", "வருடம்": "1984", "பாடியவர்கள்": "Malaysia Vasudevan, S. P. Balasubramaniam", "பாடல்வரிகள்": "நல்லவருக்கு நல்லவரு நாணயந்தான் உள்ளவரு தொழிலாளி வர்க்கத்திலே ஒருத்தரா இருப்பவரு  நல்லாயிருக்கனும் நாளும் சிரிக்கணும்  எல்லா மனசுகளும் வாயார வாழ்த்தனும்   நம்ம முதலாளி நல்ல முதலாளி வெள்ளை மனம் பிள்ளை குணம் உள்ள முதலாளி  நம்ம முதலாளி நல்ல முதலாளி வெள்ளை மனம் பிள்ளை குணம் உள்ள முதலாளி  எங்களுக்கெல்லாம் நல்ல சொத்து சுகம் தான் தந்தது எல்லாம் இந்த தங்க மகன் தான்…  நம்ம முதலாளி நல்ல முதலாளி வெள்ளை மனம் பிள்ளை குணம் உள்ள முதலாளி  நம்ம முதலாளி நல்ல முதலாளி வெள்ளை மனம் பிள்ளை குணம் உள்ள முதலாளி   ஆடு நெனஞ்சா ஓணாயி அழுது அந்த கதைதான் அய்யாவின் மனது  எந்த மனம் நல்ல மனம் பின்னாலே தெரியும் கள்ளு எது பாலு எது தன்னாலே புரியும்  ஊரார ஏமாத்த புலி உத்தேசம் பன்னிடிச்சாம் சந்தேகம் வராம்ம பசு தோளால மூடிக்கிச்சாம்  தன்னிடத்திலே தவறு உள்ளவங்கதான் சிலரு நல்லவங்கள பழிச்சுதான் பொழப்பு நடத்தணும்   நம்ம முதலாளி நல்ல முதலாளி வெள்ளை மனம் பிள்ளை குணம் உள்ள முதலாளி  நம்ம முதலாளி நல்ல முதலாளி வெள்ளை மனம் பிள்ளை குணம் உள்ள முதலாளி  எங்களுக்கெல்லாம் நல்ல சொத்து சுகம் தான் தந்தது எல்லாம் இந்த தங்க மகன் தான்….  நம்ம முதலாளி நல்ல முதலாளி வெள்ளை மனம் பிள்ளை குணம் உள்ள முதலாளி  நம்ம முதலாளி நல்ல முதலாளி வெள்ளை மனம் பிள்ளை குணம் உள்ள முதலாளி   கடையில் இருக்கும் தேங்காயை எடுத்து ஒடச்ச வரைக்கும் போதாதோ நிருத்து  ஆண்-2 : நித்தம் நித்தம் நானும் கூட உழைக்கிற ஜாதி நாடறியும் ஊரறியும் என்னுடைய சேதி  வேதாந்தம் பேசாதே சும்மா வாதங்கள் பன்னாதே ஏய், நீ என்ன சொன்னாலும் என் எண்ணங்கள் மாறாதே  ஆண்-2 : அஹா, ஹா, கண்டுபுடிச்சேன் உனக்கு புத்தி இல்லையே அதுக்கு என்னித்ததிலே எதுக்கு நீ முறைச்சி உதிக்கணும்  ஏய்...  நம்ம முதலாளி நல்ல முதலாளி வெள்ளை மனம் பிள்ளை குணம் உள்ள முதலாளி  நம்ம முதலாளி நல்ல முதலாளி வெள்ளை மனம் பிள்ளை குணம் உள்ள முதலாளி  எங்களுக்கெல்லாம் நல்ல சொத்து சுகம் தான் தந்தது எல்லாம் இந்த தங்க மகன் தான்….  ஆ&பெ குழு : நம்ம முதலாளி நல்ல முதலாளி வெள்ளை மனம் பிள்ளை குணம் உள்ள முதலாளி  நம்ம முதலாளி நல்ல முதலாளி வெள்ளை மனம் பிள்ளை குணம் உள்ள முதலாளி"}