{"திரைப்படம்": "Vasuvum Saravananum Onna Padichavanga", "பாடலாசிரியர்": "Na. Muthukumar, Snigdha Chandra", "இசையமைப்பாளர்": "D. Imman", "பாடல்": "நான் ரொம்ப பிசி", "வருடம்": "2015", "பாடியவர்கள்": "Santhosh Narayanan", "பாடல்வரிகள்": "Subscriber not reachable at the moment மச்சி நான் றொம்ப பிசி நான் றொம்ப பிசி ஸ்கய்ப்ல தான் வந்தாலும் எஸ்கெப் ஆற மச்சி நான் றொம்ப பிசி நான் றொம்ப பிசி Fபேஸ்புக் லொகின் பண்ண எனகில்ல நேரம்   வட்சப்பில் சட்டிங் பண்ண வரமாடேன் நானும் Fபுல் ரைமா லவ் பணுறன் டிஸ்ரர்ப் பண்ண வேணாம் ஸுப்ஸ்கிரெப்பெர் ணொட் றீசப்ல் ஆட் த மொமென்ட் மச்சி நான் றொம்ப பிசி நான் றொம்ப பிசி ஸ்கய்ப் ல தான் வந்தாலும் எஸ்கெப் ஆற மச்சி நான் றொம்ப பிசி நான் றொம்ப பிசி   யொஉ Cஅன் றுன் ஆநய் ஈ Gஒட் யொஉ Bஅcக் Gஒட் Jஉச்ட் ளொவெ Yஒஉ ஸொ Cஅன்ட் ளெட் Yஒஉ Gஒ நான் எத்தன தடவ சொன்னாலும் நீ சுத்தம காதுல வாங்கிகல நா சொலுரது உனக்கு கேக்குதா இல்ல கேட்டும் கேட்காம தான் இருக்கியா டெடி பியர் இல்லாம தினம் தூங்க மாட்டேனே நான் கொஞ்சம் நீ வந்து மாடிகிட்ட மச்சி நான் றொம்ப பிசி நான் றொம்ப பிசி   ஸ்ட்ரொங் பீரு இல்லாம கிக் ஏறி போனேனே தமிழ் நாடில் இங்கிலிஸ் கிஸ் அடிபோமே மச்சி நான் றொம்ப பிசி நான் றொம்ப பிசி கன்னதில் முத்தம் தானா பத்து செக்கன்ட் தாரேன் கடிச்சு வெச்சுபுட்ட கோர்ட்டுக்கு தான் போவ கார்டுக்குள்ள யெல்லா காட்டு பேபி ஓ பேபி நான் சந்தோசம வாரென்   ஸுப்ஸ்கிரெப்பெர் ணொட் றீச்சப்ல் ஆட் த மொமென்ட் மச்சி ஸ்க்ய்பெ ல தான் வந்தாலும் எஸ்கெப் ஆற மச்சி நான் றொம்ப பிசி நான் றொம்ப பிசி இதய அறையை திறந்து நுழைந்து திருட நினைக்கும் மன்னவா இரவும் பகலும் எனது இதழில் விருந்து இருக்கு உண்ண வா மனதை மயக்கும் மாய வா வா வா வா ஏன் வயதை நீயும் வெல்ல வா Fபிரென்ட்ஸ் ஓட பேசாம பாருகும் போகாம ஹச்  டொக்க போல உன்ன சுத்தி வரென் மச்சி நான் றொம்ப பிசி நான் றொம்ப பிசி புல்ல்டோசெர் இல்லாம JCB வெக்காம என் நெஞ்ச தூள் தூள ஒடச்சிபுட்டா மச்சி நான் றொம்ப பிசி நான் றொம்ப பிசி றயிற்று றயிற்று இப்ப போலாம் விடு ஜூட்டு லிப்டில் கிஸ் அடிக்க போடதடி கேற்று கட்டு கட்டு தாலி கட்டு பேபி ஓ பேபி நான் என்ன அள்ளி தாறென்   ஸுப்ஸ்கிரெப்பெர் ணொட் றீச்சப்லெ ஆட் த மொமென்ட் மச்சி நான் றொம்ப பிசி நான் றொம்ப பிசி ஸ்கய்ப்ல தான் வந்தாலும் எஸ்கெப் ஆற மச்சி நான் றொம்ப பிசி நான் றொம்ப பிசி Fபேஸ்புக் லொகின் பண்ண எனகில்ல நேரம் வட்சப்பில் சட்டிங் பண்ண வர மாடஎன் நானும் Fபுல் ரைமா லவ் பன்ரன் டிச்டுர்ப் பண்ண வெணாம் Fபுல் ரைமா லவ் பணுறன் டிஸ்ரர்ப் பண்ண வெணாம் நான் றொம்ப பிசி நான் றொம்ப பிசி நான் றொம்ப பிசி நான் றொம்ப பிசி"}