{"திரைப்படம்": "Pulivaal", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "N. R. Raghunanthan", "பாடல்": "நேற்றும் பார்ட்டி", "வருடம்": "2014", "பாடியவர்கள்": "Tippu, Ranina Reddy", "பாடல்வரிகள்": "நேற்றும் பார்ட்டி இன்றும் பார்ட்டி வாழ்வில் என்றும் பார்ட்டி போதை கூட்டி தீயை மூட்டி சொர்க்கம் காட்டும் பார்ட்டி தண்ணீர் கற்கள் மோதும் ஓசை ஒன்றே போதும் கோப்பை தான் என் கோட்டை ஹே எங்கும் எப்போதும் நெஞ்சை பிய்க்கும் பாடல் கொஞ்சி மொய்க்கும் பெண்கள் காதல் இல்லா காண்ட் டக் ஹே போதும் எப்போதும் சுற்றிடிடும் பூமி சுற்றிடிடும் பூமி போதையில் சுற்றட்டும் வாட்டிடும் நெஞ்சின் வெற்றிடம் எல்லாம் இன்பம் பத்தட்டும்  நேற்றும் பார்ட்டி இன்றும் பார்ட்டி வாழ்வில் என்றும் பார்ட்டி போதை கூட்டி தீயை மூட்டி சொர்க்கம் காட்டும் பார்ட்டி  பிளாட்டினத்தில் கட்டில் தான் உன்பன் தங்கதட்டில் தான் பேபோ எந்தன் டாய்லெட் ரோலோ பட்டில் பட்டில் தான்  நான் குளிக்க மார்ட்டினீ கொண்டு வந்து கொட்டு நீ நானும் நீயும் தானே இங்கே டீல்லி கூட்டனி  உலகத்தில் உயர்ந்ததை தேர்ந்தெடுத்து அதை ரசித்திட ரசித்திட பிறப்பெடுத்தேன்  உனக்கேற்ற உயரத்தில் எனை வளர்த்து நீ ருசித்திட ருசித்திட உனை அடைந்தேன்  தேகங்கள் மோதி கண்ணில் மின்னல் வெட்டட்டும் இன்னும் கொஞ்சம் மேலே போக வானம் தட்டட்டும்  சுற்றிடிடும் பூமி சுற்றிடிடும் பூமி போதையில் சுற்றட்டும் வாட்டிடும் நெஞ்சின் வெற்றிடம் எல்லாம் இன்பம் பத்தட்டும்  நேற்றும் பார்ட்டி இன்றும் பார்ட்டி வாழ்வில் என்றும் பார்ட்டி போதை கூட்டி தீயை மூட்டி சொர்க்கம் காட்டும் பார்ட்டி  நீயோ எந்தன் கைப்பற்ற பார்ட்டி ஃபிலோரில் தீப்பற்ற பார்க்கும் கண்கள் ஒவ்வொன்றிலும் ஜே ஜே ஜேலஸ்ஸி  முத்தம் என்னும் சூப் கொஞ்சம் தந்தால் என்ன உன் நெஞ்சம் தேகம் மொத்தம் இன்னும் கெஞ்சும் அய்யோ பேய் பசி  பசித்து நீ எடுக்கையில் சுவை இருக்கும் உந்தன் அரிசியில் பெண்ணே எந்தன் பெயர் இருக்கும்  பெயர்களின் அவசியம் இனி எதற்கு உந்தன் தொலைபேசி எண்ணை மட்டும் கொடு எனக்கு  நாளும் எண்கள் வேறு இங்கே நாளும் பெண்கள் வேறு வாழ்ய்ன் வாழ்க்கை ஒவ்வொரு நாளும் வேறாய் மாறட்டும்  சுற்றிடிடும் பூமி சுற்றிடிடும் பூமி போதையில் சுற்றட்டும் வாட்டிடும் நெஞ்சின் வெற்றிடம் எல்லாம் இன்பம் பத்தட்டும்  நேற்றும் பார்ட்டி இன்றும் பார்ட்டி வாழ்வில் என்றும் பார்ட்டி போதை கூட்டி தீயை மூட்டி சொர்க்கம் காட்டும் பார்ட்டி தண்ணீர் கற்கள் மோதும் ஓசை ஒன்றே போதும் கோப்பை தான் என் கோட்டை ஹே எங்கும் எப்போதும் நெஞ்சை பிய்க்கும் பாடல் கொஞ்சி மொய்க்கும் பெண்கள் காதல் இல்லா காண்ட் டக் ஹே போதும் எப்போதும் சுற்றிடிடும் பூமி சுற்றிடிடும் பூமி போதையில் சுற்றட்டும் வாட்டிடும் நெஞ்சின் வெற்றிடம் எல்லாம் இன்பம் பத்தட்டும்  சுற்றிடிடும் பூமி சுற்றிடிடும் பூமி போதையில் சுற்றட்டும் வாட்டிடும் நெஞ்சின் வெற்றிடம் எல்லாம் இன்பம் பத்தட்டும்  பின்னூட்டமொன்றை இடுங்கள்"}