{"திரைப்படம்": "Kadhalil Vizhunthen", "பாடலாசிரியர்": "Thamarai", "இசையமைப்பாளர்": "Vijay Antony", "பாடல்": "நாக்கமுக்க நாக்கமுக்க", "வருடம்": "2008", "பாடியவர்கள்": "Vijay Antony", "பாடல்வரிகள்": "ஆண்: மாடு செத்தா மனுஷன் திண்ணான் தோல வச்சு மேளங்கட்டி அர்ரார்ரா நாக்கமுக்க நாக்கமுக்க நாக்கமுக்க மாடு செத்தா மனுஷன் திண்ணான் தோல வச்சு மேளங்கட்டி அர்ரார்ரா நாக்கமுக்க நாக்கமுக்க நாக்கமுக்க  ஆடுரார்ரா நாக்கமுக்க... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க....  ஆடுரார்ரா நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க....   (இசை...)  ஆண்: மாடு செத்தா மனுஷன் திண்ணான் தோல வச்சு மேளங்கட்டி அர்ரார்ரா நாக்கமுக்க நாக்கமுக்க நாக்கமுக்க மாடு செத்தா மனுஷன் திண்ணான் தோல வச்சு மேளங்கட்டி அர்ரார்ரா நாக்கமுக்க நாக்கமுக்க நாக்கமுக்க  ஆடுரார்ரா நாக்கமுக்க... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க....  ஆடுரார்ரா நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க....  (இசை...)  குழு: லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லே... லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லே...  (இசை...)  ஆண்: பந்தாட்டம் உலகம் வச்சான்.. இராட்டினம் போல் சுழல வச்சான்.. ஏற வச்சான் எறங்க வச்சான் சொல்ல விட்டு மயங்க வச்சான் மயங்குனவன எழுப்புடா எழுப்புடா எழுப்புடா அடிங்கடா அடிங்கடா அடிங்கடா அடிங்கடா  பந்தாட்டம் உலகம் வச்சான்.. இராட்டினம் போல் சுழல வச்சான்.. ஏற வச்சான் எறங்க வச்சான் சொல்ல விட்டு மயங்க வச்சான் மயங்குனவன எழுப்புடா எழுப்புடா எழுப்புடா அடிங்கடா அடிங்கடா அடிங்கடா அடிங்கடா மாடு செத்தா மனுஷன் திண்ணான்  தோல வச்சு மேளங்கட்டி கூத்துக்கட்டுடா... மாடு செத்தா மனுஷன் திண்ணான்  தோல வச்சு மேளங்கட்டி கூத்துக்கட்டுடா...  குழு: லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லே... லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லே...  (இசை...)  ஆண்: பொண்ணுங்களா பொறக்க வச்சான் பொண்ணுக்குள்ள கருவ வச்சான்  கருவ வச்சான் கற்ப வச்சான் கற்புக்குள்ள தீய வச்சான் தீய வச்சு எரிய வச்சான் எரிய வச்சான் எரிய வச்சான் மதுரை எரியுது அணைங்கடா அணைங்கடா அணைங்கடா  பொண்ணுங்களா பொறக்க வச்சான் பொண்ணுக்குள்ள கருவ வச்சான்  கருவ வச்சான் கற்ப வச்சான் கற்புக்குள்ள தீய வச்சான் தீய வச்சு எரிய வச்சான் எரிய வச்சான் எரிய வச்சான் மதுரை எரியுது அணைங்கடா அணைங்கடா அணைங்கடா மாடு செத்தா மனுஷன் திண்ணான்  தோல வச்சு மேளங்கட்டி கூத்துக்கட்டுடா... மாடு செத்தா மனுஷன் திண்ணான்  தோல வச்சு மேளங்கட்டி கூத்துக்கட்டுடா...  குழு: லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லே... லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லாரி சோனா.. லே... (மாடு செத்தா...)  குழு: ஆடுரார்ரா நாக்கமுக்க... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க....  ஆடுரார்ரா நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... ஆடுரார்ரா நாக்கமுக்க... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க....  ஆடுரார்ரா நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க.... நாக்கமுக்க....  பெண்: நாக்க முக்க..."}