{"திரைப்படம்": "Pulivaal", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "N. R. Raghunanthan", "பாடல்": "நீலாங்கரையில் கானாங்குருவி", "வருடம்": "2014", "பாடியவர்கள்": "Karthik, Saindhavi", "பாடல்வரிகள்": "நீலாங்கரையில் கானாங்குருவி தானா தவிக்குதே  வானம் திறந்து வைய்யம் கடந்து பறப்போம் காற்றிலே  உடம்பிலிருந்து உசிர மட்டும் உருவி உருவி இழுக்காதே  மாச மாசம் டீசல் வில போல ஆச பாசம் ஏத்தாதே  புடவ தொவைக்கும் துறவிய போல முழியா முழிக்கிறேன்  புலிவால் புடிச்ச எலிய போல தவியா தவிக்கிறேன்  நீலாங்கரையில் கானாங்குருவி தானா தவிக்குதே  வானம் திறந்து வைய்யம் கடந்து பறப்போம் காற்றிலே  பட்டா போட்ட தங்கக் கட்டி பட்டாம்பூச்சி போட்ட குட்டி ஒத்து போகும் காதலியெல்லாம் ஃப்டி ஃப்டி பொண்டாட்டி  கன்னிப்பொண்ணு ஓரங்கட்டி கன்னங்கிள்ளி கண்ணை கட்டி காதல் பண்ணும் பூனைக குட்டி எட்டி நில்லு நான் கெட்டி  காதல் எறும்பு ஊரும் போது கல்லுக்கூட தேயுமே தூர பார்த்து நின்ற பெண்மை தோளில் வந்து சாயுமே  நீ தொட தொட உச்சந்தலை கொதிக்குது விரல் பட பட உள்ளங்காலு குளிருது  நீ சண்டைக்காரி ஆகும்போது பதறுது என் மண்டைக்குள்ள நட்சத்திரம் சிதறது  புலிவால் புடிச்ச எலிய போல தவியா தவிக்கிறேன்  புடவ தொவைக்கும் துறவிய போல முழியா முழிக்கிறேன்  நீலாங்கரையில் கானாங்குருவி தானா தவிக்குதே  வானம் திறந்து வைய்யம் கடந்து பறப்போம் காற்றிலே ஏய்…  செல்போன் மொழி பேசி பேசி சின்ன பொண்ண கெடுக்காதே நீ நூலாம்படை நூலை கட்டி கோயில் தேரை இழுக்காதே  வெள்ளக்காரன் போகும்போதே வெட்கம் கூட போயே போச்சே காலம் இப்போ ஹைக்டெக் ஆச்சே கையை விட்டு போகாதே  பெண்கள் கொண்ட ஆசையெல்லாம் ஃபிரிட்ஜில் வைத்த ஆப்பிள் போல ஆண்கள் கொண்ட ஆசையெல்லாம் வெயிலில் வைத்த வெண்ணை போல  நீ வர வர வக்கிலுக்கு படிக்கிற நீ வாதம் பண்ணி வாதம் பண்ணி ஜெயிக்கிற  நீ முட்டாளுனு நம்பவச்சு நடிக்கிற உன் முட்ட கண்ணில் ரெட்ட முயல் புடிக்கிற  புடவ தொவைக்கும் துறவிய போல முழியா முழிக்கிறேன்  புலிவால் புடிச்ச எலிய போல தவியா தவிக்கிறேன்  நீலாங்கரையில் கானாங்குருவி தானா தவிக்குதே  வானம் திறந்து வைய்யம் கடந்து பறப்போம் காற்றிலே  உடம்பிலிருந்து உசிர மட்டும் உருவி உருவி இழுக்காதே  மாச மாசம் டீசல் வில போல ஆச பாசம் ஏத்தாதே  புடவ தொவைக்கும் துறவிய போல முழியா முழிக்கிறேன்  புலிவால் புடிச்ச எலிய போல தவியா தவிக்கிறேன்  நீலாங்கரையில் கானாங்குருவி தானா தவிக்குதே  வானம் திறந்து வைய்யம் கடந்து பறப்போம் காற்றிலே"}