{"திரைப்படம்": "Vai Raja Vai", "பாடலாசிரியர்": "Hiphop Tamizha", "இசையமைப்பாளர்": "Yuvan Shankar Raja", "பாடல்": "நாம் வாழ்ந்திடும்", "வருடம்": "2014", "பாடியவர்கள்": "Hiphop Tamizha, Yuvan Shankar Raja", "பாடல்வரிகள்": "ஐ வாஸ் ஹிஸ் நம்பர் ஒன் ஃபேன் வேன் ஐ வாஸ் ய கிட் தென் வாஸ் மேகிங்க் ஸாங்க் வித் தெ ஸந் தென் திஸ் வித்இன் திஸ்  ஐ நெவர் தாட் ஐ வுட் மேக் ஸாங்க்ஸ் வித் லெஜென்ட்ஸ் பட் ஐ ஆம் மேகிங்க் திஸ் டிராக்க் அன்ட் ஐ ஆம் ரேபிங்க் வித் யுவன் ஐ ஆம் ய டேமொன் இன் த ஹயுமன் ஃபார்ம் ஹிப் ஹாப் தமிழன் ஹிப் ஹாப் தமிழா  ஹே ஐ ஆம் பேக் ஃப்ரம் ஹெவென் யூ கேன் கால் மி பரம சிவன் மவனே எங்கிட்ட வச்சிக்கிட்டா நான் தான் உனக்கு எமன் ஐ ஆம் ய டேமொன் இன் த ஹயுமன் ஃபார்ம் ஹிப் ஹாப் தமிழன் யூ ஆஹ் லெட்ஸ் கோ  நாம் வாழ்ந்திடும் இந்த வாழ்க்கை முடிந்திடும் இருந்தாலும் வாழ்வோம் நாம் புகழ் அது நிரந்தரம்  நாம் வாழ்ந்திடும் இந்த வாழ்வில் பயம் வரும் அதை வென்று பார்த்திட நாம் படைப்போம் சரித்திரம்  வெற்றியோ தோல்வியோ வீரனாய் வாழ்ந்திடு உன் கைகளை உயர்த்தி நீ அந்த விண்ணை வெட்டி மண்ணில் இடு  கருவறை முதல் கல்லறை வரை தேவை சில்லறை சில்லறை இன்றி இந்த வாழ்க்கை இனிக்காத சர்க்கரை இக்கரைக்கு அக்கறை பச்ச  மச்சி என் திறமைக்கு முன்னாடி நீ பச்ச என் மேல கைய வச்ச நீ செத்த மோதாத நீ என் கிட்ட  காஸ் i வில் பி ய தமிழ்நாடு கங்ஸ்டர் பாக் இன் மை சொந்த ஊரு தே கால் மீ மொன்ஸ்டர்   வை ராஜா வை நாங்க கை வச்சாலே கெத்து தான் வை ராஜா வை எங்கள பகச்சிகிட்டா உனக்கு டெத்துதான் வை ராஜா வை நான்கு கை  வை ராஜா வை நாங்க கை வச்சாலே கெத்து தான் வாசலே கெத்து தான் வை ராஜா வை எங்கள பகச்சிகிட்டா உனக்கு டெத்துதான்  ஒபாமா இல்ல ஒசாமா நீ நீ யாரனா இருந்துட்டு போ மாமா ஆனா எங்கிட்ட பிரச்சன வேணாம்மா நான் மோசமான தமிழன் ஆமா  நான் தல தான் தறு தல தான் என்ன பகச்சா விழும் கொல டா நான் மலைனா நீ வெறும் எல டா என்ன புடிக்க இல்ல வல டா  நாம் வாழ்ந்திடும் இந்த வாழ்க்கை முடிந்திடும் இருந்தாலும் வாழ்வோம் நாம் புகழ் அது நிரந்தரம்  நாம் வாழ்ந்திடும் இந்த வாழ்வில் பயம் வரும் அதை வென்று பார்த்திட நாம் படைப்போம் சரித்திரம்  வெற்றியோ தோல்வியோ வீரனாய் வாழ்ந்திடு உன் கைகளை உயர்த்தி நீ அந்த விண்ணை வெட்டி மண்ணில் இடு  பின் வைத்த காலை முன் வைத்து பார்த்தால் எதிரிக்கும் தன்னாலே வேர்க்குமடா  சிங்கத்தின் கூண்டில் சிலம்போலி சிரித்தால் சிங்கமும் அண்ணாந்து பார்க்குமடா  பின் வைத்த காலை முன் வைத்து பார்த்தால் எதிரிக்கும் தன்னாலே வேர்க்குமடா  சிங்கத்தின் கூண்டில் சிலம்போலி சிரித்தால் சிங்கமும் அண்ணாந்து பார்க்குமடா  வை ராஜா வை நாங்க கை வச்சாலே கெத்து தான் வாசலே கெத்து தான் வை ராஜா வை எங்கள பகச்சிகிட்டா உனக்கு டெத்துதான்  வை ராஜா வை நாங்க கை வச்சாலே கெத்து தான் வாசலே கெத்து தான் வை ராஜா வை எங்கள பகச்சிகிட்டா உனக்கு டெத்துதான்  ஹே ஐ ஆம் பேக் ஃப்ரம் ஹெவென் யூ கேன் கால் மி பரம சிவன் மவனே எங்கிட்ட வச்சிக்கிட்டா நான் தான் உனக்கு எமன்"}