{"திரைப்படம்": "Love Birds", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "நோ ப்ராப்ளம்", "வருடம்": "1996", "பாடியவர்கள்": "Apache Indian, A. R. Rahman", "பாடல்வரிகள்": "நோ ப்ராப்ளம் நோ ப்ராப்ளம் நோ ப்ராப்ளம் நோ ப்ராப்ளம் நோ ப்ராப்ளம் நோ ப்ராப்ளம்  ஆல் த பீப்புல் ஐ ஸெட் ஃபார்வர்ட் இன்டியா ஜஸ்ட் பேல் ஔட் நோ ப்ராப்ளம் ரோட் ஆஃப் வே  க்ரீடிங்க் வித் ரெஸ்பெக்ட் நமஸ்தே ஸ்வஸ்திக்கர் சலாம் அலைக்கும் அன்ட் வணக்கம் டூ ஆல் தமிழ் மாஸஸ்  லைவ் அன்ட் டைரெக்ட் ஸ்ட்ரீம் ஃப்ரம் மெட்ராஸ் ஹியர் ய்யா  சந்தோசி காலே மேரி சுணோ மே நோ டேக் பேக்க் நோ சாட்  பீச்சே ஹோயி டெக்கோ கம் ஃபியர் நோ டாக்  இன் அவர் மெட்ராஸ்ஸ் வீ டிட் மேக் ஏ ஸ்டாப்  ஐ ஆம் கோ அப்ப்பாச்சி வித் ஏ பீபல் டிட் ஏ சாட்  இப் யூ ஃபிட் ஒன் எல் ஸீ ஸீ நோ ப்ராப்ளம் இப் யூ திருஷ்ட் ஒன் ல்யாடீஸ் ய்யா நோ ப்ராப்ளம்  சாய் யூ நோ அபௌட் ஹிஸ்டரீ ப்ராப்ளம் சாய் யூ பிகிந்ஸ் அ சாயா டீ நோ ப்ராப்ளம்  எவெரிபடீ கம் டுகெதர் அன்ட் சாய் டொபப் ரன் ஹூ ஃபார் ஒன் ரன் இன் தெ ஸேம் டைரெக்சன்  இன்டியந் வுமேன் தட் வீ பௌட் ஸ்ட்ராங்க் கம் ஃப்ரம் மெட்ராஸ் சோ வாட் அபௌட் இங்க்லென்ட்  ஃபர்ஸ்ட் வீ ஃபால் யுவர் அப்ரிஸியேஷன் பல்லே பல்லே போடு வைப்ஸ் இன் மை ரன்  ரீச் டூ த டாப் இன் யுவர் ப்ரொஃப்பஸ்சன் வெந் யூ ஸக்ஸ் டூ இட் அஸ் ஏ இன்டியன்  கம் ஃப்ரம் மாட்ராஸ்ஸி நோ ப்ராப்ளம் பாம்‌பே பா ஷெசெ நோ ப்ராப்ளம் அன்ட் யூ ஹைதராபாத் சாய் நோ ப்ராப்ளம் சாய் யுவர் ஆந்ஸர் பா ஸீ சாய் நோ ப்ரோப்லேம்  நௌ வீ அரே இன்டியன் வீ வில் ப்ரௌட் ஆஃப் இட் கோ த்ரூ யுவர் லைஃப் வித் ஏ இன்ஸென்டிவ்  வர்க் டுகெதர் அன்ட் பி ஸபோர்‌டிவ் ஃப்யூ ஃப்யூ சான்ஸஸ் அரே கன்ஸ்ட்ரக்டிவ் ஹாஃப் தோ நோ லெர்ன் வீ கேவ் டூ கிவ்  அப்பாச்சி இன்டியன் அன்ட் தெ ரைம் மோடிவ் இண்டெல் டூ கோ எவெரி டெல் மாஸ்சிவ் டெல் மோஹனா ரங்கன் பி ஸப்போர்‌டிவ்  பீபி அன்ட் பாப்பா நோ ப்ராப்ளம் ஃபீ ய சாசி அன்ட் சாச்சா நோ ப்ராப்ளம்  ஃபீட் தெ ராணி அன்ட் ராஜா நோ ப்ராப்ளம் ஃபீட் தெ மச்சி அன்ட் யுவர் மாசா நோ ப்ராப்ளம்  நோ ப்ரோப்லேம் நோ ப்ரோப்லேம்  ரிமெம்பர் டூ யூ நோ அன்ட் ஃபர்காட் இட் நான் வய லென்ஸ் அன்ட் வந் ஓவர் த டீம்  கம்மான் டுகெதர் அன்ட் நோ டே பாஸ் ய்யா ஃபேக் ஃபியர் ம நோ சாய் சாய டீ  ஒன் தெ ரேடியோ அன்ட் ஆந் இன் த மூவீ அதி ராஜா அண்ணாதி ராணி  இன்னா மச்சா ஸா பாம்‌பே சிட்டி நோந் டு யுவர் ஹார்ட் வெந் யூ ஃபாலொ யுவர் ஹார்ட்  புஷ் யுவர் ஆர்ம் நாறி நாறி சாய் இப் யு ஆர் ப்ரௌட் ஆஃப் யுவர் லாண்ட் ஸே  ஸே த உமன் அன்ட் மன் ஸே நோ ப்ராப்ளம் வென் யூ சைட் டாப் அன்ட் ஸே அன்ட்  ஃப்ரம் த பாம்‌பே பா ஸீ ஸே ஸே த மெட்ராஸ் பா ஸீ ஸே  சாய் யூ இன் ஹைடெராப்யாட் சாய் நோ ப்ராப்ளம் அன்ட் இன் இந்நர் கோ ஜீந்ஸ் ய்யா நோ ப்ராப்ளம்  அன்ட் பெ பல்லே பல்லே ஸே நோ ப்ராப்ளம் அன்ட் பெ ஸ்யாப்ஹ சபா ஸே நோ ப்ராப்ளம்  ஒன் சாக்தே ஃபந் சாய் நோ ப்ராப்ளம் ஆ வணக்கம் அப்பாச்சி சாய் நோ ப்ராப்ளம்  பிக் ரெஸ்பெக்ட் டு ஆல் மாஸ் டு லைவ் அன்ட் டைரெக்ட் கோ டு இங்கிலாந்து  யூ ஹ்யாவ் அப்யாசீ இன்டியன் லிங்க்ட் அப் டு ரெட்கிரோஸ்ஸ் ஸீ அன்ட்  ரஹ்மான் லவ் அன்ட் டைரெக்ட் ஃப்ரம் ம்யாட்ரஸ்.  நோ ப்ரோப்லேம் நோ ப்ராப்ளம் நோ ப்ரோப்லேம் நோ ப்ராப்ளம்  ஹே உலகம் எல்லாம் எங்கள் தமிழ் பாட்டு அட நிலவு சாய்ந்தாத என்ன ரேட்டு வெஸ்டர்ன் எங்களுக்கு விளையாட்டு நோ ப்ராப்ளம்  ஹே உலகம் எல்லாம் எங்கள் தமிழ் பாட்டு அட நிலவு சாய்ந்தாத என்ன ரேட்டு வெஸ்டர்ன் எங்களுக்கு விளையாட்டு நோ ப்ராப்ளம்  நோ ப்ராப்ளம் நோ ப்ராப்ளம் ட்வீக் நோ ப்ராப்ளம் நோ ப்ராப்ளம் உன்னை சேலை கட்ட சொன்ன நோ ப்ராப்ளம் நோ ப்ராப்ளம்  உன்னை சைவம் ஆக சொன்ன நோ ப்ராப்ளம் நோ ப்ராப்ளம் நான் சேவ் பண்ண மறுத்தா நோ ப்ராப்ளம் நோ ப்ராப்ளம் நான் வெட்டி கட்டி அலைன்சா நோ ப்ராப்ளம் நோ ப்ராப்ளம்  கிழக்கு உலகத்தை அந்நாளில் இந்த மேற்கு உலகங்கள் ஆண்டனவே இன்று கிழக்கு மேற்காக மாறியதே நோ ப்ராப்ளம்  ஒரு விதைக்குள் எம்மை வைத்தாலும் மிக விரைவில் வெளியேறி வருவோமே புது விஷ்வரூபங்கள் கொள்வோமே நோ ப்ராப்ளம்  நோ ப்ராப்ளம் நோ ப்ராப்ளம் நோ ப்ராப்ளம் நோ ப்ராப்ளம் நோ ப்ராப்ளம் நோ ப்ராப்ளம்  நான் உன்னை விட கருப்பு நோ ப்ராப்ளம் நோ ப்ராப்ளம் நான் உன்னை விட சிறுசு நோ ப்ராப்ளம் நோ ப்ராப்ளம் நான் இரவுக்கு புதுசு நோ ப்ராப்ளம் நோ ப்ராப்ளம்  நோ ப்ராப்ளம் நோ ப்ராப்ளம் நோ ப்ராப்ளம் நோ ப்ராப்ளம் நோ ப்ராப்ளம் நோ"}