{"திரைப்படம்": "Tamil Devotional", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "", "பாடல்": "நெறஞ்சு மனசு உனக்குதாண்டி", "வருடம்": "2013", "பாடியவர்கள்": "", "பாடல்வரிகள்": "நெறஞ்சு மனசு உனக்குதாண்டி மகமாயி உன்னை நினைச்சுப்புட்டா கெடுதல் எல்லாம் சுகமாகி மறைகளும் இதை சொல்லுமடி மகமாயி கண்ணில் தொட்டியங்குளம் தெரியுதடி மகமாயி  நமையாளும் நாயகியாம் நல்மகமாயி கண்ணிமை போல காத்திடுவாள் மகமாயி உமையவள் அவளே இவமான் மகளே சமயத்தில் வருபவள் அவளே எங்கள் சமயபுரத்தாள் அவளே  இசைக்கலையாவும் தந்தருள வேண்டும்என்  குலதெய்வமே மகமாயி தஞ்சமென்று உன்னை சரணடைந்தேன் தஞ்சை முத்துமாரி முந்தை வினைகளைக் களைந்தெறிவாள் தாய் மயிலையிலே முண்டகக்கன்னி கோலவிழி பத்திரகாளி வேண்டும் வரம் தருவாள் என் தாய் ஏற்காட்டுக் கருமாரி  ஆத்தா கருமாரி கண் பார்த்தா போதும் பார்த்தா வினைதீரும் பாவமெல்லாம் பறந்தோடும் ஆத்தா கருமாரி கண் பார்த்தா போதும் பார்த்தா வினைதீரும் பாவமெல்லாம் பறந்தோடும்  காத்தாயி மகமாயி கருணை தெய்வம் மாகாளி நார்த்தா மலைவாழும் நார்த்தா மலைவாழும் நார்த்தா மலைவாழும் எங்கள் நாயகியாம் திரிசூலி  ஆத்தா கருமாரி கண் பார்த்தா போதும் பார்த்தா வினைதீரும் பாவமெல்லாம் பறந்தோடும் நெஞ்சினிலே நிறைந்திருப்பா நிம்மதியைத் தந்திடுவா வஞ்சகரின் வாழ்வருப்பா வந்தவினை தீர்த்திடுவா மஞ்சளிலே குளிச்சிருப்பா சிங்காரமா சிரிச்சு நிப்பா மஞ்சளிலே குளிச்சிருப்பா சிங்காரமா சிரிச்சு நிப்பா தஞ்சமென்று வந்துவிட்டா தயங்காம காத்து நிப்பா தஞ்சமென்று வந்துவிட்டா தயங்காம காத்து நிப்பா  மல்லிகைச்சரம் தொடுத்து மாலையிட்டோம் அரிசி மாவிளக்கு ஏற்றி வைத்து பொங்கலுமிட்டோம் அம்மா துள்ளியே எந்தன் முன்னே வாருமம்மா அம்மா தூயவளே எந்தாயி மாரியம்மா  பட்டுப் பீதாம்பரத்தில் தாவணியுமுனக்கு பாவாடைச் சேலைகளும் கொண்டு வந்தோம் பட்டுப் பீதாம்பரத்தில் தாவணியுமுனக்கு பாவாடைச் சேலைகளும் கொண்டு வந்தோம்  உன்னிடத்தில் சொல்லாமல் வேறு எந்த உறவிடத்தில் முறையிடுவேன் தாயே எந்தன் அன்னையவள் நீயிருக்க உலகில் அந்நியரைக் கெஞ்சிடுதல் முறையோ அம்மா கண்ணீரைத் துடைத்துவிட ஓடிவாம்மா காத்திருக்க வைத்திடுதல் சரியோ அம்மா இந்த சின்னவனின் குரல் கேட்டு உன்முகம் திருப்பு சிரித்தபடி என்னைதினம் வழியனுப்பு அம்மா  கண்ணிரண்டும் உன்னுருவைக் காணவேண்டும் அம்மா காலிரண்டும் உன்னடியையே நாட வேண்டும் பண்ணமைக்கும் நாவுனையே பாட வேண்டும் அம்மா எல்லோரும் பக்தியுடன் கையெடுத்து உன்னையே  கும்பிட வேண்டும் எண்ணமெல்லாம்  உன் நினைவே ஆக வேண்டும் இருப்பதெல்லாம் உன்னுடையதாக வேண்டும்  மண்ணடக்கும் தாயே பெரிய பாளையத்தம்மா மண்ணளக்கும் தாயே குலதெய்வமே  தொட்டியங்குளம் மாரியம்மாமா மதுரையிலே தெப்பக்குள மாரியம்மா விருதுநகரிலே முத்துமாரியம்மா சிவகாசியிலே பத்திரகாளியம்மா வீரபாண்டியிலே கெளமாரியம்மா தாயமங்கலத்திலே முத்துமாரியம்மா இருக்கன்குடியிலே மாரியம்மா செந்தூரிலே சந்தன மாரியம்மா ஆரல்வாய்மொழியிலே முப்பந்தலிலே இசக்கி மாரியம்மா பெருங்கரையிலே சதுரங்கநாயகியம்மா சிவகங்கையிலே வெட்டுடையார் காளியம்மா திண்டுக்கல்லிலே கோட்டை மாரியம்மா மணப்பாறையிலே முத்துமாரியம்மா திருச்சியிலே சமயபுரத்தம்மா வெக்காளியம்மா  சிறுவாச்சூர் மதுரகாளியம்மா மண்ணளக்கும் தாயே தஞ்சையிலே புண்ணைநல்லூர் மாரியம்மா குடந்தையிலே படைவெட்டி மாரியம்மா வலங்கைமானிலே பாடைகட்டி மாரியம்மா நாகையிலே நெல்லுக்கடை மாரியம்மா வேளாங்கன்னியிலே வேளங்கன்னியம்மா திருத்துறைப்பூண்டியிலே முள்ளாச்சியம்மா எட்டுக்குடியிலே துரோபதை மாரியம்மா ஆரூரிலே சீதளாதேவி எள்ளம்மா பட்டுக்கோட்டையிலே நாடியம்மா அறந்தாங்கியிலே வீரமா காளியம்மா திருவப்பூர் மாரியம்மா கொண்ணையூர் மாரியம்மா காரைக்குடியிலே கொப்புடைய நாயகியம்மா கண்கொடுக்கும் தெய்வமே நாட்டரசன்கோட்டை வாழும் என் கண்ணாத்தாள்  மண்ணளக்கும் தாயே படவேட்டிலே ரேணுகா பரமேஸ்வரியம்மா மேல்மருவத்தூர் ஆதிபராசக்தியம்மா மேல்மலையனூர் அங்காளபரமேஸ்வரியம்மா வெட்டுவானம் எல்லையம்மா செங்கையிலே மனப்பாக்கம் கன்னியம்மா செங்கையிலே நாகாத்தம்மா  மண்ணளக்கும் தாயே சென்னையிலே மயிலையிலே அருள்மிகு தேவி முண்டகக்கன்னியம்மா கோலவிழி பத்ரகாளியம்மா அல்லிக்கேணியிலே எல்லம்மா புரசையிலே பாதாள பொன்னியம்மா மாம்பலத்திலே முப்பாத்தம்மா வடசென்னையிலே ரேணுகா பரமேஸ்வரியம்மா  மண்ணளக்கும் தாயே சேலத்திலே அன்னதான மாரியம்மா ஈரோட்டிலே சின்ன மாரி பெரிய மாரியம்மா கோவையிலே தண்டுமாரியம்மா கோணியம்மா சத்யமங்கலத்திலே பண்ணாரி மாரியம்மா  மண்ணளக்கும் தாயே காசி விசாலாக்ஷியம்மா வங்காளத்திலே காளியம்மா விஜயவாடாவிலே கனகதுர்க்கையம்மா கர்நாடக மாநிலத்திலே அன்னை சாமுண்டீஸ்வரி சாரதாம்பிகை மூகாம்பிகையம்மா தங்கவயலிலே கங்கையம்மா  மண்ணளக்கும் தாயே கேரளத்திலே சோட்டாணிக்கரை பகவதியம்மே கொடுங்கல்லூர் பகவதியம்மே  மண்ணளக்கும் தாயே மலேசிய நாட்டிலேமகா மாரியம்மா சிங்கப்பூரிலே வீரமா காளியம்மா  இவையணைத்தும் ஒன்று சேர்ந்த சக்தி சொரூபமே அம்மா திருவேற்காட்டில் வாழ் கனவிலும் நினைவிலும் இவன் தொழும் என் சத்திய தெய்வமே கருமாரியம்மா  கருமாரியம்மா இந்த மகனுடைய குறைகளையும் கவலைகளையும் தீரடியம்மா அம்மா அம்மா அம்மா அம்மா அம்மா அம்மா  அம்மா கற்பூர நாயகியே கனகவல்லி காளிமகமாயி கருமாரியம்மா பொற்கோவில் கொண்ட சிவகாமியம்மா பூவிருந்த வள்ளி தெய்வயானையம்மா விற்கோல வேதவள்ளி விசாலக்ஷி விழிக்கோல மாமதுரை மீனாக்ஷி சொற்கோவில் நானமைத்தேன் இங்கு தாயே அம்மா சுழலாக வாழ்விப்பாய் எம்மை நீயே  புவனமுழுதாடுகின்ற புவனேஸ்வரி புறமிருந்தோர் புறமிருக்கும் பரமேஸ்வரி நவநவமாய் வடிவாகும் நாகேஸ்வரி அம்மா நம்பினவர் கைவிளக்கே சர்வேஸ்வரி கவலைகளைத் தீர்த்து வைக்கும் காளீஸ்வரி காரிருளின் தீச்சுடரே ஜோதீஸ்வரி புவமான பரம்பொருளே ஜெகதீஸ்வரி அம்மா உன்னடிமை சிறியேனை நீ ஆதரி  நெற்றியில் உன் குங்குமமே நிறைய வேண்டும் நெஞ்சில் உன் திருநாமம் பதிய வேண்டும் கற்றதெல்லாம் மென்மேலும் பெருக வேண்டும் கவிதையிலே உன் நாமம் பாட வேண்டும் சுற்றமெல்லாம் நீடூழி வாழ வேண்டும் ஜோதியிலே நீயிருந்து ஆள வேண்டும் மற்றதெல்லாம் நானுக்குச் சொல்லலாமா மடிமீதில் பிள்ளை என்னைத் தள்ளலாமா  அன்னைக்கு உபசாரம் செய்வதுமுண்டோ அதுசெய்து இந்நேரம் ஆவதுமுண்டோ கண்ணுக்கு இமையின்றி காவலுமுண்டோ அம்மா கன்றுக்கும் பசுவின்றி சொந்தமுண்டோ முல்லைக்கும் பிள்ளைக்கும் பார்ப்பதுமுண்டோ முழுமைக்கும் நீ எந்தன் அன்னையன்றோ எண்ணைக்கும் விளக்குக்கும் மீதமுண்டோ அம்மா என்றைக்கும் நானுந்த பிள்ளையன்றோ அன்புக்கே நானடிமை ஆக வேண்டும் அறிவுக்கே என் காது கேட்க வேண்டும் வம்புக்கே போகாமல் இருக்க வேண்டும் அம்மா வஞ்சத்தை என் நெஞ்சம் அறுக்க வேண்டும்  பண்புக்கே உயிர் வாழ ஆசை வேண்டும் பரிவுக்கே நாங்களென்றும் பணிய வேண்டும் என் பக்கம் இவையெல்லாம் இருக்க வேண்டும் அம்மா என் நாவில் நீ என்றும் பாட வேண்டும்  கும்பிடவோ கையிரண்டு போதவில்லை கூப்பிடவோ நாவொன்றால் முடியவில்லை நம்பிடவோ மெய்யதனில் சக்தியில்லை நடந்திடவோ காலிரண்டால் ஆகவில்லை செம்பவழ வாயழகி உன்னெழிலோ இவன் சின்ன இரு கண்களுக்குள் அடங்கவில்லை  அம்பரமே விழியாளே உன்னை என்றும் இவன் அடிபணியும் ஆசைக்கோர் அளவுமில்லை  காற்றாகி கனலாகி கடலாகினாய் கயிறாகி உயிராகி உடலாகினாய் நேற்றாகி இன்றாகி நாளாகினாய் நிலமாகி பயிராகி உணவாகினாய் தோற்றாலும் ஜெயித்தாலும் வாழ்வாகினாய் தொழுதாலும் அழுதாலும் வடிவாகினாய் பாடாத நாளில்லை தாயே உன்னை அம்மா தினம் உன்னை பாடாத நாளில்லை கருமாரி மகமாயி  பொருளோடு புகழோடு நோய் நொடி இல்லாமல் எல்லோரையும் வைப்பாய் அம்மா அம்மா  வேற்காடு ஆலயத்தில் மூலஸ்தானத்தில்  சரவிளக்கு சுடர் விடவே சாற்றிய மாலையெல்லாம் உருமறைக்க அம்மாவுக்கு அர்ச்சகர்கள்  ஓம் அகாரதக்சராகாளாயை நமஹ ஓம் அன்னபூர்ணாயை நமஹ ஓம் அம்பிகாயை நமஹ ஓம் அங்காளபரமேஸ்வர்யை நமஹ ஓம் ஆஜ்யந்த லஹிதாயை நமஹ ஓம் இச்சாக்ருதையே நமஹ ஓம் ஈஸ்வர ப்ரிய வல்லபாயை நமஹ ஓம் ராஜ ராஜேஸ்வரி ரூபாயை நமஹ ஓம் ராமதாசார்ய வஞ்சிதாயை நமஹ ஓம் கிருஷ்ணமாயை நமஹ  அம்மாவுக்கு அர்ச்சனை செய்து கற்பூரம் காட்டி கைதொழுதால் கணத்தினிலே எங்கிருந்தாலும்  ஓடி வருவாள் தேவி கருமாரி  கிங்கிணி கிலுகிலுக்க கால் சலங்கை சலசலக்க கிங்கிணி கிலுகிலுக்க கால் சலங்கை சலசலக்க உடலெல்லாம் சிலுசிலுக்க உன் சிரிப்பொலி கேட்குதம்மா எங்கள் சிந்தை குளிருதம்மா அம்மா  உந்தன் பெருமையை இந்த உலகுக்கு எடுத்து பாடாட்டா இந்த ஜென்மம் எடுத்து என்ன பயனென்று சொல்லடி நீயாத்தா செல்லாத்தா செல்ல மாரியாத்தா எங்கள் சிந்தையில் வந்து அரை வினாடி நில்லாத்தா கண்ணாத்தா உன்னைக் காணாட்டா இந்த கண்களிருந்து என்ன புண்ணியம் சொல்லாத்தா உந்தன் பெருமையை இந்த உலகுக்கு எடுத்து பாடாட்டா  இந்த ஜென்மம் எடுத்து என்ன பயனென்று சொல்லடி நீயாத்தா செல்லாத்தா செல்ல மாரியாத்தா எங்கள் சிந்தையில் வந்து அரை வினாடி நில்லாத்தா கண்ணாத்தாள் உன்னைக் காணாட்டா இந்த கண்களிருந்து என்ன புண்ணியம் சொல்லாத்தா  உந்தன் பெருமையை இந்த உலகுக்கு எடுத்து பாடாட்டா இந்த ஜென்மம் எடுத்து என்ன பயனென்று சொல்லடி நீயாத்தா ஆதிசக்தி மாதா கருமாரி மாதா எங்கள் ஆதிசக்தி மாதா கருமாரி ஆத்தா  தீ மிதித்து வந்திடுவார் பக்தர்களும் உனை நாடி தீ மிதித்து வந்திடுவார் பக்தர்களும் உனை நாடி தேவி உனை பாடி வரும் அன்பர்களும் பல கோடி தீ மிதித்து வந்திடுவார் பக்தர்களும் உனை நாடி தேவி உனை பாடி வரும் அன்பர்களும் பல கோடி  புற்றினிலே பாலூற்றி பணிந்திடுவார் பல கோடி புற்றினிலே பாலூற்றி பணிந்திடுவார் பல கோடி சக்தி உமை நாயகியே சங்கரியே கருமாரி சக்தி உமை நாயகியே சங்கரியே கருமாரி  ஆதிசக்தி மாதா கருமாரி ஆத்தா எங்கள் ஆதிசக்தி மாதா கருமாரி ஆத்தா  உலகமே ஆடுதம்மா உன் சிரிப்பிலே அம்மா உமையவளே என் தாயி மாரியம்மா பூவாடை வீசுதம்மா பூமகளே உனக்கு பாமாலை கொண்டு வந்தோம் பாருமம்மா உனக்கு பாமாலை கொண்டு வந்தோம் பாருமம்மா  சம்யபுரத்தாளே மாரியம்மா அம்மா சங்கரியே எந்தன் முன்னே வாருமம்மா தொல்லைகளை அகற்றும் தெய்வமே மாரியம்மா தொட்டியங்குளம் வாழும் மாரியம்மா வேற்காடு தன்னிலிருக்கும் மாரியம்மா எனக்கு வேண்டும் வரம் தருபவளே மாரியம்மா மாரியம்மா கருமாரியம்மா மாரியம்மா கருமாரியம்மா மாரியம்மா கருமாரியம்மா மாரியம்மா கருமாரியம்மா ஆத்தா கருமாரி கண் பார்த்தா போதும் பார்த்தா வினைதீரும் பாவமெல்லாம் பறந்தோடும் ஆத்தா கருமாரி கண் பார்த்தா போதும் பார்த்தா வினைதீரும் பாவமெல்லாம் பறந்தோடும்  கற்பூர நாயகியே கனகவல்லிகாளி மகமாயி கருமாரியம்மா கருமாரியம்மா கருமாரியம்மா"}