{"திரைப்படம்": "Tamil Devotional", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "", "பாடல்": "நமச்சிவாயா நமச்சிவாயா", "வருடம்": "2013", "பாடியவர்கள்": "S. P. Bala", "பாடல்வரிகள்": "நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா  நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா   நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா  நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா   ஹர ஹர சிவனே அருணாசலனே  அண்ணாமலையே போற்றி சிவ ஓம் நமச்சிவாயா   சிவ சிவ ஹரனே சோனாச்சலனே  ஹர ஹர சிவனே அருணாசலனே  அண்ணாமலையே போற்றி ஹர ஓம் நமச்சிவாயா   அணலே நமச்சிவாயம் அலலே நமச்சிவாயம் கனலே நமச்சிவாயம் காற்றே நமச்சிவாயம்  புலியின் தோலை இடையில் அணிந்த புனிதக்கடலே போற்றி சிவ ஓம் நமச்சிவாயா  கலியின் தீமை யாவும் நீக்கும் கருணை கடலேப் போற்றி  ஹர ஓம் நமச்சிவாயா ஹர ஓம் நமச்சிவாயா  புனலே நமச்சிவாயம் பொருளே நமச்சிவாயம் புகழே நமச்சிவாயம் புனிதம் நமச்சிவாயம்  நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா,  நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா ---------------------------------------- நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா,  நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா  சிவனார் கங்கை கரையில் அமர்ந்த சீதழே ஒளியே போற்றி சிவ ஓம் நமச்சிவாயா  தவமே செய்யும் தபோவனத்தில் ஜோதி லிங்கனே போற்றி ஹர ஓம் நமச்சிவாயா  வேதம் நமச்சிவாயம் நாதம் நமச்சிவாயம் பூதம் நமச்சிவாயம் கோதம் நமச்சிவாயம்  மணிப்பூர் அகமாய் சூட்சுமம் காட்டும் அருணாச்சாலனே போற்றி சிவ ஓம் நமச்சிவாயா  மங்கள சிவனாய் தங்கிடும் வடிவே செங்கனல வண்ணா போற்றி ஹர ஓம் நமச்சிவாயா  அன்பே நமச்சிவாயம் அணியே நமச்சிவாயம் பண்பே நமச்சிவாயம் பரிவே நமச்சிவாயம்  நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா ------------------------------------------- நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா  நினைத்த உடனே முக்தியை தந்திடும் அண்ணாமலையே போற்றி சிவ ஓம் நமச்சிவாயா  நிம்மதி வாழ்வில் நித்தமும் தந்திட சன்னிதி கொண்டாய் போற்றி ஹர ஓம் நமச்சிவாயா  அருளே நமச்சிவாயம் அழகே நமச்சிவாயம் இருளே நமச்சிவாயம் இனிமை நமச்சிவாயம்  சித்தர் பூமியாய் சிவலயம் காட்டும் அண்ணாமலையே போற்றி சிவ ஓம் நமச்சிவாயா  பக்தர் நெஞ்சினை சிவமயாமாக்கும் சிவபெருமானே போற்றி ஹர ஓம் நமச்சிவாயா  குருவே நமச்சிவாயம் உயிரே நமச்சிவாயம் அருவே நமச்சிவாயம் அகிலம் நமச்சிவாயம்  நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா --------------------------------------------- நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா  அன்னை உமைக்கு இடமாய் உடலில் ஆலயம் தந்தாய் போற்றி சிவ ஓம் நமச்சிவாயா  சொன்ன வண்ணமே  செய்யும் நாதனே சோனாசலனே போற்றி ஹர ஓம் நமச்சிவாயா  ஆதியும் நமச்சிவாயம் அந்தமும் நமச்சிவாயம் ஜோதியும் நமச்சிவாயம் சுந்தரம் நமச்சிவாயம்  சூரியன் சந்திரன் அஷ்டவ சுட்கன் ஒதி நாடும் நாதா போற்றி சிவ ஓம் நமச்சிவாய  சுந்தரி உண்ணாமலையுடன் திகழும் அண்ணாமலையே போற்றி ஹர ஓம் நமச்சிவாயா  சம்பவம் நமச்சிவாயம் சத்குரு நமச்சிவாயம் அம்பிகை நமச்சிவாயம் ஆகமம் நமச்சிவாயம்  நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா --------------------------------------------------------- நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா  எட்டா நிலையில் நெட்டாய் எழுந்த வேதலிங்கமே போற்றி சிவ ஓம் நமச்சிவாயா  பற்றாய் இருந்து பற்றும் எவருக்கும் பாதை காட்டுவாய் போற்றி ஹர ஓம் நமச்சிவாயா  கதிரும் நமச்சிவாயம் சுடரும் நமச்சிவாயம் புதிரும் நமச்சிவாயம் புவனம் நமச்சிவாயம்  ஜோதி பிழம்பின் சுடரில் கனிந்த  அண்ணாமலையே போற்றி சிவ ஓம் நமச்சிவாய  ஆதி பிழம்பில் ஆலயம் கொண்ட அடி அண்ணாமலை போற்றி ஹர ஓம் நமச்சிவாயா  குளிரே நமச்சிவாயம் முகிலும் நமச்சிவாயம் பனியும் நமச்சிவாயம் பருவம் நமச்சிவாயம்  நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா ------------------------------------------ நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா  குமரகுருவான குகனே பனிந்த குருலிங்கேசா போற்றி சிவ ஓம் நமச்சிவாயா  இமய மலைமீது வாசம் புரியும் அமரோர் அரசே போற்றி ஹர ஓம் நமச்சிவாயா  மண்ணும் நமச்சிவாயம் மரமும் நமச்சிவாயம் விண்ணும் நமச்சிவாயம் விளைவும் நமச்சிவாயம்  மணிமலையாகிய மந்திர மலையில் சுந்தரமானாய் போற்றி சிவ ஓம் நமச்சிவாய  அணியா பரணம் பலவகை சூடும் அருணாச்சலனே போற்றி ஹர ஓம் நமச்சிவாயா  மலையே நமச்சிவாயம் மலரே நமச்சிவாயம் சிலையே நமச்சிவாயம் சிகரம் நமச்சிவாயம்  நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா ---------------------------------------- நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா  குமரகுருவான குகனே பனிந்த குருலிங்கேசா போற்றி சிவ ஓம் நமச்சிவாயா  இமய மலைமீது வாசம் புரியும் அமரோர் அரசே போற்றி ஹர ஓம் நமச்சிவாயா  மண்ணும் நமச்சிவாயம் மரமும் நமச்சிவாயம் விண்ணும் நமச்சிவாயம் விளைவும் நமச்சிவாயம்  மணிமலையாகிய மந்திர மலையில் சுந்தரமானாய் போற்றி சிவ ஓம் நமச்சிவாய  அணியா பரணம் பலவகை சூடும் அருணாச்சலனே போற்றி ஹர ஓம் நமச்சிவாயா  மலையே நமச்சிவாயம் மலரே நமச்சிவாயம் சிலையே நமச்சிவாயம் சிகரம் நமச்சிவாயம்  நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா ---------------------------------------- நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா  கம்பதிலையான் குகனை கண்ணில் படைத்த சிவனே போற்றி சிவ ஓம் நமச்சிவாயா  நம்பிய நெஞ்சில் நலமே அளிக்கும் நாகா பரணா போற்றி ஹர ஓம் நமச்சிவாயா  திருவே நமச்சிவாயம் தெளிவே நமச்சிவாயம் கருவே நமச்சிவாயம் கனிவே நமச்சிவாயம்  அருணை நகர சிகரம் விரிந்த அக்னிலிங்கனே போற்றி சிவ ஓம் நமச்சிவாய  கருணை வேண்டி காலடி பணிந்து சரணம் செய்தோம் போற்றி ஹர ஓம் நமச்சிவாயா  பெண்ணும் நமச்சிவாயம் ஆணும் நமச்சிவாயம் என்னம் நமச்சிவாயம் ஏகம் நமச்சிவாயம்  நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா ---------------------------------------- நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா  மூன்று மூர்த்திகளின் வடிவாய் எழுந்த முக்கண் அரசே போற்றி சிவ ஓம் நமச்சிவாயா  தோன்றி வளர்ந்து துலங்கிடும் கதிரே சூல நாதனே போற்றி ஹர ஓம் நமச்சிவாயா  ஒலியே நமச்சிவாயம் உணர்வே நமச்சிவாயம் வெளியே நமச்சிவாயம் விசையே நமச்சிவாயம்  மோன வடிவாகி மோஹனம் காட்டும் மூர்த்திலிங்கனே போற்றி சிவ ஓம் நமச்சிவாய  ஞானம் வழங்கி நர்கதி அளீக்கும் நந்தி வாகனா போற்றி ஹர ஓம் நமச்சிவாயா  நாகம் நமச்சிவாயம் ரகசியம் நமச்சிவாயம் யோகம் நமச்சிவாயம் யாகம் நமச்சிவாயம்  நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா ---------------------------------------- நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா  அர்த்தநாரியாய் வித்தகம் செய்யும் அருணாச்சலனே போற்றி சிவ ஓம் நமச்சிவாயா  நர்த்தன தாண்டவ நாடகம் ஆடும் ராக நாதனே போற்றி ஹர ஓம் நமச்சிவாயா  அதிர்வும் நமச்சிவாயம் அசைவும் நமச்சிவாயம் நிலையும் நமச்சிவாயம் நிறைவும் நமச்சிவாயம்  ரமண முனிக்கு ரகசியம் சொன்ன ராஜலிங்கனே போற்றி சிவ ஓம் நமச்சிவாய  இமையோர் தலைவன் பதவியும் வழங்கும் ஈசமகேஷா போற்றி ஹர ஓம் நமச்சிவாயா  கோடை நமச்சிவாயம் கொண்டலும் நமச்சிவாயம் வாடையும் நமச்சிவாயம் தென்றலும் நமச்சிவாயம்  நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா ---------------------------------------- நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா  பரணி தீபமாய தரணியில் ஒளிரும் பரமேஷ்வரனே போற்றி சிவ ஓம் நமச்சிவாயா  ஹரஹர என்றால் வரமழை பொழியும் ஆதிலிங்கனே போற்றி ஹர ஓம் நமச்சிவாயா  சித்தியும் நமச்சிவாயம் முக்தியும் நமச்சிவாயம் பக்தியும் நமச்சிவாயம் சக்தியும் நமச்சிவாயம்  கார்த்திகை திருநாள் உற்சவம் காணும் தீபச்சுடரே போற்றி சிவ ஓம் நமச்சிவாய  தீர்த்தம் யாவிலும் நீராடிடுவாய் அருணாச்சலனே போற்றி ஹர ஓம் நமச்சிவாயா  நிலவே நமச்சிவாயம் நிஜமே நமச்சிவாயம் கலையே நமச்சிவாயம் நினைவே நமச்சிவாயம்  நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா ---------------------------------------- நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா  சுற்றிட சுற்றிட வெற்றிகள் வழங்கும் சோனாலச்சனே போற்றி சிவ ஓம் நமச்சிவாயா  பொற்ச்சபைதன்னில் அற்புத நடனம் புரியும் பரமே போற்றி ஹர ஓம் நமச்சிவாயா  லிங்கம் நமச்சிவாயம் லீலை நமச்சிவாயம் கங்கை நமச்சிவாயம் கருணை நமச்சிவாயம்  சோனை நதி தீரம் கோயில் கொண்ட அருணாசலனே போற்றி சிவ ஓம் நமச்சிவாய  வானவெளிதனை கோபுரம் ஆக்கி மலையில் நிறைந்தாய் போற்றி ஹர ஓம் நமச்சிவாயா  செல்வம் நமச்சிவாயம் சீரும் நமச்சிவாயம் வில்வம் நமச்சிவாயம் வேஷம் நமச்சிவாயம்  நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா ---------------------------------------- நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா  ஆதிரை அழகா ஆவுடை மேலே அமரும் தலைவா போற்றி சிவ ஓம் நமச்சிவாயா  வேதியர் போற்றும் வென்சடை இறைவா வேதப்பொருளே போற்றி ஹர ஓம் நமச்சிவாயா  முதலும் நமச்சிவாயம் முடிவும் நமச்சிவாயம் இடையும் நமச்சிவாயம் விடையும் நமச்சிவாயம்  நாகமுடியுடன் யோகம் புரியும் நாகேஸ்வரனே போற்றி சிவ ஓம் நமச்சிவாய  வேத நடுவிலே திருநீர் அணியும் அருனேஷ்வரனே போற்றி ஹர ஓம் நமச்சிவாயா  அம்மையும் நமச்சிவாயம் அப்பனும் நமச்சிவாயம் நண்மையும் நமச்சிவாயம் நாதனும் நமச்சிவாயம்  நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா ---------------------------------------- நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா  அடிமுடி இல்லா ஆனந்த வடிவே அண்ணாமலையே போற்றி சிவ ஓம் நமச்சிவாயா  அம்மையப்பனாய் அகிலம் காக்கும் அமுதேஷ்வரனே போற்றி ஹர ஓம் நமச்சிவாயா  அதுவும் நமச்சிவாயம் இதுவும் நமச்சிவாயம் எதுவும் நமச்சிவாயம் எதிலும் நமச்சிவாயம்  விடையாம் காளை வாகனம் ஏறி விண்ணில் வருவாய் போற்றி சிவ ஓம் நமச்சிவாய  வேண்டிய கணமே என்னிய கணமே கண்ணில் தெரிவாய் போற்றி ஹர ஓம் நமச்சிவாயா  சூலம் நமச்சிவாயம் சுகமே நமச்சிவாயம் நீலம் நமச்சிவாயம் நித்தியம் நமச்சிவாயம்  நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா ---------------------------------------- நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா  பௌர்னமி நாளீல் பிறைநிலவணியும் மகாதேவனே போற்றி சிவ ஓம் நமச்சிவாயா  ஒஹவ்சகமாலாய் பிணிகள் தீர்க்கும் அருணச்சலமே போற்றி ஹர ஓம் நமச்சிவாயா  தீபம் நமச்சிவாயம் திருவருள் நமச்சிவாயம் ரூபம் நமச்சிவாயம் ருத்ரம் நமச்சிவாயம்  பனிகைலாயம் தீ வடிவாகிய அண்ணாமலையே போற்றி சிவ ஓம் நமச்சிவாய  பனிவடிவாகிய தென்னாடுடையாய் திருவருளேசா போற்றி ஹர ஓம் நமச்சிவாயா  எங்கும் நமச்சிவாயம் எல்லாம் நமச்சிவாயம் எழிலும் நமச்சிவாயம் என்றும் நமச்சிவாயம்  நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா  நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா  நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா, நமச்சிவாயா நமச்சிவாயா ஓம் நமச்சிவாயா"}