{"திரைப்படம்": "Pudhiya Geethai", "பாடலாசிரியர்": "'Kavignar' Vaali", "இசையமைப்பாளர்": "Yuvan Shankar Raja", "பாடல்": "நான் ஓடும் நதி", "வருடம்": "2003", "பாடியவர்கள்": "Mano, Tippu", "பாடல்வரிகள்": "பரித்ராணாய ஸாதூநாம் விநாஷாய சதுஷ்க்ருதாம் தர்ம ஸம்ஸ்தா பநார்தாய ஸம்பவாமி யுகே யுகே  ஹோயா நான் ஓடும் நதி போல் என்றும் ஓடும் இளைஞன் அந்த கீதை சொன்ன பாதை போவேன் ஹோய் நான் ஓய்வதில்லையே கண் சாய்வதில்லையே அந்த வானம் வாழும் காலம் வாழ்வேன் எந்த வேலையும் செய்வேன் அதில் ஏற்றத்தாழ்வு எது அட உன்னை நம்பியே நின்றால் உனை ஊரும் பேசாதோ நெற்றி வேர்வையை சிந்த ஒரு நேரம் காலம் என்ன அட வெற்றி என்பது தென்றல் நம் வாசல் வந்து வீசாதோ  ஹோயா நான் ஓடும் நதி போல் என்றும் ஓடும் இளைஞன் அந்த கீதை சொன்ன பாதை போவேன் ஹோய் நான் ஓய்வதில்லையே கண் சாய்வதில்லையே அந்த வானம் வாழும் காலம் வாழ்வேன்  போகவில்லை நேரம் என பேசாதீர்கள் யாரும் அது போதவில்லை என்றே சொல்லி வேலை செய்யுங்கள் அட இமயம் என்ன இமயம் நீ இதயம் வைத்தால் அதையும் அள்ளி ஏந்தக்கூடும் உள்ளங்கையில் இன்று நீங்கள் மனிதன் என்னும் சொல் பெரியதடா கொடுத்திடு அதற்க்கொரு பெருமையடா பிறர் கண்ணிலே வரும் நீர்துளி எந்த கைகள் துடைக்கும் அந்த கைகள் தான் அன்பு காவியம் இந்த மண்ணில் படைக்கும்  ஹோய் நான் ஓடும் நதி போல் என்றும் ஓடும் இளைஞன் அந்த கீதை சொன்ன பாதை போவேன் ஹோய் நான் ஓய்வதில்லையே கண் சாய்வதில்லையே அந்த வானம் வாழும் காலம் வாழ்வேன்  என்ன நேரும் நாளை என எடுத்துக்கூறும் மூளை அதை தெய்வம் இங்கு யாருக்குமே தந்ததில்லையே அட இங்கே இப்போ இன்று என எதையும் செய்தால் நன்று நான் சொல்லும் வார்த்தை நன்பா கொஞ்சம் சிந்திப்பாயே இருக்கின்ற பொழுதை பயன்படுத்து தடைகளை உடைத்து தலை நிமிர்த்து இந்த தேதி தான் இந்த வேளை தான் இனி போனால் வருமா இது ஒன்று தான் நிஜம் என்று தான் நாம் வாழ்வோம் நலமா  ஹோய் நான் ஓடும் நதி போல் என்றும் ஓடும் இளைஞன் அந்த கீதை சொன்ன பாதை போவேன் ஹோய் நான் ஓய்வதில்லையே கண் சாய்வதில்லையே அந்த வானம் வாழும் காலம் வாழ்வேன் எந்த வேலையும் செய்வேன் அதில் ஏற்றத்தாழ்வு எது அட உன்னை நம்பியே நின்றால் உனை ஊரும் பேசாதோ நெற்றி வேர்வையை சிந்த ஒரு நேரம் காலம் என்ன அட வெற்றி என்பது தென்றல் நம் வாசல் வந்து வீசாதோ  ஹோயா நான் ஓடும் நதி போல் என்றும் ஓடும் இளைஞன் அந்த கீதை சொன்ன பாதை போவேன் ஹோய் நான் ஓய்வதில்லையே கண் சாய்வதில்லையே அந்த வானம் வாழும் காலம் வாழ்வேன்"}