{"திரைப்படம்": "Rhythm", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "நதியே நதியே காதல்", "வருடம்": "2000", "பாடியவர்கள்": "Unni Menon", "பாடல்வரிகள்": "தீம்தனனா தீம்தனனா தீம்தனனா தீம்தனனா  தீம்தனனா தீம்தனனா திரனா   தீம்தனனா தீம்தனனா தீம்தனனா தீம்தனனா  தீம்தனனா தீம்தனனா திரனா   நதியே நதியே காதல் நதியே நீயும் பெண்தானே  அடி நீயும் பெண்தானே  ஒன்றா இரண்டா காரணம் நூறு கேட்டால் சொல்வேனே  நீ கேட்டால் சொல்வேனே   தீம்தனனா தீம்தனனா தீம்தனனா தீம்தனனா  தீம்தனனா தீம்தனனா திரனா   தீம்தனனா தீம்தனனா தீம்தனனா தீம்தனனா  தீம்தனனா தீம்தனனா திரனா   நடந்தால் ஆறு எழுந்தால் அருவி நின்றால் கடல்லோ  சமைந்தால் குமரி மணந்தால் மனைவி பெற்றால் தாயல்லோ   சிறு நதிகளே நதியிடும் கரைகளே  கரைதொடும் நுரைகளே நுரைகளில் இவள் முகமே   சிறு நதிகளே நதியிடும் கரைகளே  கரைதொடும் நுரைகளே நுரைகளில் இவள் முகமே   தினம் மோதும் கரை தோறும் அட ஆறும் இசை பாடும்  ஜில் ஜில் ஜில் என்ற ஸ்ருதியிலே  கங்கை வரும் யமுனை வரும் வைகை வரும் பொருணை வரும்  ஜல் ஜல் ஜல் என்ற நடையிலே   தினம் மோதும் கரை தோறும் அட ஆறும் இசை பாடும்  ஜில் ஜில் ஜில் என்ற ஸ்ருதியிலே  கங்கை வரும் யமுனை வரும் வைகை வரும் பொருணை வரும்  ஜல் ஜல் ஜல் என்ற நடையிலே   காதலி அருமை பிரிவில் மனைவியின் அருமை மறைவில்  நீரின் அருமை அறிவாய் கோடையிலே  வெட்கம் வந்தால் உரையும் விரல்கள் தொட்டால் உருகும்  நீரும் பெண்ணும் ஒன்று வாடையிலே  தண்ணீர் குடத்தில் பிறக்கிறோம் ஓஹோ  தண்ணீர் கரையில் முடிக்கிறோம் ஓஹோ   தண்ணீர் குடத்தில் பிறக்கிறோம் ஓஹோ  தண்ணீர் கரையில் முடிக்கிறோம் ஓஹோ   தீம்தனனா தீம்தனனா தீம்தனனா தீம்தனனா  தீம்தனனா தீம்தனனா திரனா  தீம்தனனா தீம்தனனா தீம்தனனா தீம்தனனா  தீம்தனனா தீம்தனனா திரனா   வண்ண வண்ண பெண்ணே வட்டமிடும் நதியே  வளைவுகள் அழகு, உங்கள் வளைவுகள் அழகு  ஹோ.. மெல்லிசைகள் படித்தல் மேடு பள்ளம் மறைத்தல்  நதிகளின் குணமே, அது நங்கையின் குணமே    சிறு நதிகளே நதியிடும் கரைகளே  கரைதொடும் நுரைகளே நுரைகளில் இவள் முகமே   சிறு நதிகளே நதியிடும் கரைகளே  கரைதொடும் நுரைகளே நுரைகளில் இவள் முகமே    தினம் மோதும் கரை தோறும்,ஆட ஆறும் இசை பாடும்...  கங்கை வரும், யமுனை வரும்,வைகை வரும், பொருணை வரும்...    தீம்தனனா தீம்தனனா தீம்தனனா தீம்தனனா  தீம்தனனா தீம்தனனா திரனா    தேன்கனியில் சாராகி பூக்களிலே தேனாகி  பசுவினிலே பாலாகும் நீரே  தாயருகே சேயாகி தலைவனிடம் பாயாகி  சேயருகே தாயாகும் பெண்ணே  பூங்குயிலே பூங்குயிலே பெண்ணும் ஆறும் வடிவம் மாறக்கூடும்  நீர் நினைத்தால் பெண் நினைத்தால்  கரைகள் யாவும் கரைந்து போக கூடும்    நதியே நதியே காதல் நதியே நீயும் பெண்தானே  அடி நீயும் பெண்தானே  ஒன்றா இரண்டா காரணம் நூறு கேட்டால் சொல்வேனே  நீ கேட்டால் சொல்வேனே    தீம்தனனா தீம்தனனா தீம்தனனா தீம்தனனா  தீம்தனனா தீம்தனனா திரனா  தீம்தனனா தீம்தனனா தீம்தனனா தீம்தனனா  தீம்தனனா தீம்தனனா திரனா"}