{"திரைப்படம்": "Roja", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "புது வெள்ளை", "வருடம்": "1992", "பாடியவர்கள்": "Sujatha Mohan, Unni Menon", "பாடல்வரிகள்": "பெண் : புது வெள்ளை மழை இங்கு பொழிகின்றது இந்தக் கொள்ளை நிலா உடல் நனைகின்றது இங்கு சொல்லாத இடம் கூடக் குளிர்கின்றது மனம் சூடான இடம் தேடி அலைகின்றது ஆண் : புது வெள்ளை மழை இங்கு பொழிகின்றது இந்தக் கொள்ளை நிலா உடல் நனைகின்றது இங்கு சொல்லாத இடம் கூடக் குளிர்கின்றது மனம் சூடான இடம் தேடி அலைகின்றது பெண் : நதியே... நீயானால் கரை நானே சிறுபறவை... நீயானால் உன் வானம் நானே...  ஆண் : புது வெள்ளை மழை இங்கு பொழிகின்றது பெண் : இந்தக் கொள்ளை நிலா உடல் நனைகின்றது (இசை)  பெண் - 1 : ஊ... ஊ... உஉஊ... உஉஊ... உஉஊ... உஊ... ஊ... உஉஊ... உஉஊ... உஉஊ... (பெண் - 1 : உ உ ஊ உ ஊ உ ஊ... பெண் - 2: ரப்பசாய் ரப்பசாய் ரப்ப மாஹி ரே) (இணைந்து) (பெண் - 1 : உ உ ஊ உ ஊ உ ஊ... பெண் - 2: ரப்பசாய் ரப்பசாய் ரப்ப மாஹி ரே) (இணைந்து)  ***  ஆண் : பெண் இல்லாத ஊரிலே அடி ஆண் பூ கேட்பதில்லை பெண் : பெண் இல்லாத ஊரிலே கொடி தான் பூப்பூப்பதில்லை ஆண் : உன் புடவை முந்தானை சாய்ந்ததில் இந்த பூமி பூப்பூத்தது... பெண் : இது கம்பன் பாடாத சிந்தனை உந்தன் காதோடு யார் சொன்னது  ஆண் : புது வெள்ளை மழை இங்கு பொழிகின்றது பெண் : இந்தக் கொள்ளை நிலா உடல் நனைகின்றது ஆண் : இங்கு சொல்லாத இடம் கூடக் குளிர்கின்றது பெண் : மனம் சூடான இடம் தேடி அலைகின்றது  ஆண் : புது வெள்ளை மழை இங்கு பொழிகின்றது பெண் : இந்தக் கொள்ளை நிலா உடல் நனைகின்றது  ***  பெண் : நீ அணைக்கின்ற வேளையில் உயிர்ப்பூ திடுக்கென்று மலரும் ஆண் : நீ வெடுக்கென்று ஓடினால் உயிர்ப்பூ சருகாக உலரும் பெண் : இரு கைகள் தீண்டாத பெண்மையை உன் கண்கள் பந்தாடுதோ ஆண் : மலர் மஞ்சம் சேராத பெண்ணிலா எந்தன் மார்போடு வந்தாடுதோ  பெண் : புது வெள்ளை மழை இங்கு பொழிகின்றது ஆண் : இந்தக் கொள்ளை நிலா உடல் நனைகின்றது பெண் : இங்கு சொல்லாத இடம் கூடக் குளிர்கின்றது ஆண் : மனம் சூடான இடம் தேடி அலைகின்றது பெண் : நதியே... நீயானால் கரை நானே சிறு பறவை... நீயானால் உன் வானம் நானே...  ஆண் : புது வெள்ளை மழை பெண் : இங்கு பொழிகின்றது ஆண் : இந்தக் கொள்ளை நிலா பெண் : உடல் நனைகின்றது ஆண் : புது வெள்ளை மழை பெண் : இங்கு பொழிகின்றது ஆண் : இந்தக் கொள்ளை நிலா பெண் : உடல் நனைகின்றது"}