{"திரைப்படம்": "Madrasapattinam", "பாடலாசிரியர்": "Na. Muthukumar", "இசையமைப்பாளர்": "G. V. Prakash Kumar", "பாடல்": "பூக்கள் பூக்கும்", "வருடம்": "2010", "பாடியவர்கள்": "Andrea Jeremiah, G. V. Prakash Kumar, Harini", "பாடல்வரிகள்": "ஆ : தானா தோம் தன னா  தானா தோம் தன னா  தானா தோம் தன னா  தானா ந தன னா தானா தோம் தன னா  தானா தோம் தன னா  தானா தோம் தன னா  தானா ந தன னா  ஆ : பூக்கள் பூக்கும் தருணம் ஆருயிரே பார்த்ததாரும் இல்லையே பெ : உலரும் காலைப் பொழுதை முழு மதியும் பிரிந்து போவதில்லையே ஆ : நேற்று வரை நேரம் போகவில்லையே உனதருகே நேரம் போதவில்லையே பெ : எதுவும் பேசவில்லையே இன்று ஏனோ எதுவும் தோன்றவில்லையே இது எதுவோ ஆ : இரவும் விடியவில்லையே அது விடிந்தால் பகலும் முடியவில்லையே பூந்தளிரே  ஓ ஓ ஓ ஓ ஓ ஓ  (தானா....)  ஆ : வார்த்தை தேவையில்லை வாழும் காலம் வரை பாவை பார்வை மொழிப் பேசுமே பெ : நேற்று தேவையில்லை நாளை தேவையில்லை இன்று இந்த நொடி போதுமே ஆ : வேர் இன்றி விதை இன்றி வின் தூவும் மழை இன்றி இது என்ன இவன் தோட்டம் பூ பூக்குதே பெ : வாழ் இன்றி போர் இன்றி வலிக்கின்ற யுத்தம் இன்றி இது என்ன இவனுக்குள் எனை வெல்லுதே  ஆ : இதயம் முழுதும் இருக்கும் இந்த தயக்கம் எங்கு கொண்டு நிருத்தும். பெ : இதை அறிய எங்கு கிடைக்கும் விளக்கம் அது கிடைத்தால் சொல்ல வேண்டும் எனக்கும்  ஆ : பூந்தளிரே......  பெ : Oh Where Would I Be Without This Joy Inside Of Me? It Makes Me Want To Come Alive; It Makes Me Want To Fly Into The Sky! Oh Where Would I Be If I Didn’t Have You Next To Me? Oh Where Would I Be? Oh Where, Oh Where?  ஆ : எந்த மேகமிது எந்தன் வாசல் வந்து எங்கும் ஈர மழைத் தூவுதே பெ : என்ன உறவு இது எதுவும் புரியவில்லை என்றபோதும் இது மீளுதே ஆ : யார் என்று அறியாமல் பேர்கூட தெரியாமல் இவனோடு ஒரு சொந்தம் உறவானதேன் பெ : ஏனென்று கேட்காமல் தடுத்தாலும் நிற்காமல் இவன் போகும் வழி எங்கும் மனம் போகுதே ஆ : பாதை முடிந்த பிறகும் இந்த உலகில் பயணம் முடிவதில்லையே பெ : காற்றில் பறந்தே பறவை வரைந்த பிறகும் ஆ/பெ : இலை தொடங்கும் நடனம் முடிவதில்லையே இது எதுவோ ....  ஆ : (தானா....)  பெ : பூக்கள் பூக்கும் தருணம் ஆதவனே பார்த்ததாரும் இல்லையே  உலரும் காலைப் பொழுதை முழு மதியும் பிரிந்து போவதில்லையே ஆ : நேற்று வரை நேரம் போகவில்லையே உனதருகே நேரம் போதவில்லையே பெ : எதுவும் பேசவில்லையே இன்று ஏனோ எதுவும் தோன்றவில்லையே ஆ/பெ : என்ன புதுமை... இரவும் விடியவில்லையே அது விடிந்தால் பகலும் முடியவில்லையே பூந்தளிரே ஆ : (தானா....)"}