{"திரைப்படம்": "Thulladha Manamum Thullum", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "S. A. Rajkumar", "பாடல்": "பளபளக்குது புது", "வருடம்": "1999", "பாடியவர்கள்": "Gopal", "பாடல்வரிகள்": "துட்டு துட்டு துட்டு துட்டு ஒவ் ஒவ் துட்டு துட்டு துட்டு துட்டு ஒவ் ஒவ்  பளபளக்குது புது நோட்டு எனை இழுக்குது வலை போட்டு கரன்சியில் ஒரு இலை போட்டு கை தொடைக்கணும் புது நோட்டு  காஷ்மீரை விலை கேட்டு காசாலே கொடியேற்று சொர்க்கம் சென்று அந்த கதவு தட்டு விசிட்டிங் கார்டு காட்டு கார்ட பாத்தும் அது தொறக்கலையா காந்தி நோட்ட நீட்டு  துட்டு துட்டு துட்டு துட்டு ஒவ் ஒவ் துட்டு துட்டு துட்டு துட்டு ஒவ் ஒவ்  பளபளக்குது புது நோட்டு எனை இழுக்குது வலை போட்டு கரன்சியில் ஒரு இலை போட்டு கை தொடைக்கணும் புது நோட்டு  money money money money makes many things money money money money makes many things  சின்ன பொண்ணிங்களின் சைட்டும் கொடுக்கும் பின்பு பைட்டும் கொடுக்கும் இந்த துட்டு துட்டு புது கவர்மெண்ட்டு அமைச்சு கொடுக்கும் பின்பு அதையும் கவுக்கும் இந்த துட்டு துட்டு உலகம் என்பது உருண்டு ஓடுது துட்டு சக்கரம் மாட்டிகிட்டு அந்த வண்டியில் மனிதன் போகிறான் ரெண்டு கண்ணையும் மூடிகிட்டு  காசு தேடி போவோமா எக்கா சித்தக்கா கருவில் இருந்து காடு வரை எல்லாம் துட்டக்கா காசு தேடி போவோமா எக்கா சித்தக்கா கருவில் இருந்து காடு வரை எல்லாம் துட்டக்கா  பளபளக்குது புது நோட்டு எனை இழுக்குது வலை போட்டு கரன்சியில் ஒரு இலை போட்டு கை தொடைக்கணும் புது நோட்டு  சின்ன சின்ன சின்ன நரிய பிடித்து ஒரு சிங்கத்தில் அமர்த்தும் இந்த துட்டு துட்டு வட்ட வட்ட வட்ட வளையம் பிடித்து அதில் ஒட்டகம் நுழைக்கும் இந்த துட்டு துட்டு கல்லறை மூடியும் கதவு திறக்குமே சில்லரை ஓசைகள் கேட்டுபுட்டு ஜாதி மதமெல்லாம் ஒழிஞ்சி போகுமே பச்ச நோட்ட தான் பாத்துபுட்டு  காசு தேடி போவோமா எக்கா பெரியக்கா கையில் காசு வச்சிருந்தா தப்பும் சரியக்கா காசு தேடி போவோமா எக்கா பெரியக்கா கையில் காசு வச்சிருந்தா தப்பும் சரியக்கா  பளபளக்குது புது நோட்டு எனை இழுக்குது வலை போட்டு கரன்சியில் ஒரு இலை போட்டு கை தொடைக்கணும் புது நோட்டு  காஷ்மீரை விலை கேட்டு காசாலே கொடியேற்று சொர்க்கம் சென்று அந்த கதவு தட்டு விசிட்டிங் கார்டு காட்டு கார்ட பாத்தும் அது தொரக்கலையா காந்தி நோட்ட நீட்டு  துட்டு துட்டு துட்டு துட்டு ஒவ் ஒவ் துட்டு துட்டு துட்டு துட்டு ஒவ் ஒவ் "}