{"திரைப்படம்": "Kaththi", "பாடலாசிரியர்": "Madhan Karky", "இசையமைப்பாளர்": "Anirudh Ravichander", "பாடல்": "பக்கம் வந்து", "வருடம்": "2014", "பாடியவர்கள்": "Anirudh Ravichander, Hiphop Tamizha", "பாடல்வரிகள்": "You know what Guess who's back We back baby We back, We back, We back back back  ஆ.. பெண்ணே பார் ஆ.. ஒரு முத்தம் தா ஆ… இந்த பக்கம் வா ஆ.. என்னை அணைத்திட வா ஆ.. பெண்ணே ஒற்றை முத்தம் போதுமா இல்லை லட்சம் முத்தம் வேண்டுமா அடி என்னவென்று சொல்லம்மா என் நெஞ்சம் துடிக்குது உன்னை நினைத்திட கைகள் பிடித்திட மனசுக்குள் துடிக்குது உண்மைதான் பைத்தியம் பிடிக்கிது வைத்தியம் பார்த்திட என்னை நீ கொஞ்சம் தொட்டுப்பார் பெண்ணே எந்தன் உலகம் நீதான் நான் அந்த நிலவைப்போல் சுற்றி வரவா உன்னை நினைத்து பார்க்க உந்தன் உதடு வேர்க்க அதில் முத்தம் ஒன்று தந்துவிட்டால் முக்தியடைவாய் விண்மீது மண்ணது காதல் தான் கொண்டது போலே நான் உன்மீது கொண்டிடவா உன்னை முத்தங்கள் இட்டு பின் வெட்கத்தில் விட்டுத்தான் மஞ்சத்தில் கொஞ்சித்தான் வென்றிடவா என்னை பார்த்தாலே போதுமே ஆயிரம் ஜென்மங்கள் மீண்டும் பிறந்துன்னை சேர்ந்திடுவேன் என்னை பார்க்காமல் போகாதே நெஞ்சம்தான் தாங்காதே உள்ளங்கையில் உன்னை தாங்கிடுவேன்  பக்கம் வந்து கொஞ்சம் முத்தங்கள் தா பக்கம் வந்து கொஞ்சம் முத்தங்கள் தா பக்கம் வந்து கொஞ்சம் முத்தங்கள் தா பக்கம் வந்து கொஞ்சம் முத்தங்கள் தா  பக்கம் வந்து கொஞ்சம் …. பக்கம் வந்து கொஞ்சம் … பக்கம் வந்து கொஞ்சம் … பக்கம் வந்து கொஞ்சம் முத்தங்கள் தா  பெண்ணே எந்தன் கண்ணை பார் உள்ளே லட்சம் வெண்ணிலா உந்தன் கண்கள் என்னை கண்டதும் லட்சங்கள் கோடியாய் மாறுதம்மா அடி போனது போகட்டும் காயங்கள் ஆறட்டும் எப்போதும் நான் உன்னை கனவில் பார்க்க ஆசைகள் வந்திடும் ஆனந்தம் தந்திடும் இன்று முதல் இந்த பாட்டை நீ கேட்க முகத்தில் இருக்கும் சிரிப்பு ஆனா உள்ளுக்குள் என்னடி மொறப்பு அடி அகத்தின் அழகு முகத்தில் தெரியும் இதுதான் என்னோட கருத்து என்னைத்தான் நீயும் பார்க்க ஆசைகள் வந்தென்னை தாக்க மீண்டும் நான் உன்னையே பார்க்க காதல் வந்து நெஞ்சம் மலர்ந்ததே உலகம் மறந்ததே அடி உன்னால் புதிதாய் பிறந்ததே அட ஏன் இப்படி நிகழ்ந்தது ஆ… இரு உயிர் ஒன்றாய் கலந்தது அடியே இப்போ ஏன் சிரித்தாய் இதயம் சட்டென நீ பறித்தாய் உன்னை மட்டும் எந்தன் நெஞ்சம் நினைத்திடுதே மனமே மனமே ஒரு பொன்னை தேடி நான் தொலைஞ்சேன் மனமே மனமே அட காதலால நான் கரைஞ்சேன் மனமே மனமே ஒரு பொன்னை தேடி நான் தொலைஞ்சேன் மனமே மனமே அட காதலால நான் கரைஞ்சேன் பக்கம் வந்து கொஞ்சம் முத்தங்கள் தா பக்கம் வந்து கொஞ்சம் முத்தங்கள் தா பக்கம் வந்து கொஞ்சம் முத்தங்கள் தா பக்கம் வந்து கொஞ்சம் முத்தங்கள் தா  பக்கம் வந்து கொஞ்சம் …. பக்கம் வந்து கொஞ்சம் … பக்கம் வந்து கொஞ்சம் … பக்கம் வந்து கொஞ்சம் முத்தங்கள் தா  மலர்ந்ததே உலகம் மறந்ததே அடி உன்னால் புதிதாய் பிறந்ததே அட ஏன் இப்படி நிகழ்ந்தது ஆ… இரு உயிர் ஒன்றாய் கலந்தது அடியே இப்போ ஏன் சிரித்தாய் இதயம் சட்டென நீ பறித்தாய் உன்னை மட்டும் எந்தன் நெஞ்சம் நினைத்திடுதே மனமே மனமே ஒரு பொன்னை தேடி நான் தொலைஞ்சேன் மனமே மனமே அட காதலால நான் கரைஞ்சேன் மனமே …"}