{"திரைப்படம்": "Neethane En Ponvasantham", "பாடலாசிரியர்": "Na. Muthukumar", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "பிடிக்கல்ல மாமு", "வருடம்": "2012", "பாடியவர்கள்": "Suraj Jagan, Karthik", "பாடல்வரிகள்": "பிடிக்கல்ல மாமு படிக்கிர கோலேஜ் தெரு தெருவாக தொரத்துது நொலேஜ் (பிடிக்கல்ல மாமு)  அடுத்தது booksu வளருது டீனோஜ் சீக்கிரம் நமக்கு வந்திடும் ஓல்டேஜ் சிங்கக் குட்டிய புடிசு ஒரு கூண்டில் அடைப்பது பாவம் வந்த வரைக்கும் நீ booksa அட எடைக்கு போடு லாபம் நா டென்ஷ ன் ஆகிட்டேன் பக்கேட்டு பக்கேட்டு டூருக்கு எடுங்கடா டிக்கெட்டு டிக்கெட்டு ஹேய் ஹேய் ஹேய் ஹேய் ஹேய் ஹேய் ஹேய் ஹேய் ஹேய் ஹேய் ஹேய் ஹேய் ஹேய் ஹேய் ஹேய்  பிடிக்கல்ல மாமு படிக்கிர கோலேஜ் தெரு தெருவாக தொரத்துது நொலேஜ் அடுத்தது booksu வளருது டீனோஜ் ஹேய்ய  என் வார்த்தை நீ கேட்டு வெட்டு வெட்டு கல் வெட்டு யே யே யே யே யே யே யே யே எங்கயும் சில் ஒட்டு இல்லையினா கெட் அவுட்டு யே யே யே யே யே யே யே யே girls நம்ம க்ஸ்சில் இல்ல என்ற போதும் தப்பு இல்ல சிங்கலானா பாய்ஸ்க்கு தான் workoutஆகும் மாப்பிள்ள நா எறிஞ்சு பாடலாம் விக்கெட்டு விக்கெட்டு எறங்கி கலக்குடா பக்கெட்டு பக்கெட்டு ஹேய் ஹேய் ஹேய் ஹேய் ஹேய் ஹேய் ஹேய் ஹேய் ஹேய் ஹேய் ஹேய் ஹேய் ஹேய் ஹேய் ஹேய்  பிடிக்கல்ல மாமு படிக்கிர கோலேஜ் தெரு தெருவாக தொரத்துது நொலேஜ் அடுத்தது booksu வளருது டீனோஜ் ஹேய்ய  உடம்பு சிறகு முளைக்கட்டும் நரம்பில் குரும்பு இருக்கட்டும் அடிச்சு புடிச்சு அடிச்சு அடிச்சு அடிக்கும் ஆட்டம் ஆதிவாசி போல இருக்கட்டும்  அட வீதி பாத்தாதே இந்த ஊரு பாத்தாதே நம்ம எறங்கி கலக்கத்தான் இந்த உலகம் போதாதே  கோலேஜ் பத்தாதே டீனேஜ் பத்தாதே நாம பறந்து திரிய அந்த வானம் பத்தாதே  மச்சி கடலு மீனுக்கு குடத்தில் தண்ணி பத்தாதே சின்ன பசங்க மனசுக்கு வெறும் கனவு பத்தாதே இந்த lifea நீயும் அனுபவிக்க வயசுபத்தாதே (அட வீதி)  கோலேஜ் பத்தாதே டீனேஜ் பத்தாதே நாம பறந்து திரிய அந்த வானம் பத்தாதே  தடக்கு தடக்கு ரயில போல வருஷம் ஓரம்டா நீ படுத்து படுத்து எழுந்து பாரு நிமிசம் ஓடும்டா  தடக்கு தடக்கு தடக்கு தடக்கு தடக்கு தடக்கு  எடக்கு மோடக்கு இல்லயினா இளமை எதுகுடா நீ குருக்க நெடுக்க மடக்கலனா ஓடம்பு எதுகுடா படிக்கிர பாடம் போதாதுடா நெருப்புல எரங்கி படிடா கனவில எதயும் ஓட்டாதடா ஜெயிக்கம் எடத்த புடிடா நம்ம தெசயில பாத்து சுத்தி அடிக்குது காத்து ஹேய் உளுக்கி உளுக்கி முறுக்கி முறுக்கி மேளம் அடிங்க (அட வீதி...)  கோலேஜ் பத்தாதே டீனேஜ் பத்தாதே நா பறந்து திரிய அந்த வானம் பத்தாதே (கோலேஜ்)"}