{"திரைப்படம்": "Parthen Rasithen", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "Bharathwaj", "பாடல்": "பார்த்தேன் பார்த்தேன்", "வருடம்": "2000", "பாடியவர்கள்": "Yugendran, Reshmi", "பாடல்வரிகள்": "பார்த்தேன் பார்த்தேன் பார்த்தேன் சுட சுட ரசித்தேன் ரசித்தேன் ரசித்தேன் இரு விழி தவணை முறையில் என்னை கொல்லுதே  பார்த்தேன் பார்த்தேன் பார்த்தேன் சுட சுட ரசித்தேன் ரசித்தேன் ரசித்தேன் இரு விழி தவணை முறையில் என்னை கொல்லுதே  கட்டழகு கன்னத்தில் அடிக்க கண்ணுக்குள்ளே பூகம்பம் வெடிக்க கம்பன் இல்லை மிச்சத்தை உரைக்க அடடா அடடா அடடா அடடா  பார்த்தேன் பார்த்தேன் பார்த்தேன் சுட சுட ரசித்தேன் ரசித்தேன் ரசித்தேன் இரு விழி தவணை முறையில் என்னை கொல்லுதே ஹே… ஹே… ஹே…  கண்ணும் கண்ணும் மோதிய வேளை சில நொடி நானும் சுவாசிக்கவில்லை கடவுள் பார்த்த பக்தன் போலே கையும் காலும் ஓட வில்லை  பார்த்து பார்த்து ரசித்தேன் ரசித்தேன் உன்னை பார்த்து பார்த்து ரசித்தேன் ரசித்தேன்  தேவதையும் பேருந்தில் வருமா கனவா நனவா தோன்றவும் இல்லை நல்ல வேளை சிறகுகள் இல்லை நானும் அதனால் நம்பவில்லை நெற்றி என்ற மேடையிலே ஒற்றை முடியை ஆட விட்டாள் ஒற்றை முடியில் என்னை கட்டி உச்சி வெயிலில் தூக்கிலிட்டாள்  மனதில் இத்தனை ரணமா அட வலியில் இத்தனை சுகமா அடடா அடடா அடடா அடடா  பார்த்தேன் பார்த்தேன் பார்த்தேன் சுட சுட ரசித்தேன் ரசித்தேன் ரசித்தேன் இரு விழி தவணை முறையில் என்னை கொல்லுதே  யேய்… யே வேலை தேடும் இளைஞன் கேட்டேன் காதல் செய்யும் வேலை போடு வந்த என்னை வேண்டாம் என்றால் அணைத்து அணைத்தே கொன்று விடு  பார்த்து பார்த்து ரசித்தேன் ரசித்தேன் உன்னை பார்த்து பார்த்து ரசித்தேன் ரசித்தேன்  உலர்ந்து போன எந்தன் வாழ்வை நாக்கின் நுனியால் ஈரமாக்கு உறைந்து போன எந்தன் இரவை ஓர பார்வையில் உருக விடு என்னை தவிர ஆண்கள் எல்லாம் பெண்களாகி போனால் கூட உன்னை தவிர இன்னொரு பெண்ணை உச்சி மோர்ந்து பார்ப்பதும் இல்லை  மனதில் இத்தனை ரணமா அட வலியில் இத்தனை சுகமா அடடா அடடா அடடா அடடா  பார்த்தேன் பார்த்தேன் பார்த்தேன் சுட சுட ரசித்தேன் ரசித்தேன் ரசித்தேன் இரு விழி தவணை முறையில் என்னை கொல்லுதே  பார்த்து பார்த்து ரசித்தேன் ரசித்தேன்  பார்த்தேன் பார்த்தேன் பார்த்தேன் சுட சுட ரசித்தேன் ரசித்தேன் ரசித்தேன் இரு விழி தவணை முறையில் என்னை கொல்லுதே  பார்த்து பார்த்து ரசித்தேன் ரசித்தேன்  கட்டழகு கன்னத்தில் அடிக்க கண்ணுக்குள்ளே பூகம்பம் வெடிக்க கம்பன் இல்லை மிச்சத்தை உரைக்க அடடா அடடா அடடா அடடா  பார்த்தேன் பார்த்தேன் பார்த்தேன் சுட சுட ரசித்தேன் ரசித்தேன் ரசித்தேன் இரு விழி தவணை முறையில் என்னை கொல்லுதே"}