{"திரைப்படம்": "Poovellam Un Vasam", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "Vidyasagar", "பாடல்": "புதுமலர் தொட்டு", "வருடம்": "2001", "பாடியவர்கள்": "Sriram Parthasarathy", "பாடல்வரிகள்": "திந்திதநா திந்திதநா திந்திதநா திந்திதநா  திந்திதநா திந்திதநா திந்திதநா நா … (2)  புதுமலர் தொட்டு செல்லும் காற்றை நிறுத்து புதுகவி பாடி செல்லும் ஆற்றை நிறுத்து கிசுகிசு கொண்டு செல்லும் கிளியை நிறுத்து காதல் வந்ததே இரு முயல் கொடுக்கின்ற முத்தம் நிறுத்து இருதயம் அடிக்கின்ற சத்தம் நிறுத்து இலங்கையில் நடக்கின்ற யுத்தம் நிறுத்து காதல் வந்ததே எனக்கு காதல் வந்ததே… திந்திந்தநா திந்திந்தநா திந்திந்தநா திந்திந்தநா திந்திந்தநா திந்திந்தநா திந்திந்தநா நா… (2)  கூவ சொல்லாதே குயிலை நிறுத்து ஆட சொல்லாதே அலையை நிறுத்து காய சொல்லாதே நிலைவை கொளுத்து முட்டி விழுகின்ற அருவி நிறுத்து சுற்றி வருகின்ற பூமி நிறுத்து பூமி துளைக்கின்ற புல்லை நிறுத்து இந்த அகிலத்தின் ஓசைகள் நின்றுவிட வேண்டும் அவள் விடும் சுவாசத்தின் சத்தம் மட்டும் வேண்டும் நட்சத்திர மண்டலத்தில் ஓரிடம் வேண்டும் நாங்கள் மட்டும் பேசிக்கொள்ள தனி மொழி வேண்டும் கண்ணசைவில் மின்னல் விழ புன்னகையில் பூக்கள் விழ கையசைவில் வானம் விழ பென்னசைவில் நானும் விழவே காதல் வந்ததே காதல் வந்ததே காதல் வந்ததே காதல் வந்ததே திந்திந்தநா திந்திந்தநா திந்திந்தநா திந்திந்தநா திந்திந்தநா திந்திந்தாரா திந்திந்தநா நா… (2)  காதில் வேல் வீசும் கொலுசை நிறுத்து சேதம் செய்கின்ற சிரிப்பை நிறுத்து வாதம் செய்கின்ற வளையல் நிறுத்து கண்கள் களவாடும் மின்னல் நிறுத்து கதறி அழுகின்ற இடியை நிறுத்து கத்தி எறிகின்ற மழையை நிறுத்து அந்த இருவிழி தெறிக்கின்ற மின்னல்கள் வேண்டும் இருவிழி பொழிகின்ற மழை மட்டும் வேண்டும் அவளுக்கு நான் மட்டும் தெரிந்திட வேண்டும் அவள் முகம் நான் மட்டும் அறிந்திட வேண்டும் சிந்தி விழும் முதல் மழை வந்து விழும் முதல் அலை எந்திரிக்கும் முதல் வரை சுந்தரிக்கு சொந்தமாகவே காதல் வந்ததே காதல் வந்ததே காதல் வந்ததே காதல் வந்ததே  புதுமலர் தொட்டு செல்லும் காற்றை நிறுத்து புதுகவி பாடி செல்லும் ஆற்றை நிறுத்து கிசுகிசு கொண்டு செல்லும் கிளியை நிறுத்து காதல் வந்ததே இரு முயல் கொடுக்கின்ற முத்தம் நிறுத்து இருதயம் அடிக்கின்ற சத்தம் நிறுத்து இலங்கையில் நடக்கின்ற யுத்தம் நிறுத்து காதல் வந்ததே எனக்கு காதல் வந்ததே… திந்திந்தநா திந்திந்தநா திந்திந்தநா திந்திந்தநா திந்திந்தநா திந்திந்தநா திந்திந்தநா நா… (2)"}