{"திரைப்படம்": "Kumbakarai Thangaiah", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "பாட்டு உன்ன இழுக்குதா", "வருடம்": "1991", "பாடியவர்கள்": "S. Janaki, S. P. Balasubramaniam", "பாடல்வரிகள்": "ஏய் நானா நா நன்ன நன்ன நானா நா நன்னனா...  நானா நா நன்ன நன்ன நானா நா நன்னனா...  நானா நா நன்ன நன்ன நா... (இசை)  பாட்டு உன்ன இழுக்குதா  ஆமா ஆமா  அதை கேட்டு நெஞ்சம் மயங்குதா  ஆமா ஆமா  என்ன பூட்டி புடிச்சி விக்க கூட்டு கிளியும் இல்ல காட்டு குயிலும் இல்ல கேட்டா கிறங்குதில்ல தந்தா நந்தா நந்தானா  பாட்டு உன்ன இழுக்குதா  ஆமா ஆமா  அதை கேட்டு நெஞ்சம் மயங்குதா  ஆமா ஆமா   நீரோடும் வைகையில நீரானவ நிமிந்து நடந்து வந்தா தேரானவ மாறாத வாக்கு சொல்லும் சீரானவ கருத்து எவரும் சொன்னா வேறானவ செந்தாழம் பூ நல்லாருக்கும் தொட்டா முள்ளு குத்தாதா வந்தாலும் தான் போனாலும் தான் வண்டா கண்ணு சுத்தாதா கொய்யாத கொய்யா கனி நான்தானடி கொண்டாட ஏங்கும் பல ஆண் தானடி ஏழூரிலும் என் போல பெண் ஏது எங்கே சொல்லு பெண்ணே இப்போது  பாட்டு படிக்கும் குயிலே  ஆமாம் ஆமாம்  உன் பாட்ட நிப்பாட்டு ஒயிலே  ஆமாம் ஆமாம்  கூட்டில் புடிச்சி வைப்பேன் வீட்டு கிளியே உன்ன காட்டில் தொரத்தி ரெண்டு போட்டு கிறங்க வைப்பேன் தந்தா நந்தா நந்தானா  பாட்டு படிக்கும் குயிலே  ஆமாம் ஆமாம்  உன் பாட்ட நிப்பாட்டு ஒயிலே  ஆமாம் ஆமாம்   ஏய்.ஏ... வித்தாரக்கள்ளி இவள கொஞ்சம் பாரு இவ தொட்டா உடம்பில் ஒட்டிக்கொள்ளும் சேறு வித்தாரக்கள்ளி இவள கொஞ்சம் பாரு இவ தொட்டா உடம்பில் ஒட்டிக்கொள்ளும் சேறு கத்தால முள்ளு தானா இல்ல கொட்டாத சிறு தேளா தந்தான கிளி தந்தான கிளி தந்தா நா அட தந்தான கிளி தந்தான கிளி தந்தா னா (இசை) டுர்...ர்..ர்ரா... டுர்..ர்..ர்...   நீ என்ன தென்மதுரை அரசானியா நெசமாக வந்திருக்கும் அல்லி ராணியா நான் என்ற எண்ணம் கொண்டு நடக்காதம்மா நடந்தா தங்கையா கிட்ட நடக்காதம்மா இல்லாததை பொல்லாததை எல்லாருக்கும் சொல்லாத  எம்மா எம்மா சும்மா சும்மா அங்கே இங்கே துள்ளாதே பெண்ணாக வந்தாலே பெரும் பாக்கியம் முன்னோர்கள் சொன்னாரடி ஒரு வாக்கியம் வாயாடியே ஒம் போல பெண்ணாலே பெண்ணின் புகழ் மங்கும் தன்னாலே  பாட்டு படிக்கும் குயிலே  ஆமாம் ஆமாம்  உன் பாட்ட நிப்பாட்டு ஒயிலே  ஆமாம் ஆமாம்  கூட்டில் புடிச்சி வைப்பேன் வீட்டு கிளியே உன்ன காட்டில் தொரத்தி ரெண்டு போட்டு கிறங்க வைப்பேன் தந்தா நந்தா நந்தானா  பாட்டு படிக்கும் குயிலே  ஆமாம் ஆமாம்  உன் பாட்ட நிப்பாட்டு ஒயிலே  ஆமாம் ஆமாம்"}