{"திரைப்படம்": "Nenjinile", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Devan", "பாடல்": "பிரைம் மினிஸ்டர்", "வருடம்": "1999", "பாடியவர்கள்": "S. N. Surendar, Harini", "பாடல்வரிகள்": "பிரைம் மினிஸ்டர் பதவி வேணாம் சீப் மினிஸ்டர் பதவி வேணாம் ஜனாதிபதி மினிஸ்டர் பதவி வேணாம் ஐநா சபை மினிஸ்டர் பதவி வேணாம் காதலியே என் காதலியே நெஞ்சினிலே உன் நெஞ்சினிலே காதலன் என்றொரு பதவி கொடு காலமெல்லாம் நான் சேவை செய்ய காதலன் என்றொரு பதவி கொடு காலமெல்லாம் நான் சேவை செய்ய  பிரைம் மினிஸ்டர் பதவி வேண்டாம் சீப் மினிஸ்டர் பதவி வேண்டாம் ஜனாதிபதி மினிஸ்டர் பதவி வேண்டாம் ஐநா சபை மினிஸ்டர் பதவி வேண்டாம் காதலனே என் காதலனே நெஞ்சினிலே உன் நெஞ்சினிலே காதலி என்றொரு பதவி கொடு காலமெல்லாம் நான் சேவை செய்ய காதலி என்றொரு பதவி கொடு காலமெல்லாம் நான் சேவை செய்ய  ஒரு மந்திரி சபை ஆளும் வெறும் ஐந்தாண்டு நம் மன்மத சபை வாழும் பல நூறாண்டு  அந்த மன்மதன் நீயென்றால் மணம் சலிக்காது இங்கு வேறு யாருக்கும் ஓட்டு கிடைக்காது  நாம் முத்தம் வைக்கும் சத்தங்கள் மன்மத தேசத்து மொழியாச்சு  கன்னிப்பெண்ணின் முந்தானை காதல் தேசத்து கொடியாச்சு  என் சித்தமும் ரத்தமும் உன் பெயர் சொல்லுது கேளடி பொன்மானே  உன் காலடி நிழலுக்குள் வாழ்வது சுகமென்று வாழ்பவள் நான்தானே  பிரைம் மினிஸ்டர் பதவி வேணாம் சீப் மினிஸ்டர் பதவி வேணாம் ஜனாதிபதி மினிஸ்டர் பதவி வேணாம் ஐநா சபை மினிஸ்டர் பதவி வேணாம் காதலியே என் காதலியே நெஞ்சினிலே உன் நெஞ்சினிலே காதலன் என்றொரு பதவி கொடு காலமெல்லாம் நான் சேவை செய்ய காதலன் என்றொரு பதவி கொடு காலமெல்லாம் நான் சேவை செய்ய  என் பட்டுக்கூந்தலிலே நீ விளையாடு மணம் முதுக்குளிக்கிறதே உன் அலையோடு  என் தோளில் சாய்ந்து விடு இனி விலகாது மணம் தன்னந்தனிமையிலே இனி உறங்காது  நீ ஒற்றைப் பூவை கொடுத்தாயே கொத்துப்பூவை பறித்தாயே  நீ பைய பைய வலைவீசி என்னை மீனாய் பிடித்தாயே  ஒரு உரசிய தீக்குச்சி சுடர்விடும் என்பது உனக்கென்ன தெரியாதா  உன் உயிரின் நெருப்பை அடைமழை முத்தம் அணைத்தால் தனியாதா  பிரைம் மினிஸ்டர் பதவி வேண்டாம் சீப் மினிஸ்டர் பதவி வேண்டாம்  ஜனாதிபதி மினிஸ்டர் பதவி வேண்டாம் ஐநா சபை மினிஸ்டர் பதவி வேண்டாம்  காதலனே என் காதலனே நெஞ்சினிலே உன் நெஞ்சினிலே காதலி என்றொரு பதவி கொடு காலமெல்லாம் நான் சேவை செய்ய காதலி என்றொரு பதவி கொடு காலமெல்லாம் நான் சேவை செய்ய  காதலன் என்றொரு பதவி கொடு காலமெல்லாம் நான் சேவை செய்ய காதலன் என்றொரு பதவி கொடு காலமெல்லாம் நான் சேவை செய்ய"}