{"திரைப்படம்": "Moondru Per Moondru Kadhal", "பாடலாசிரியர்": "Na. Muthukumar", "இசையமைப்பாளர்": "Yuvan Shankar Raja", "பாடல்": "படபடக்குது படபடக்குது", "வருடம்": "2013", "பாடியவர்கள்": "Krish", "பாடல்வரிகள்": "கொல்லாமல் கொல்லுதே உன் ஞாபகம் ஓயேஓ... ஓயேஓ... காத்திருந்தாலும் காலடி தடங்கள் போகுமடி தீரா நதி என்னுள் நீராட வா... படபடக்குது படபடக்குது மனமே துடிதுடிக்குது துடிதுடிக்குது தினமே எந்தன் பெருங்காதல் குறையாதது... உன் அருகினில் நான் இருந்ததும் அடடா என் அருகினில் நீ இருந்ததும் அடடா இங்கு உடல் மட்டும் பிரிகின்றது உந்தன் மனம் என்னுள் வாழ்கின்றது பார்த்துக் கொண்டே பார்க்காமல் போ  கேட்டுக் கொண்டே கேட்காமல் போ என்றாலும் கூட என் கண்ணிலே உனை கொஞ்சுவேன் காதோரமாய் நான் பேசுவேன் வீட்டுப் பூனை நீ தானடி காட்டுப் பூவும் நீ தானடி எங்கே நீ போனால் எனக்கென்னடி என் நெஞ்சிலே நீ தானடி ஏய் நில்லடி ஏய் நில்லடி தக் திங் சக்  கேர்ள் ஃப்ரெண்ட் யூ காட் மி கால் இன் நௌ வண்டரிங் வாட் லவ் இஸ் ஆல் அபௌட் ஐ வாண்ட் டு கெட் யூ அபௌ மை ஸைடு டேக் யூ அப் இன் டு த ஸ்கை ஸோ வி குட் வி குட் ஃப்லை இட் வில் பி எ ரைடு இட் வில் பி எ ரைடு குட் டு ஸீ வாட் ஐ குட் ஸீ குட் யூ பி வேர் ஐ வுட் பி  அண்டர்ஸ்டாண்ட் வாட் யூ மீன் டு மி மை ஒன்லி லவ் இண்டெர்னலின் மை ஸோல் மேட் யூ குட் பி மை வெரி பெஸ்ட் ஃப்ரெண்ட் எ லவ் ஸ்டோரி தட் நெவர் வில் எண்ட் ஐ’ல் பி தேர் டு ஹோல்ட் யூ தட் யூ எவர் ஃபால் டௌன் ஐ’ல் பிக் யூ ரைட் பாக் அப் அண்ட் டேக் யூ அரௌண்ட் அண்ட் ரௌண்ட் அண்ட் ரௌண்ட் அண்ட் ரௌண்ட் அண்ட் ரௌண்ட் அண்ட் ரௌண்ட் டியல  தாவாமல் தாவுதே என் ஆசையே ஓயேஓ... ஓயேஓ... வார்த்தைகள் என்ன பார்வையில் சொன்னால் போதுமடி போகாதேடி என் முன் நீ ஓடி வா... (இசை) பட படக்குது படபடக்குது ம ன மே துடி துடிக்குது துடிதுடிக்குது தி ன மேல  லெட் மி டெல் யூ ஒன்ஸ் அகைய்ன் வாட்  கோயிங் ஆன் இன் ஸம் ஒன்ஸ் மைண்ட் ஐ’ல் வர்க் அண்ட் ஸர்ச் வித்தின் இன் இட்ஸ் ஒன்லி யூ ஆர் ஃபைன் ஈவன் இஃப் த வர்ல்ட் வாஸ் எண்டிங் யூ ஆர் ஆல் தட் ஐ வுட் நீட் ஹியர் இஸ் எ ஸிம்பில் கோ  இட்ஸ் ஒன்லி யூ அண்ட் மி...ட் ரௌண்ட் மை ஸோல் மேட் யூ குட் பி மை வெரி பெஸ்ட் ஃப்ரெண்ட் எ லவ் ஸ்டோரி தட் நெவர் வில் எண்ட் ஐ’ல் பி தேர் டு ஹோல்ட் யூ தட் யூ எவர் ஃபால் டௌன் ஐ’ல் பிக் யூ ரைட் பாக் அப் அண்ட் டேக் யூ அரௌண்ட் அண்ட் ரௌண்ட் அண்ட் ரௌண்ட் அண்ட் ரௌண்ட் அண்ட் ரௌண்ட் அண்ட் ரௌண்ட் படபடக்குது படபடக்குது மனமே துடிதுடிக்குது துடிதுடிக்குது தினமே எந்தன் பெருங்காதல் குறையாதது அது பிரிந்தாலும் பிரியாதது உன் அருகினில் நான் இருந்ததும் அடடா அண்ட் தேர் ஷி கம்ஸ்  என் அருகினில் நீ இருந்ததும் அடடா  ஷுட் ஐ லுக் பாக் நௌ  இங்கு உடல் மட்டும் பிரிகின்றது  வாட் டு ஐ ஸே  உந்தன் மனம் என்னுள் வாழ்கின்றது  வாட் டு ஐ டு ஐ வண்டர் ஐ வண்டர் கம் மை ஹார்ட்ஸ் ஆன் ஃபையர் ஷி இஸ் சச் அ லையர் ஷி இஸ் ஸோ டிவைன் ஹ ஹ ஹ ஹ த கேர்ல் இஸ் மைன்..."}