{"திரைப்படம்": "Singaravelan", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "புதுச்சேரி கச்சேரி", "வருடம்": "1992", "பாடியவர்கள்": "S. P. Balasubramaniam", "பாடல்வரிகள்": "பம்சிக்கு பம்சிக்கு பம்ச பம்பம்ப பம்சிக்கு பம்சிக்கு பம்ச பம் பம்சிக்கு பம்சிக்கு பம்ச பம்பம்ப பம்சிக்கு பம்சிக்கு பம்ச பம்  கககாகிகீகூகூகககேகுகுகுகுகேகே…  புதுச்சேரி கச்சேரி எக்கச்சக்க பார்ட்டி ஒண்ணு புடிச்சேன் புது டைகர் ஆச்சாரி வரதாச்சாரி போல படிச்சேன் ஏ பாக்கும் பாப்பாக்கு முத்துப்போல் புல்லாக்கு கேக்கும் மத்தாப்பு மேலாக்கு புதுக்காத்துக்கும் பாட்டுக்கும் கூத்துக்கள் போடுது தகிடதத்தித்தோம் புதுச்சேரி கச்சேரி எக்கச்சக்க பார்ட்டி ஒண்ணு புடிச்சேன் புது டைகர் ஆச்சாரி வரதாச்சாரி போல படிச்சேன்  பம்சிக்கு …  பொறக்கையில் என்னோடு பொறந்தது வளர்ந்தது பாட்டு நடக்கையில் என்னோடு நடந்தது கலந்தது பீட்டு இருக்குது கிட்டாரு ட்ரம்ஸூகள் ட்ரம்பெட்டு ஃப்ளூட்டு இவைகளை ஒன்றாக இசைப்பவன் எவனென்று காட்டு விதவிதமா வகைவகையா சுகம்சுகமா சுரம் படிப்பேன் இமயம் முதல் குமரிவரை இதயங்களில் இடம் பிடிப்பேன் குயிலின் சங்கீதம் கூக்கூ கிளியின் சங்கீதம் கீக்கீ எனது சங்கீதம் ஸா..பா.. இதுக்குக் கிடையாது தாப்பா குமரியானாலும் கிழவியானாலும் நின்று காதாரக் கேப்பா புதுச்சேரி கச்சேரி புதுச்சேரி கச்சேரி எக்கச்சக்க பார்ட்டி ஒண்ணு புடிச்சேன் புது டைகர் ஆச்சாரி வரதாச்சாரி போல படிச்சேன்  கககாகிகீகூகூகககேகுகுகுகுகேகே…  மிருதங்கம் சூடேற அடிக்கடி கொடுக்கணும் டேக்கா தரிகிடதோம் ததாம் தகிட மனுஷங்க முன்னேற அடிக்கடி புடிக்கணும் காக்கா வெவரங்க சொல்லாம விஷயத்தை முடிக்கணும் நேக்கா முடிஞ்சதும் எல்லாரும் புகழ்ந்திட நடக்கணும் சோக்கா சரக்கிருக்கு முறுக்கிருக்கு எனக்கெதுக்கு மனக் கவலை அறிஞ்சுக்கணும் புரிஞ்சுக்கணும் தெரிஞ்சுக்கணும் மழைத்தவளை காலம் என்னோட காலம் நேரம் என்னோட நேரம் கல்லும் காயாக மாறும் முள்ளும் பூவாக மலரும் நாளும் பார்த்தாச்சு ஆளும் பார்த்தாச்சு ஜோடி எப்போது சேரும்  புதுச்சேரி கச்சேரி எக்கச்சக்க பார்ட்டி ஒண்ணு புடிச்சேன் புது டைகர் ஆச்சாரி வரதாச்சாரி போல படிச்சேன் புதுச்சேரி கச்சேரி எக்கச்சக்க பார்ட்டி ஒண்ணு புடிச்சேன் புது டைகர் ஆச்சாரி வரதாச்சாரி போல படிச்சேன் ஏ பாக்கும் பாப்பாக்கு முத்துப்போல் புல்லாக்கு கேக்கும் மத்தாப்பு மேலாக்கு புதுக்காத்துக்கும் பாட்டுக்கும் கூத்துக்கள் போடுது தகிடதத்தித்தோம் புதுச்சேரி கச்சேரி எக்கச்சக்க பார்ட்டி ஒண்ணு புடிச்சேன்  பம்சிக்கு …"}