{"திரைப்படம்": "May Madham", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "பாலக் காட்டு மச்சானுக்கு", "வருடம்": "1994", "பாடியவர்கள்": "G. V. Prakash, Noel James", "பாடல்வரிகள்": "பாலக் காட்டு மச்சானுக்கு பாட்டுன்ன உசுரு பாட்டு சத்தம் கேட்டு புட்டா மத்ததெல்லாம் கொசுரு  பாலக் காட்டு மச்சானுக்கு பாட்டுன்ன உசுரு பாட்டு சத்தம் கேட்டு புட்டா மத்ததெல்லாம் கொசுரு  பாலக்காட்டு மச்சானுக்கு பாட்டுன்ன உசுரு பாட்டு சத்தம் கேட்டு புட்டா மத்ததெல்லாம் கொசுரு  செலவுக்கு நோட்டே இருக்கு சிந்தனைக்கு பாட்டிருக்கு ஜல் ஜல் ஜல்சாதான்  பாட்டு சத்தம் கேட்டு புட்டா மத்ததெல்லாம் கொசுரு  செலவுக்கு நோட்டே இருக்கு சிந்தனைக்கு பாட்டிருக்கு ஜல் ஜல் ஜல்சாதான்  சிட்டு குருவி சிட்டு குருவி சிரிக்கட்டுமே பெட்டை குருவி  ஆனது ஆகட்டும் ஆனந்தம் கூடுது ஆஹா வாழ்வே சொர்கம்  பாலக்காட்டு மச்சானுக்கு பாட்டுன்ன உசுரு பாட்டு சத்தம் கேட்டு புட்டா மத்ததெல்லாம் கொசுரு  செலவுக்கு நோட்டே இருக்கு சிந்தனைக்கு பாட்டிருக்கு ஜல் ஜல் ஜல்சாதான்  சிட்டு குருவி சிட்டு குருவி சிரிக்கட்டுமே பெட்டை குருவி  ஆனது ஆகட்டும் ஆனந்தம் கூடுது ஆஹா வாழ்வே சொர்கம்  கவலைகள் வேண்டாம் கனவுகள் வாங்கு வா சந்தோஷம் நமக்கு  திருமணம் வேண்டாம் காதலை வாங்கு கதவுகள் வேண்டாம் சாவிகள் வாங்கு வா பொற்க்காலம் நமக்கு  செல்வங்கள் வேண்டாம் சிறகுகள் வாங்கு வா வானம் நமக்கு  வானமும் பூமியும் வாழ்ந்தால் இனிமையே  பாடகன் வாழ்விலே நித்தம் நித்தம் பரவசம் நவரசம்  பாலக்காட்டு மச்சானுக்கு பாட்டுன்ன உசுரு பாட்டு சத்தம் கேட்டு புட்டா மத்ததெல்லாம் கொசுரு  செலவுக்கு நோட்டே இருக்கு சிந்தனைக்கு பாட்டிருக்கு ஜல் ஜல் ஜல்சாதான்  வானத்தை எவனும் அழைக்கவும் இல்லை வா இப்போதே அளப்போம்  வாழ்க்கையை எவனும் ரசிக்கவும் இல்லை  பூக்களை எவனும் திறக்கவும் இல்லை வா இப்போதே திறப்போம்  பூமியில் புதையலை எடுக்கவும் இல்லை வா இப்போதே எடுப்போம்  வாலிபம் ஒன்று தான் வாழ்வின் இன்பமே  புன்னகை ஒன்று தான் என்றும் என்றும் இளமையின் ரகசியம்  பாலக்காட்டு மச்சானுக்கு பாட்டுன்ன உசுரு பாட்டு சத்தம் கேட்டு புட்டா மத்ததெல்லாம் கொசுரு  செலவுக்கு நோட்டே இருக்கு சிந்தனைக்கு பாட்டிருக்கு ஜல் ஜல் ஜல்சாதான்  பாலக்காட்டு மச்சானுக்கு பாட்டுன்ன உசுரு பாட்டு சத்தம் கேட்டு புட்டா மத்ததெல்லாம் கொசுரு  செலவுக்கு நோட்டே இருக்கு சிந்தனைக்கு பாட்டிருக்கு ஜல் ஜல் ஜல்சாதான்  சிட்டு குருவி சிட்டு குருவி சிரிக்கட்டுமே பெட்டை குருவி ஆனது ஆகட்டும் ஆனந்தம் கூடுது ஆஹா வாழ்வே சொர்கம்"}