{"திரைப்படம்": "Kanthaswamy", "பாடலாசிரியர்": "Viveka", "இசையமைப்பாளர்": "Devi Sri Prasad", "பாடல்": "பம்பரக்கண்ணாலே காதல்", "வருடம்": "2009", "பாடியவர்கள்": "Malathi", "பாடல்வரிகள்": "பம்பரக்கண்ணாலே காதல் சங்கதி சொன்னானே தங்கச்சிலைப் போல் வந்து மனதை தவிக்கவப்பேனே குழு: பம்பரக்கண்ணாலே காதல் பம் பம் பம்பரக்கண்ணாலே காதல் பம் பம் பம் பம்பரக்கண்ணாலே காதல் சங்கதி சொன்னாளே தங்கச்சிலைப் போல் வந்து மனதைத் தவிக்கவிட்டாளே  ஹே... ஏம் பேரு மீனாக்குமாரி என் ஊரு கன்யாக்குமாரி ஹே... ஏம் பேரு மீனாக்குமாரி என் ஊரு கன்யாக்குமாரி போலாமா குதுரை சவாரி செய்யலாமா செம்மக்கச்சேரி நான் பட்டு பட்டு பட்டு பட்டு பட்டு சுந்தரி என்ன தொட்டு தொட்டு தொட்டு தொட்டு தொட்டு நீப்புல்லரி எம் பேர் எம் பேர் எம் பேர் எம் பேர் ஏம் பேரு மீனாக்குமாரி என் ஊரு கன்யாக்குமாரி  குழு: பம்பர பம்பரக்கண்ணாலே காதல் சங்கதி சொன்னாளே தங்கச்சிலைப் போல் வந்து மனதைத் தவிக்கவிட்டாளே  குழு: Oh my girl rock it away... Peppy girl shake it away... Look ur body taking away... Gal galk freak it away...  Shakalakka makka u say... Everybody pushing away... Oh my baby squeezz it away... Baby get him away...  குழு: பம்பர பம்பரக்கண்ணாலே லே லே லே காதல் சங்கதி சொன்னாளே ளே ளே ளே பம்பர பம்பரக்கண்ணாலே லே லே லே காதல் சங்கதி சொன்னாளே ளே ளே ளே  (இசை...)  பெண்: ஓ... ஓ... ஓ... ஓ... ஓ.... காய்கறித் தோட்டத்துல நான் கத்திரி ஆங்கிலம் மாதத்துல நான் ஜனவரி  குழு: பம்பரக்கண்ணாலே காதல் பம் பம் பம்  ஓடுற நதியினிலே நான் காவிரி அசைவ சாப்பாட்டுல நான் மான் கறி  குழு: பம்பரக் பம்பரக் பம்பரக் பம்பரக் பம்  நான் சேலக்கட்டி வந்து நின்ன கன்னிக் கணிப்பொறி அடக் கண்ணக் கொள்ளும் அழகிக்கெல்லாம் நான் தான் முகவரி எம் பேர் எம் பேர் எம் பேர் எம் பேர் ஏம் பேரு மீனாக்குமாரி என் ஊரு கன்யாக்குமாரி  குழு: பம்பர பம்பரக்கண்ணாலே காதல் சங்கதி சொன்னாளே  (இசை...)  ஹோ...ம் முத்தக் கிரிக்கெட்டுல நான் செஞ்சுரி கட்டில் பந்தியில நான் முந்திரி  குழு: பம்பரக்கண்ணாலே காதல் பம் பம் பம்  பெண்: மோகப் பஞ்சுக்குள்ள நான் தீப்பொறி காம சூத்ராவுல நாம் முதல் வரி  குழு: பம்பரக் பம்பரக் பம்பரக் பம்பரக் பம் பம்  நான் தேனைவிட்டுச் செஞ்சு வச்சேன் சென்னைக் கேசரி நான் கண்ணுக்குள்ள கத்தி வச்ச பொம்பளை போக்கிரி எம் பேர் எம் பேர் எம் பேர் எம் பேர் ஏம் பேரு மீனாக்குமாரி என் ஊரு கன்யாக்குமாரி போலாமா குதுரை சவாரி செய்யலாமா செம்மக்கச்சேரி  குழு: பம்பர பம்பரக்கண்ணாலே காதல் சங்கதி சொன்னாளே தங்கச்சிலைப் போல் வந்து மனதைத் தவிக்கவிட்டாளே பம்பர பம்பரக்கண்ணாலே காதல் சங்கதி சொன்னாளே தங்கச்சிலைப் போல் வந்து மனதைத் தவிக்கவிட்டாளே "}