{"திரைப்படம்": "Meera", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "புது ரூட்டுலத்தான்", "வருடம்": "1992", "பாடியவர்கள்": "K. J. Yesudas, K. S. Chithra", "பாடல்வரிகள்": "ஒய்யா ஒய்யார ஒய்யா ஒய்யா ஒய்யா ஒய்யார ஒய்யா ஒய்யா ஒய்யா ஒய்யார ஒய்யா ஒய்யா ஒய்யா ஒய்யார ஒய்யா ஒய்யா ஒய்யா ஒய்யார ஒய்யா ஒய்யா ஒய்யா ஒய்யார ஒய்யா ஒய்யா ஒய்யா ஒய் ஒய் ஒய்யா ஒய்யா ஒய் ஒய் ஒய்யா ஓ ஓ ஓ ஓ ஓ ஓ  ஒய்யா  புது ரூட்டுலத்தான்  ஒய்யா  நல்ல ரோட்டுலத்தான் நின்றாடும் வெள்ளிநிலவு  ஒய்யா ஒய்யா ஒய்யா  இந்த ராத்திரியில்  ஒய்யா  ஒரு யாத்திரையில் பூவோடு காத்தும் வருது  ஒய்யா ஒய்யா  நிலவு எங்கே சென்றாலும் நிழல் பின்னால் வராதா நீ வேண்டாமென்றாலும் அது வட்டமிடாதா ஹொய்  ஒய்யா  புது ரூட்டுலத்தான்  ஒய்யா  நல்ல ரோட்டுலத்தான் நின்றாடும் வெள்ளிநிலவு  ஒய்யா ஒய்யா ஒய்யா  இந்த ராத்திரியில்  ஒய்யா  ஒரு யாத்திரையில் பூவோடு காத்தும் வருது  ஒய்யா ஒய்யா  பூத்திருக்கும் வைரமணி தாரகைகள்தான்  ஒய்யா  ராத்திரியில் பார்த்ததும் உண்டோ  ஒய்யா ஒய்யா  காத்திருக்கும் ராக்குருவி கண்ணுறங்காமல்  ஒய்யா  பாட்டிசைக்க கேட்டது உண்டோ  ஒய்யா ஒய்யா  நீ வாழ்ந்து வளர்ந்த இடம் வேறு நேரங்கள் உனக்கு இதற்கேது நீ இன்று நடக்கும் தடம் வேறு நானின்றி உனக்கு துணை யாரு நீ தடுத்தாலும்  ஒய்யா  கால் தடுத்தாலும்  ஒய்யா  நாள் முழுக்க நான் வருவேன் மானே ஹொய்  ஒய்யா  புது ரூட்டுலத்தான்  ஒய்யா  நல்ல ரோட்டுலத்தான் நின்றாடும் வெள்ளிநிலவு  ஒய்யா ஒய்யா  ஓ ஓ மண் குடிசை வாசலிலே சந்திரன் தான் விடிவிளக்கு என் மடிதான் பஞ்சு மெத்தை கண்மணியே நீ உறங்கு  வானம் வரும் மேகம் வரும் கூட உன்னோடு  ஒய்யா  நானும் வந்தால் என்னடி அம்மா  ஆண்குழு : ஒய்யா ஒய்யா  தென்மதுரை சேரும் வரை ஆண் துணயாக  ஒய்யா  ஏழை என்னை ஏற்று கொள்ளம்மா  ஒய்யா ஒய்யா  ஓடாதே கிளியே தனியாக ஏதேனும் நடக்கும் தவறாக ஊர் கெட்டு கிடக்கு பொதுவாக ஒன்றாக நடப்போம் மெதுவாக காலடி நோக  ஒய்யா  நாலடி போக  ஒய்யா  பாதையிலே பூ விரிப்பேன் நானே ஹொய்  ஒய்யா  புது ரூட்டுலத்தான்  ஒய்யா  நல்ல ரோட்டுலத்தான் நின்றாடும் வெள்ளிநிலவு  ஒய்யா ஒய்யா ஒய்யா  இந்த ராத்திரியில்  ஒய்யா  ஒரு யாத்திரையில் பூவோடு காத்தும் வருது  ஒய்யா ஒய்யா  நிலவு எங்கே சென்றாலும் நிழல் பின்னால் வராதா நீ வேண்டாமென்றாலும் அது வட்டமிடாதா ஹொய்  ஒய்யா  புது ரூட்டுலத்தான்  ஒய்யா  நல்ல ரோட்டுலத்தான் நின்றாடும் வெள்ளிநிலவு  ஒய்யா ஒய்யா ஒய்யா  இந்த ராத்திரியில்  ஒய்யா  ஒரு யாத்திரையில் பூவோடு காத்தும் வருது  ஒய்யா ஒய்யா"}