{"திரைப்படம்": "Uzhavan", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "பெண்ணல்ல பெண்ணல்ல", "வருடம்": "1993", "பாடியவர்கள்": "S. P. Balasubramaniam", "பாடல்வரிகள்": "ஆண் : பெண்ணல்ல பெண்ணல்ல ஊதாப்பூ சிவந்த கன்னங்கள் ரோசாப்பூ  பெண் : அஹா... அப்புறம் ?  ஆண் : கண்ணல்ல கண்ணல்ல அல்லிப்பூ சிரிப்பு மல்லிகைப்பூ  ***  ஆண் : பெண்ணல்ல பெண்ணல்ல ஊதாப்பூ சிவந்த கன்னங்கள் ரோசாப்பூ கண்ணல்ல கண்ணல்ல அல்லிப்பூ சிரிப்பு மல்லிகைப்பூ  ஆண் : சிறு கைவளை கொஞ்சிடும் கொய்யாப்பூ அவள் கைவிரல் ஒவ்வொன்றும் பன்னீர்ப்பூ மை விழி ஜாடைகள் முல்லைப்பூ மணக்கும் சந்தனப்பூ சித்திர மேனி தாழம்பூ சேலை அணியும் ஜாதிப்பூ சிற்றிடை மீது வாழைப்பூ ஜொலிக்கும் செண்பகப்பூ  பெண்ணல்ல பெண்ணல்ல ஊதாப்பூ சிவந்த கன்னங்கள் ரோசாப்பூ கண்ணல்ல கண்ணல்ல அல்லிப்பூ சிரிப்பு மல்லிகைப்பூ  ***  ஆண் : தென்றலைப் போல நடப்பவள் என்னைத் தழுவ காத்து கிடப்பவள் செந்தமிழ் நாட்டு திருமகள் எந்தன் தாய்க்கு வாய்த்த மருமகள் சிந்தையில் தாவும் பூங்கிளி அவள் சொல்லிடும் வார்த்தை தேன்த்துளி அஞ்சுகம் போல இருப்பவள் கொட்டும் அருவி போல சிரிப்பவள் மெல்லிய தாமரை காலெடுத்து நடையை பழகும் பூந்தேரு.. மெட்டியை காலில் நான் மாட்ட மயங்கும் பூங்கொடி  பெண்ணல்ல பெண்ணல்ல ஊதாப்பூ சிவந்த கன்னங்கள் ரோசாப்பூ கண்ணல்ல கண்ணல்ல அல்லிப்பூ சிரிப்பு மல்லிகைப்பூ  சிறு கைவளை கொஞ்சிடும் கொய்யாப்பூ அவள் கைவிரல் ஒவ்வொன்றும் பன்னீர்ப்பூ மை விழி ஜாடைகள் முல்லைப்பூ மணக்கும் சந்தனப்பூ சித்திர மேனி தாழம்பூ சேலை அணியும் ஜாதிப்பூ சிற்றிடை மீது வாழைப்பூ ஜொலிக்கும் செண்பகப்பூ....  பெண்ணல்ல பெண்ணல்ல ஊதாப்பூ சிவந்த கன்னங்கள் ரோசாப்பூ கண்ணல்ல கண்ணல்ல அல்லிப்பூ சிரிப்பு மல்லிகைப்பூ  (இசை) சரணம் - 3  ஆண் : சித்திரை மாத நிலவொளி.. அவள் சில்லெனத் தீண்டும் பனித்துளி கொஞ்சிடும் பாத கொலுசுகள் அவை கொட்டிடும் காதல் முரசுகள் பழத்தைப் போல இருப்பவள் வெல்லப் பாகைப் போல இனிப்பவள் சின்ன மை விழி மெல்ல திறப்பவள் அதில் மன்மத ராகம் படிப்பவள் உச்சியில் வாசனைப் பூமுடித்து உலவும் அழகு பூந்தோட்டம் மெத்தையில் நானும் சீராட்ட பிறந்த மோகனம்  பெண்ணல்ல பெண்ணல்ல ஊதாப்பூ சிவந்த கன்னங்கள் ரோசாப்பூ கண்ணல்ல கண்ணல்ல அல்லிப்பூ சிரிப்பு மல்லிகைப்பூ  சிறு கைவளை கொஞ்சிடும் கொய்யாப்பூ அவள் கைவிரல் ஒவ்வொன்றும் பன்னீர்ப்பூ மை விழி ஜாடைகள் முல்லைப்பூ மணக்கும் சந்தனப்பூ சித்திர மேனி தாழம்பூ சேலை அணியும் ஜாதிப்பூ சிற்றிடை மீது வாழைப்பூ ஜொலிக்கும் செண்பகப்பூ....  பெண்ணல்ல பெண்ணல்ல ஊதாப்பூ சிவந்த கன்னங்கள் ரோசாப்பூ கண்ணல்ல கண்ணல்ல அல்லிப்பூ அஹ...அஹா.."}