{"திரைப்படம்": "Sarvam Thaala Mayam", "பாடலாசிரியர்": "Arunraja Kamaraj", "இசையமைப்பாளர்": "G. V. Prakash Kumar", "பாடல்": "பீட்டர் பீட்ட ஏத்து", "வருடம்": "2019", "பாடியவர்கள்": "G. V. Prakash Kumar, Sathyaprakash, Arjun Chandy", "பாடல்வரிகள்": "டண்ட னக்கர தரனனானா டண்ட னக்கர திரனனனா டண்ட னக்கர தரனனானா தரன ன னன ன னா ஹே ஹே ஹே ஹே ஹே ஹே ஹே ஹே பிகிலு சௌண்டு தெறிக்குது கொரலு காத கிழிக்குது ரவசு ரகள பொளக்குது மனசு மெதக்குது…. இரவில் வெளிச்சம் பொறக்குது இதயம் உனக்கு துடிக்குது உறங்கி கெடந்த வீரமும் முழுசா முழிக்குது எப்போதும் கவலை எதுக்கும் காட்டாதடா எந்நாளும் மனச பூட்டாதடா நாளை இல்லை இன்றே கொண்டாடு ஆண் மற்றும் குழு : ஏ பீட்டர் பீட்ட ஏத்து ஏ பீட்டர் பீட்ட ஏத்து ஏ பீட்டர் போட்டு தாக்கு ஏ ஒதுங்கு ஒதுங்கு பிகிலு சௌண்டு தெறிக்குது கொரலு காத கிழிக்குது ரவசு ரகள பொளக்குது மனசு மெதக்குது…. இரவில் வெளிச்சம் பொறக்குது இதயம் உனக்கு துடிக்குது உறங்கி கெடந்த வீரமும் முழுசா முழிக்குது ஏ மா திமாயே கு னு குசிமே மே ய கேய்ம ஏ ஏ ஏ யை மசி மசி குமாயே மசி மசி குமாயே மசி குமாயே ஏ ஜும்ப ஜும்ப ஜும்ப மஸ்க் மஸ்க் ஏ ஜும்ப ஜும்ப ஜும்ப ஏய்ய் ரெண்டு மணி நேரம்தான் ஒன்ன பாத்தாலும் ரெண்டு ஜென்ம சந்தோசம் உள்ள தோணுது இந்த ஒரு நாளுக்கு தானே எல்லோரும் நெஞ்சுக்குள்ள உன் பேர பட்டா போட போறம் ஹே பச்ச குத்தி காட்டி அட சூடம் ஏத்தி ஆட்டி மாலை போடும் நேரத்துல சாமி போல மாறி ஏ டண்ட டன நக்கா ஏ டனக்கு டனக்கு நக்கா அட ஒன்ன பாத்தா எல்லோருக்கும் கிக்கு ஏறும் பக்கா ஏ பீட்டர் பீட்ட ஏத்து ஏ பீட்டர் பீட்ட ஏத்து ஏ பீட்டர் போட்டு தாக்கு ஏ ஒதுங்கு ஒதுங்கு பிகிலு சௌண்டு தெறிக்குது கொரலு காத கிழிக்குது ரவசு ரகள பொளக்குது மனசு மெதக்குது…. இரவில் வெளிச்சம் பொறக்குது இதயம் உனக்கு துடிக்குது உறங்கி கெடந்த வீரமும் முழுசா முழிக்குது போடு ஹேய்ய் ஹே ஹே ஹே ஹே ஹே ஹே ஹே அப்படி தான் அப்படி தான் ஏ மா திமாயே கு னு குசிமே மே ய கேய்ம ஏ ஏ ஏ யை மசி மசி குமாயே மசி மசி குமாயே மசி குமாயே ஏ வீதி வழி மறிச்சு நாங்க பவர்ரு காட்டுவோம் பாட்ரோல்லே வந்தா கூட சீன்ன போடுவோம் தேரு போல தெருவில் நாங்க பெட்டி தூக்குவோம் எவன் எங்கள மொரச்சாலும் வெளுத்து வாங்குவோம் தடை எல்லாம் நமக்கில்ல கொண்டாட்டம் தானே அட காட்டு பையன் கூட்டம்முன்னு கத்தி சொல்லுவோமே ஏ பீட்டர் பீட்ட ஏத்து ஏ பீட்டர் பீட்ட ஏத்து ஏ பீட்டர் போட்டு தாக்கு ஏ ஒதுங்கு ஒதுங்கு பிகிலு சௌண்டு தெறிக்குது கொரலு காத கிழிக்குது ரவசு ரகள பொளக்குது மனசு மெதக்குது…. இரவில் வெளிச்சம் பொறக்குது இதயம் உனக்கு துடிக்குது உறங்கி கெடந்த வீரமும் முழுசா முழிக்குது எப்போதும் கவலை எதுக்கும் காட்டாதடா எந்நாளும் மனச பூட்டாதடா நாளை இல்லை இன்றே கொண்டாடு ஏ பீட்டர் பீட்ட ஏத்து ஏ பீட்டர் பீட்ட ஏத்து ஏ பீட்டர் போட்டு தாக்கு ஏ ஒதுங்கு ஒதுங்கு"}