{"திரைப்படம்": "Sathyam", "பாடலாசிரியர்": "Yugabharathi", "இசையமைப்பாளர்": "Harris Jayaraj", "பாடல்": "பால் பப்பாளி", "வருடம்": "2008", "பாடியவர்கள்": "Naveen, Mahathi", "பாடல்வரிகள்": "பால் பப்பளி வெள்ள தக்களி உன் கூடளி என்ன சமாளி  பால் பப்பளி வெள்ள தக்களி நான் கொமளி இப்போ சோக்களி  உன் முந்தாணய முண்டசாக கட்டி கொள்ளவ நான் மூனு வெல முட்ட சொரு அள்ளி தின்னவ நீ புள்ளி வெச்ச மானு தானே கொலம் பொடவ என் மீசயல கது குத்தி கூசம் கட்டவ  பால் பப்பளி வெள்ள தக்களி உன் கூடளி என்ன சமாளி  பால் பப்பளி வெள்ள தக்களி நீ கொமளி போட சோக்களி  என் முந்தாணய முண்டசாக கட்டி கொல்லதே நீ மூனு வெள முட்ட சொர அள்ளி தின்னதே என் புள்ளி வெச்ச மானு மெலே கொலம் பொடதே உன் மீசயால கது குத்தி கூசம் கட்டதே  கன்ன குழி வழியே தொண்ட குழி நொழன்சு நெஞ்சு குழி நடுவே மய்யம் கொல்லதே ஹெய் அச்சு வெல்ல அழகே உச்சி வெய்யில் நிலவே பிசு பிசு என்ன ஈரம் செய்யாதே என்ன மேலும் கீழும் ஏலம் போட்டு தளம் பொடதே இந்த ஒராம் பெத்த பொன்ன பர்த்து உசு கொட்டதே எனை பூவுகுள்ளே தேனை போல பூடி வைகாதே நம்ம ஆத்த கொவில் யானையபோல் ஆடி வைகதே காதல காதல ஓடி வரவ யாருமில்லா நேரம் பர்த்து தேடி வரவ வான்னிலா தேன்னில கூடி வரவ ஆடி மாச கத்து போல ஆடி வரவ  பால் பப்பளி வெள்ள தக்களி உன் கூடளி என்ன சமாளி  பால் பப்பளி (பபோய்) வெள்ள தக்கலி (அபோய்) உன் கூடளி என்ன சமாளி  உன் முந்தாணய முண்டசாக கட்டி கொள்ளவ நான் மூனு வெல முட்ட சொரு அள்ளி தின்னவ என் புள்ளி வெச்ச மானு மெலே கொலம் பொடதே உன் மீசயால கது குத்தி கூசம் கட்டதே  ஒத்தயிலே குதிச்சென் மெத்தயிலே தவிச்சென் கத்திரிகோல் விழியலே கண்ண வெட்டதே ஒத்தயிலே இருந்தென் சுத்தி சுத்தி பரந்தென் சீடெடுக்கும் கிளியாய் கூண்டில் வைகதே ஒரு முட்டாய் கடய மொரசு பார்க்கும் பட்டிக்கட்டான் போல் நீ எட்டி நின்னு என்ன பர்த்து ஏங்க வைகதே உன் ஆடு புலி ஆடம் எல்லம் இங்கே வேணான்ய நான் கூடு விட்டு கூடு பாயும் பொண்ணு தனய்ய கொகில கொகில கோடை வெய்யில காலகாலமாக வாழும் காமன் மகல கொவல கொவல கதல் நகல ஓரகண்ணால் பார்க்க வெணாம் பட்ட பகல  பால் பப்பளி வெள்ள தக்களி உன் கூடளி என்ன சமாளி  பால் பப்பளி வெள்ள தக்களி நீ கொமளி போட சோக்களி  உன் முந்தாணய முண்டசாக கட்டி கொள்ளவ நான் மூனு வெல முட்ட சொரு அள்ளி தின்னவ ஹெய் புள்ளி வெச்ச மானு மெலே கொலம் பொடதே உன் மீசயால கது குத்தி ஹஹஹஹன்ன்ம்ம்ம்ம்"}