{"திரைப்படம்": "Kadhalan", "பாடலாசிரியர்": "Shankar", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "பேட்ட ராப்", "வருடம்": "1994", "பாடியவர்கள்": "Suresh Peters, Theni Kunjarammal, Shahul Hameed", "பாடல்வரிகள்": "சைதாபேட்ட கிரோம்பேட்ட ராணிபேட்ட பேட்ட ராப்  பேட்ட ராப் , பேட்ட ராப் , பேட்ட ராப்  இன்று என்ன நாளை என்ன தினசரி அதே காலை என்ன மாலை என்ன மாற்றம் இல்லையே மறந்திருப்போமே கவலை மறந்திருப்போமே கோபம் வந்தால் கொஞ்சம் ஒத்திவைப்போமே அட கெட் அப் அண்ட் டான்ஸ் இதுதான் உன் சான்ஸ் உன் கையில் எல்லாமே இருக்குதடா டிஸ்க் ட டிஸ்க் ட மெட்டு போடலாம் முதல்ல யார் முதல்ல யார் முதல்ல முதல்ல முதல்ல முதல்ல  பேட்ட ராப் , பேட்ட ராப் , பேட்ட ராப், பேட்ட ராப்  அம்மாபேட்ட ஐயம்பேட்ட தேனாம்பேட்ட தேங்காமட்ட அம்மாபேட்ட ஐயம்பேட்ட பேட்ட ராப் தேனாம்பேட்ட தேங்காமட்ட  ஹே காசு என்ன பணம் என்ன இருப்பது ஒரு லைப் போதுமடா சாமி எனக்கு ஒரு வய்ப் திறந்து வைப்போமே மனச திறந்து வைப்போமே வருவது யார் என விட்டு தான் பாப்போமே அட உனக்கென பிறந்தது உனக்கே தான் கெடச்சத வச்சிக்கோடா அவ்வளவுதான் நடப்பதுதான் நடப்பதுதான் உண்மை விடியும்பார் விடியும்பார் விடிய விடிய விடிய விடிய  பேட்ட ராப் , பேட்ட ராப் , பேட்ட ராப், பேட்ட ராப் பேட்ட ராப் உ உ உ, உ உ உ (4)  வாடக கரன்ட்டு மொரவாசல் பாக்கெட் பாலு புள்ளகுட்டி ஸ்கூல் பீஸு நல்லெண்ண மண்ணெண்ன ரவ ரேஷன் பாமாயிலு பச்சரிசி கோதும பத்தல பத்தல காசு கொஞ்சங்கூட பத்தலயே ஒரென்னா ரெண்டன்னா உண்டியெல்லாம் ஒடச்சி நாலென்னா எட்டன்னா கடன உடன வாங்கி  ஒரென்னா ரெண்டன்னா உண்டியெல்லாம் ஒடச்சி நாலென்னா எட்டன்னா கடன உடன வாங்கி அண்டா குண்டா அடகு வச்சி அஞ்சு பத்து பிச்ச எடுத்தும் பத்தல பத்தல பத்தல பத்தல பத்தல  ஞானபழமே ஞானபழமே நீ செவ்வாபேட்ட ஞானபழமே ஞானபழமே ஞானபழமே நீ செவ்வாபேட்ட ஞானபழமே  சைதாபேட்ட ராணிபேட்ட கிரோம்பேட்ட பேட்ட ராப் சைதாபேட்ட ராணிபேட்ட கிரோம்பேட்ட பேட்ட ராப் அம்மாபேட்ட ஐயம்பேட்ட தேனாம்பேட்ட தேங்காமட்ட அம்மாபேட்ட ஐயம்பேட்ட தேனாம்பேட்ட தேங்காமட்ட  ஏய் சாராயம் கருவாடு துண்டுபீடி வௌவாலு குடுச குப்பத்தொட்டி பக்கத்துல டீ கட ரிக்சா காத்தாடி பாட்லோடு மாஞ்சா கில்லி கோலி லுங்கி பானா கானா பாட்டு பாடலாமா ஆள அஞ்சல பஜாரு நிஜாரு கன்னியப்பன் முனியம்மா கிரி கெஜா மணி எம்ஜியாரு சிவாஜி ரஜினி கமலு பகுலு பிகிலு செவுலு அவுலு ஆல் ஷோஸ் அவுஸ் புல்லு  பேட்ட ராப் , பேட்ட ராப் , பேட்ட ராப், பேட்ட ராப் பேட்ட ராப் , பேட்ட ராப் , பேட்ட ராப், பேட்ட ராப்  ஸ்டாப் இட்  எவ அவ"}