{"திரைப்படம்": "Mythili Ennai Kaathali", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "T. Rajendar", "பாடல்": "பாவாடை", "வருடம்": "1986", "பாடியவர்கள்": "Malaysia Vasudevan", "பாடல்வரிகள்": "ஹே தலுக்கு நடை போட்டுக்கிட்டு சில்க்கு உடை மாட்டிக்கிட்டு வாராலுங்க ஹே நம்மாலுங்க கொடி முந்தரி போல் தலதலக்க சுந்தரிகள் பலபலக்க வாராலுங்க அவ நம்மாலுங்க ஹேய் நம்மாலுங்க ஹே நம்மாலுங்க ஹே வத்தலென தொத்தலென காத்தடிச்ச பறந்துவிடும் கொத்தவர்ங்க  ஐயோ  ஹே பொண்ணு இவ புகுந்த வீட்டில் நுழையனுன்ன வாசலத்தான் இடிக்கனுண்டா  வாரே வா  அட பாவாடை போடாத சின்ன குட்டி என்ன பாராம போவதென்ன வெல்ல கட்டி அட பாவாடை போடாத சின்ன குட்டி என்ன பாராம போவதென்ன வெல்ல கட்டி உந்தன் ஜோரானான் பார்வையிலே போராடும் மாமேன் இவன் ஐயையையையோய் அட ஐயையையையோய் அட ஐயையையையோய் அட ஐயையையையோய் அட பாவாடை போடாத சின்ன குட்டி என்ன பாராம போவதென்ன வெல்ல கட்டி  ஜான்னி மேர நாம் சோரி மேரே காம் ரூப் தேர மஸ்தான ப்யார் மேரா தீவான ஏக் துஜே கேலியே பர்ராபட் சொயின் குர்  ஆம்பள ஆம்பளத்தான் பொம்பள பொம்பளத்தான் ஆம்பள ஆம்பளத்தான் பொம்பள பொம்பளத்தான் புரியாம ஆட்டம் போட்டீங்க சரியாக மாட்டிக்கிட்டீங்க புரியாம ஆட்டம் போட்டீங்க சரியாக மாட்டிக்கிட்டீங்க அடி வாடி நாடி வாடாத ரோசா நீ தாடி தாடி ஒன்னுதான் லேசா அடி வாடி நாடி வாடாத ரோசா நீ தாடி தாடி ஒன்னுதான் லேசா அடி வந்திடு பூந்தோப்பே வேண்டாம் இருமாப்பே அடி வந்திடு பூந்தோப்பே வேண்டாம் இருமாப்பே அட பாவாடை அட பாவாடை போடாத சின்ன குட்டி என்ன பாராம போவதென்ன வெல்ல கட்டி உந்தன் ஜோரானான் பார்வையிலே போராடும் மாமேன் இவன் ஐயையையையோய் அட ஐயையையையோய் அட ஐயையையையோய் அட ஐயையையையோய் அட பாவாடை போடாத சின்ன குட்டி என்ன பாராம போவதென்ன வெல்ல கட்டி  தேவி நீ பல்லாக்குத்தான் தேடுர மேலாக்குதான் தேவி நீ பல்லாக்குத்தான் தேடுர மேலாக்குதான் திமுராத என்னோட மானே நழுவாத கண்ணான மீனே திமுராத என்னோட மானே நழுவாத கண்ணான மீனே நான் வாழை தண்டுகள காலா படச்சி ஆஹா வைர துண்டுகளை அதில இழச்சி நான் வாழை தண்டுகள காலா படச்சி ஆஹா வைர துண்டுகளை அதில இழச்சி ஆண்டவன் படச்சாண்டி கண்டவன் ரசிச்சாண்டி ஆண்டவன் படச்சாண்டி கண்டவன் ரசிச்சாண்டி அட பாவாடை அட பாவாடை போடாத சின்ன குட்டி என்ன பாராம போவதென்ன வெல்ல கட்டி உந்தன் ஜோரானான் பார்வையிலே போராடும் மாமேன் இவன் ஐயையையையோய் அட ஐயையையையோய் அட ஐயையையையோய் அட ஐயையையையோய் அட ஐயையையையோய் அட ஐயையையையோய் ஹே ஹே ஹே ஹே ஹே ஹே"}