{"திரைப்படம்": "Aayiram Vilakku", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Srikanth Deva", "பாடல்": "பாப்பாக்கொரு ஜிகிர்தண்டா", "வருடம்": "2011", "பாடியவர்கள்": "", "பாடல்வரிகள்": "உஸ்ஸா உஸ்ஸானனா உஸ்ஸா உஸ்ஸானனா உஸ்ஸா உஸ்ஸானனா சாங்வேயோனா உஸ்ஸா உஸ்ஸானனா உஸ்ஸா உஸ்ஸானனா உஸ்ஸா உஸ்ஸானனா சாங்வேயோனா  பாப்பாக்கொரு ஜிகிர்தண்டா கொடுப்பா பாப்பா அதை எச்சி வச்சி கொடுப்பா இவ தளுக்ககொஞ்சம் மினுக்க அந்த தல்லாகுளமே தளும்புமே இவ கொலுசு கொஞ்சம் குலுங்க அந்த அலங்காநல்லூர் அலறுமே பாப்பாக்கொரு ஜிகிர்தண்டா கொடுப்பா  பாப்பாக்கொரு ஜிகிர்தண்டா கொடுப்பா  பாப்பா அதை எச்சி வச்சி கொடுப்பா  பாப்பா அதை எச்சி வச்சி கொடுப்பா   என்னை முழிக்க மண்ணை துடைக்க அட தண்ணியும் வெப்பமும் சேரணும் உன்னை மயக்க பக்கம் இழுக்க உன் இதயமும் மூளையும் சேரணும் ஓ ஓ ஓ ஓ ஓ ஓ ஓ   உஸ்ஸா உஸ்ஸானனா உஸ்ஸா உஸ்ஸானனா உஸ்ஸா உஸ்ஸானனா சாங்வேயோனா  அன்னிக்கி தெப்பக்குள படிக்கட்டில் குத்த வச்சி நீ இழுக்க வெல்லக்கட்டி உன்னக்கண்டு ஜப்பு கொட்டி ஜப்பு கொட்டி எச்சி வத்திப்போனதடி என் நாக்கு ஓடிவந்து ஏ புள்ள நீ ஈரமாக்கு ஒச்சாட புள்ளையார நீயும் சுத்த புத்திக்குள்ள கௌலி கத்த உச்சந்தலை மேலும் சுத்த உன்ன சுத்தி நானும் சுத்த லஜ்ஜை கெட்டு போனதடி என் பொழப்பு நாளைக்கே எனக்கு ஒரு நல்ல சேதி சொல்லி அனுப்பு செவ்வாழையே அடி செவ்வாழையே என் மோகத்தின் வழி உந்தன் முந்தானையே  முந்தானையே  தள்ளாடியே மனம் தள்ளாடியே உன் மனசுக்குள் விழுந்தது தள்ளாடியே கில்லாடியே பெருங்கில்லாடியே இந்த கிளிக்குஞ்ச புடிச்ச நான் கில்லாடியே  லால லாலாலாலா லாலாலாலா லாலால்லானா  பாப்பாக்கொரு ஜிகிர்தண்டா கொடுப்பா  ஜிகிர்தண்டா ஜிகிர்தண்டா  பாப்பா அதை எச்சி வச்சி கொடுப்பா  எச்சி வச்சி கொடுப்பா எச்சி வச்சி கொடுப்பா  உஸ்ஸா உஸ்ஸானனா உஸ்ஸா உஸ்ஸானனா உஸ்ஸா உஸ்ஸானனா சாங்வேயோனா  விருட்சமோ விதைக்குள்ள இருந்துமே விதைக்கது சொந்தமில்ல உனக்குள்ள அழகெல்லாம் உனக்குன்னு சொந்தமில்ல திருப்பரங்குன்றத்துக்கு நீ வாடி திருமண கன்னி குழந்தைய அணைச்சபடி கேளடி திண்டுக்கல்லு மேளம் கொட்ட திசையெல்லாம் சுத்தி சுத்தி ஏகப்பட்ட மல்லியப்பூ எடைக்கெடை வாங்கி வந்து பின்பக்கம் வச்சி விட எனக்காச பெண்ணழகே எனக்கு நீ பண்ண வேணும் ஒத்தாச கொண்டா கொண்டா கொண்டா கொண்டா அடி கூடி வந்த அழகெல்லாம் கொண்டா கொண்டா  கொண்டா கொண்டா  ஒண்ணா ரெண்டா ஒண்ணா ரெண்டா உன்ன ஒட்டிக்கொள்ள பட்டபாடு ஒண்ணா ரெண்டா இந்தா இந்தா அடி இந்தா இந்தா மதுரை மீனாட்சி குங்குமமே இந்தா இந்தா   லால லாலாலாலா லாலாலாலா லாலாலானா  பாப்பாக்கொரு ஜிகிர்தண்டா கொடுப்பா  பாப்பாக்கொரு ஜிகிர்தண்டா கொடுப்பா  பாப்பா அதை எச்சி வச்சி கொடுப்பா  பாப்பா அதை எச்சி வச்சி கொடுப்பா  இவ தளுக்க கொஞ்சம் மினுக்க அந்த தல்லாகுளமே தளும்புமே இவ கொலுசு கொஞ்சம் குலுங்க அந்த அலங்காநல்லூர் அலறுமே  ஓ ஓ ஓ ஓ ஓ ஓ ஓ ஓ   ஜிங்குஜிக்கு ஜிக்குஜிங் ஜிங்குஜிக்கு ஜிக்குஜிங் ஜிங்குஜிக்கு ஜிக்குஜிங் ஜிங்"}