{"திரைப்படம்": "Jeans", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "பூவுக்குள் ஒளிந்திருக்கும்", "வருடம்": "1998", "பாடியவர்கள்": "P. Unnikrishnan, Sujatha Mohan", "பாடல்வரிகள்": "(ஆண்) பூவுக்குள் ஒளிந்திருக்கும் கனிக்கூட்டம் அதிசயம் வண்ணத்துப் பூச்சி உடம்பில் ஓவியங்கள் அதிசயம் துளைசெல்லும் காற்று மெல்லிசையாதல் அதிசயம் குருநாதர் இல்லாத குயில் பாட்டு அதிசயம் அதிசயமே அசந்துபோகும் நீயெந்தன் அதிசயம் கல்தோன்றி மண்தோன்றிக் கடல்தோன்றும் முன்னாலே உண்டான காதல் அதிசயம் ...ஓho பதினாறு வயதான பருவத்தில் எல்லோர்க்கும் படர்கின்ற காதல் அதிசயம்...ஓho  (பெண்).. பூவுக்குள் ஒளிந்திருக்கும் கனிக்கூட்டம் அதிசயம்  வண்ணத்துப் பூச்சி உடம்பில் ஓவியங்கள் அதிசயம் துளைசெல்லும் காற்று மெல்லிசையாதல் அதிசயம் குருநாதர் இல்லாத குயில் பாட்டு அதிசயம்  (ஆண்) அதிசயமே அசந்துபோகும் நீயெந்தன் அதிசயம்.  ( தாரார.....ஓஹோ x 2 )  (பெண்) ஒரு வாசமில்லாக் கிளையின் மேல் நறுவாசமுள்ள பூவைப்போல் பூவாசம் அதிசயமே  அலைக்கடல் தந்த மேகத்தில் சிறு துளிக்கூட உப்பில்லை மழை நீரும் அதிசயமே  (ஆண்).. மின்சாரம் இல்லாமல் மிதக்கின்ற தீபம்போல் மேனி கொண்ட மின்மினிகள் அதிசயமே  உடலுக்குள் எங்கே உயிருள்ளதென்பதும் உயிருக்குள் காதல் எங்குள்ளதென்பதும் நினைத்தால் நினைத்தால் அதிசயமே  (பெண்) கல்தோன்றி மண்தோன்றிக் கடல்தோன்றும் முன்னாலே  உண்டான காதல் அதிசயம் ஓஹோ பதினாறு வயதான பருவத்தில் எல்லோர்க்கும் படர்கின்ற காதல் அதிசயம் ஓஹோ..  (ஆண்) பூவுக்குள் ஒளிந்திருக்கும் கனிக்கூட்டம் அதிசயம். (பெண்).. வண்ணத்துப் பூச்சி உடம்பில் ஓவியங்கள் அதிசயம்  (ஆண்)... துளைசெல்லும் காற்று மெல்லிசையாதல் அதிசயம். (பெண்) குருநாதர் இல்லாத குயில் பாட்டு அதிசயம். (ஆண்).. அதிசயமே அசந்துபோகும் நீயெந்தன் அதிசயம்.  (கோரஸ்) அஜூபா ...........அஜூபா .  (ஆண்).. பெண்பால் கொண்ட சிறுதீவு இரு கால்கொண்டு நடமாடும் நீதான் என் அதிசயமே. உலகில் ஏழல்ல அதிசயங்கள் வாய்பேசும் பூவே நி எட்டாவததிசயமே வான் மிதக்கும் உன் கண்கள் தேன் தெறிக்கும் கன்னங்கள் பால் குடிக்கும் அதரங்கள் அதிசயமே நங்கைகொண்ட விரல்கள் அதிசயமே நகம் என்ற கிரீடமும் அதிசயமே அசையும் வளைவுகள் அதிசயமே கல்தோன்றி மண்தோன்றிக் கடல்தோன்றும் முன்னாலே உண்டான காதல் அதிசயம் (பெண்)... ஓஹோ. பதினாறு வயதான பருவத்தில் எல்லோர்க்கும் படர்கின்ற காதல் அதிசயம்  (ஆண்) பூவுக்குள் ஒளிந்திருக்கும் கனிக்கூட்டம்,  (பெண்)அதிசயம். (ஆண்) வண்ணத்துப் பூச்சி உடம்பில் ஓவியங்கள்,  (பெண்)அதிசயம் (ஆண்) துளைசெல்லும் காற்று மெல்லிசையாதல்,  (பெண்)அதிசயம்  குருநாதர் இல்லாத குயில் பாட்டு,  (பெண்)அதிசயம் (ஆண்) அதிசயமே அசந்துபோகும் நீயெந்தன் அதிசயம் .  (தாரார......ஓஹோ x 2 )  "}