{"திரைப்படம்": "Saguni", "பாடலாசிரியர்": "Na. Muthukumar", "இசையமைப்பாளர்": "G. V. Prakash Kumar", "பாடல்": "போட்டது பத்தல", "வருடம்": "2012", "பாடியவர்கள்": "Velmurugan", "பாடல்வரிகள்": "போட்டது பத்தல மாப்பிள்ளை இன்னொரு Quater-u சொல்லுடா அப்படியே Matter-u கேளுடா  போட்டது பத்தல மாப்பிள்ளை இன்னொரு Quater-u சொல்லுடா அப்படியே Matter-u கேளுடா  கண்ணுல Rum-u Gin-u ஊத்துனா அத்தை பொண்ணு போதைய ஏத்திகிட்டு ஆட போறேண்டா வேணாண்ட வெட்டு குத்து போடுடா டப்பான் கூத்து எனக்கு எல்லாருமே சொந்த காரண்டா  போட்டது பத்தல மாப்பிள்ளை இன்னொரு Quater-u சொல்லுடா அப்படியே Matter-u கேளுடா  வேணாம் மச்சான் சோறு நீ சொல்லு ரெண்டு Beer-u அட குப்பத்தொட்டி கூட நமக்கு பஞ்சு மெத்தடா  ஹே குடிகாரன் பேச்சு அது விடிஞ்சு புட்டா பேசு அட செஞ்ச தப்ப மறந்து போகும் தெய்வம் நாங்கடா  நம்ம கவலை எல்லாம் விரட்ட நீ மனசு விட்டு பேசு நீ பேசலான போட்டதெல்லாம் லூஸ் தானடா  அட வானம் பூமி சிறிசு இந்த Bar-u தாண்ட பெருசு இது குடிக்க பொறந்த மனிஷனுக்கு சொர்க்கம் தானடா  ஒரே pack-u.. அடிடா ரெண்டு pack-u அடிச்சு ஏத்து கிக்கு அப்பத்தான் நீ King-u டா  ஒரே pack-u.. அடிடா ரெண்டு pack-u அடிச்சு ஏத்து கிக்கு அப்பத்தான் நீ King-u டா  போட்டது பத்தல மாப்பிள்ளை இன்னொரு Quater-u சொல்லுடா அப்படியே Matter-u கேளுடா  போட்டது பத்தல மாப்பிள்ளை இன்னொரு Quater-u சொல்லுடா அப்படியே Matter-u கேளுடா  எனகுனுதான் பொறந்தா அவ ஏன்டா என்ன மறந்தா என் நெஞ்சில் கூடு கட்டி புட்டு பறந்து புட்டடா  அங்கே இந்த மடியா அவ வச்சா அந்த வெடிய நன் துளு தூளா சுக்கு நூற சிதறி புட்டேன்டா  அட தள்ளாடுது காலு என தாங்கி கொள்ள யாரு நன் பொலம்புறதே கேக்க ஒரு கூடம் வேணும்டா  என் எத்தனையோ சோகம் அதில் என்னை கூறு போடும் நான் என்னனமோ நினைக்குறேன் வார்த்த வரலடா  போட்டது பத்தல மாப்பிள்ளை இன்னொரு Quater-u சொல்லுடா அப்படியே Matter-u கேளுடா  போட்டது பத்தல மாப்பிள்ளை இன்னொரு Quater-u சொல்லுடா அப்படியே Matter-u கேளுடா  கண்ணுல Rum-u Gin-u ஊத்துனா அத்தை பொண்ணு போதைய ஏத்திகிட்டு ஆட போறேண்டா வேணாண்ட வெட்டு குத்து போடுடா டப்பான் கூத்து எனக்கு எல்லாருமே சொந்த காரண்டா  போட்டது பத்தல மாப்பிள்ளை இன்னொரு Quater-u சொல்லுடா அப்படியே Matter-u கேளுடா  ஒரே pack-u.. அடிடா ரெண்டு pack-u அடிச்சு ஏத்து கிக்கு அப்பத்தான் நீ King-u டா  ஒரே pack-u.. அடிடா ரெண்டு pack-u அடிச்சு ஏத்து கிக்கு அப்பத்தான் நீ King-u டா"}