{"திரைப்படம்": "Soorarai Pottru", "பாடலாசிரியர்": "K Ekadesi", "இசையமைப்பாளர்": "G. V. Prakash Kumar", "பாடல்": "மண்ணு உருண்ட மேல", "வருடம்": "2020", "பாடியவர்கள்": "Sendhil Ganesh", "பாடல்வரிகள்": "மண்ணு உருண்ட மேல மண்ணு உருண்ட மேல மனுச பய ஆட்டம் பாரு அஹ் அஹ் ஆட்டம் பாரு  யெஹ் யெஹ் ஆட்டம் பாரு ஆட்டம் பாரு ஆட்டம் பாரு ஆட்டம் பாரு ஆட்டம் ஆட்டம் ஆட்டம்  மண்ணு உருண்ட மேல இங்க மனுச பய ஆட்டம் பாரு கண்ணு ரெண்ட மூடி புட்டா வீதியில போகும் தேரு  அண்டாவுல கொண்டு வந்து சாரயத்த ஊத்து அய்யாவோட ஊர்வலத்துல ஆடுங்கட கூத்து  ஏழை பணக்காரன் இங்க எல்லாம் ஒன்னு பங்கு கடைசில மனுஷனுக்கு ஊதுவாய்ங்க சங்கு  ஏழை பணக்காரன் இங்க எல்லாம் ஒன்னு பங்கு கடைசில மனுஷனுக்கு ஊதுவாய்ங்க சங்கு  டனக்கு டக்கான் டக்கான் டக்கான் டனக்கு டக்கான் டக்கான் டா டனக்கு டக்கான் டக்கான் டக்கான் டனக்கு டக்கான் டக்கான் டா  டனக்கு டக்கான் டக்கான் டக்கான் டனக்கு டக்கான் டக்கான் டா டனக்கு டக்கான் டக்கான் டக்கான் டனக்கு டக்கான் டக்கான் டா  நெத்தி காசு ஒத்த ரூவா கூட வரும் சொத்து ஏய் ஒத்த ரூவா ஒத்த ரூவா ஏய் ஏய்  ஒத்த ரூவா ஒத்த ரூவா ஒத்த ரூவா ஒத்த ரூவா ஒத்த ஒத்த ஒத்த  நெத்தி காசு ஒத்த ரூவா கூட வரும் சொத்து தானே செத்தவரும் சேர்ந்து ஆட வாங்கி போட்டு குத்துவோமே  சாராயம் குடிச்சவங்க வேட்டி அவுழுந்து விழுமே குடம் உடைக்கும் இடம் வரைக்கும் பொம்பளைங்க அழுமே     ஆயிரம் பேரு இருந்தாலும் கூட யாரும் வரலடா அடுக்கு மாடி வீடு இருந்தும் ஆறடிதான் மெய்யடா  ஆயிரம் பேரு இருந்தாலும் கூட யாரும் வரலடா அடுக்கு மாடி வீடு இருந்தும் ஆறடிதான் மெய்யடா  டமுக்கு டப்பான் டப்பான் டப்பான் டமுக்கு டப்பான் டப்பான் டா டமுக்கு டப்பான் டப்பான் டப்பான் டமுக்கு டப்பான் டப்பான் டா  கீழ் சாதி உடம்புக்குள்ள கீழ் சாதி உடம்புக்குள்ள ஓடுறது சாக்கடையா அய்யா ஓடுறது சாக்கடையா  அந்த மேல் சாதி காரனுக்கு அந்த மேல் சாதி காரனுக்கு ரெண்டு கொம்பு இருந்தா கொம்பு இருந்தா ஏய் ஏய்  கொம்பு இருந்தா கொம்பு இருந்தா கொம்பு கொம்பு கொம்பு கொம்பு கொம்பு கொம்பு கொம்பே  கீழ் சாதி உடம்புக்குள்ள ஓடுறது சாக்கடையா அந்த மேல் சாதி காரனுக்கு கொம்பு இருந்தா காட்டுங்கையா  உழைக்குற கூட்டம் எல்லாம் கீழ் சாதி மனுஷன்கலாம் உக்காந்து திங்கறவன்ல்லாம் மேல் சாதி வம்சங்கலாம்  என்னங்கடா நாடு அட சாதிய தூக்கி போடு அட என்னங்கடா நாடு அட சாதிய பொதைச்சு மூடு  என்னங்கடா நாடு அட சாதிய தூக்கி போடு அட என்னங்கடா நாடு அட சாதிய பொதைச்சு மூடு  டனக்கு டக்கான் டக்கான் டக்கான் டனக்கு டக்கான் டக்கான் டா டனக்கு டக்கான் டக்கான் டக்கான் டனக்கு டக்கான் டக்கான் டா  டனக்கு டக்கான் டக்கான் டக்கான் டனக்கு டக்கான் டக்கான் டா டனக்கு டக்கான் டக்கான் டக்கான் டனக்கு டக்கான் டக்கான் டா"}