{"திரைப்படம்": "Kaadhal Mannan", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Bharathwaj", "பாடல்": "மெட்டு தேடி", "வருடம்": "1998", "பாடியவர்கள்": "M. S. Viswanathan", "பாடல்வரிகள்": "மெட்டு தேடி தவிக்குது ஒரு பாட்டு அந்த பாட்டுக்குள்ள துடிக்குது ஒரு மெட்டு மெட்டு தேடி தவிக்குது ஒரு பாட்டு அந்த பாட்டுக்குள்ள துடிக்குது ஒரு மெட்டு அத கண்ணதாசன் கண்டு சொன்னா ரசிக்காதா இல்ல விஸ்வநாதன் கண்டு சொன்னா ருசிக்காதா மெஸ்ஸு விஸ்வநாதன் கண்டு சொன்னா ருசிக்காதா  அத கண்ணதாசன் கண்டு சொன்னா ரசிக்காதா மெஸ்ஸு விஸ்வநாதன் கண்டு சொன்னா ருசிக்காதா அத கண்ணதாசன் கண்டு சொன்னா ரசிக்காதா மெஸ்ஸு விஸ்வநாதன் கண்டு சொன்னா ருசிக்காதா   தங்கள் காதலை வெளியே சொல்ல நெஞ்சில் தைரியம் இல்லை பலருக்கு நீ இருட்டில் நின்று கண் அடித்தால் ஆஹா நீ இருட்டில் நின்று கண் அடித்தால் அது எப்படி தெரியும் அவளுக்கு வண்டு வந்து சொல்லும் வரிக்கும் தன் வயசு தெரியாது மலருக்கு வண்டு வந்து சொல்லும் வரிக்கும் தன் வயசு தெரியாது மலருக்கு நீ உந்தன் நெஞ்சை தேங்காய் போல உடைத்து காட்டப்பா அவளுக்கு அஹா மெல்ல மெல்ல மிச்சம் எல்லாம் சொல்லித்தாரேன்டா நான் மெஸ்ஸு கிஸ்ஸு ரெண்டும் கண்ட விஸ்வநாதன்டா நான் மெஸ்ஸு கிஸ்ஸு ரெண்டும் கண்ட விஸ்வநாதன்டா  அத கண்ணதாசன் கண்டு சொன்னா ரசிக்காதா மெஸ்ஸு விஸ்வநாதன் கண்டு சொன்னா ருசிக்காதா அத கண்ணதாசன் கண்டு சொன்னா ரசிக்காதா மெஸ்ஸு விஸ்வநாதன் கண்டு சொன்னா ருசிக்காதா   கனவில் மட்டும் கட்டி அணைத்தால் காதல் வருமா கன்னிக்கு கவி கண்ணதாசன் போல் தண்ணியடித்தால் கவிதை வருமா கழுதைக்கு கனவில் மட்டும் கட்டி அணைத்தால் காதல் வருமா கன்னிக்கு கவி கண்ணதாசன் போல் தண்ணியடித்தால் கவிதை வருமா கழுதைக்கு விரும்பிய காதலி கிடைக்காவிட்டால் மீசை வளர்த்தது என்னத்துக்கு சம்பிரதாயம் குறுக்கே வந்தால் சாய்த்து போடப்பா அடுப்புக்கு அஹா மெல்ல மெல்ல மிச்சம் எல்லாம் சொல்லித்தாரேன்டா நான் மெஸ்ஸு கிஸ்ஸு ரெண்டும் கண்ட விஸ்வநாதன்டா நான் மெஸ்ஸு கிஸ்ஸு ரெண்டும் கண்ட விஸ்வநாதன்டா மெட்டு தேடி தவிக்குது ஒரு பாட்டு அந்த பாட்டுக்குள்ள துடிக்குது ஒரு மெட்டு மெட்டு தேடி தவிக்குது ஒரு பாட்டு அந்த பாட்டுக்குள்ள துடிக்குது ஒரு மெட்டு அத கண்ணதாசன் கண்டு சொன்னா ரசிக்காதா இல்ல விஸ்வநாதன் கண்டு சொன்னா ருசிக்காதா மெஸ்ஸு விஸ்வநாதன் கண்டு சொன்னா ருசிக்காதா  அத கண்ணதாசன் கண்டு சொன்னா ரசிக்காதா மெஸ்ஸு விஸ்வநாதன் கண்டு சொன்னா ருசிக்காதா அத கண்ணதாசன் கண்டு சொன்னா ரசிக்காதா மெஸ்ஸு விஸ்வநாதன் கண்டு சொன்னா ருசிக்காதா"}