{"திரைப்படம்": "Iru Malargal", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "M. S. Viswanathan", "பாடல்": "மாதவிப்பொன் மயிலாள்", "வருடம்": "1967", "பாடியவர்கள்": "T. M. Soundararajan", "பாடல்வரிகள்": "மாதவிப்பொன் மயிலாள் தோகை விரித்தாள் வண்ண மை இட்ட கண் மலர்ந்து தூது விடுத்தாள் மாதவிப்பொன் மயிலாள் தோகை விரித்தாள் வண்ண மை இட்ட கண் மலர்ந்து தூது விடுத்தாள் காதல் மழை பொழியும் கார் முகிலா காதல் மழை பொழியும் கார் முகிலா காதலன் நான் இருக்க பேரெழிலாய் காதல் மழை பொழியும் கார் முகிலா இவள் காதலன் நான் இருக்க பேரெழிலாய் மாதவிப்பொன் மயிலாள் தோகை விரித்தாள் வண்ண மை இட்ட கண் மலர்ந்து தூது விடுத்தாள்  வானில் விழும் வில்போல் புருவம் கொண்டாள் இளம் வயதுடையாள் இனிய பருவம் கண்டாள் வானில் விழும் வில்போல் புருவம் கொண்டாள் இளம் வயதுடையாள் இனிய பருவம் கண்டாள் கூனல் பிறை நெற்றியில் குழலாட கொஞ்சும் குளிர் முகத்தில் நிலவில் நிழலாட கூனல் பிறை நெற்றியில் குழலாட கொஞ்சும் குளிர் முகத்தில் நிலவில் நிழலாட கலை மானின் இனம் கொடுத்த விழியாட ஆ ஆ ஆ ஆ ஆ ஆ ஆ ஆ ஆ ஆ ஆ கலை மானின் இனம் கொடுத்த விழியாட அந்த விழி வழி ஆசைகள் வழிந்தோட  நல்ல மாதவிப்பொன் மயிலாள் தோகை விரித்தாள் வண்ண மை இட்ட கண் மலர்ந்து தூது விடுத்தாள் காதல் மழை பொழியும் கார் முகிலா இவள் காதலன் நான் இருக்க பேரெழிலாய் காதல் மழை பொழியும் கார் முகிலா இவள் காதலன் நான் இருக்க பேரெழிலாய் நல்ல மாதவிப்பொன் மயிலாள் தோகை விரித்தாள் வண்ண மை இட்ட கண் மலர்ந்து தூது விடுத்தாள் காதல் மழை பொழியும் கார் முகிலா இவள் காதலன் நான் இருக்க பேரெழிலாய் இங்கே மாதவிப்பொன் மயிலாள் தோகை விரித்தாள் வண்ண மை இட்ட கண் மலர்ந்து தூது விடுத்தாள்  க ரி ச நி த ப ம க ரி ச ரி க ம ப த நி மாதவிப்பொன் மயிலாள் க ரி ச நி த நி ப த நி ச ரி நி த ப ம த ப ச ரி க நி நி சா மாதவிப்பொன் மயிலாள் ச ரி க நி த நீத நி ச ரி நி த ப ம த ப ச ரி க நி நி சா மாதவிப்பொன் மயிலாள் தகிட தக திமி த நித ஜுனுத தாம் கிர தகிட தாம் த க ஜுனுத தகதீம் த க ஜனூ தகிட தக திமி த நித ஜுனுத தாம் கிர தகிட தாம் த க ஜுனுத ததீம் தாஜும்ம் ப நி த தக ஜனுத ஜும்ம் ஜும்ம் பத நி நி பத நி தீம் ஹ்டரிகுகும் தகிட ததரி ரி ஜ தஜம் தனும் ச ரி க நி த நீத நி ச ரி நி த ப ம த ப ச ரி க நி நி சா ததிகினதொம் ததிகினதிம் தெம்ம் கினதோம் மாதவிப்பொன் மயிலாள் தோகை விரித்தாள் வண்ண மை இட்ட கண் மலர்ந்து தூது விடுத்தாள் மாதவிப்பொன் மயிலாள் தோகை விரித்தாள் "}