{"திரைப்படம்": "Naalaiya Theerpu", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Manimekalai", "பாடல்": "மாப்பிள்ள நான்", "வருடம்": "1992", "பாடியவர்கள்": "S. N. Surendar, Minmini, Manimekalai", "பாடல்வரிகள்": "மாப்பிள்ள நான் சொல்லப்போறேன் கேட்டுக்க  ஜினுக்கு ஜிங்கான், ஜிங்கா ஜினுக்கு ஜிங்கான் அத பாட்டுல நான் பாடப்போறேன் கேட்டுக்க ஜினுக்கு ஜிங்கான், ஜிங்கா ஜினுக்கு ஜிங்கான்  எழுந்து நின்னு ஆடுறேன் ஏக தாளம் போடுறேன் எக்கச்சக்கம் சொல்ல போகிறேன் நான் எழுந்து நின்னு ஆடுறேன் ஏக தாளம் போடுறேன் எக்கச்சக்கம் சொல்ல போகிறேன்  ஜினுக்கு ஜிங்கான், ஜிங்கா ஜினுக்கு ஜிங்கான் அட மாப்பிள்ள நான் சொல்லப்போறேன் கேட்டுக்க ஜினுக்கு ஜிங்கான், ஜிங்கா ஜினுக்கு ஜிங்கான்   மாப்பிள்ள நான் சொல்லப்போறேன் கேட்டுக்கோ அத பாட்டுல நான் பாடப்போறேன் கேட்டுக்கோ எழுந்து நின்னு ஆடுறேன் ஏக தாளம் போடுறேன் எழுந்து நின்னு ஆடுறேன் ஏக தாளம் போடுறேன் எக்கச்சக்கம் சொல்ல போகிறேன் ஜினுக்கு ஜிங்கான் ஜினுக்கு ஜிங்கான்   காலேஜ் வந்ததும், ஜாலியா இருக்கணும் பையன்க வந்ததும் பேசி சிரிக்கணும் கூடி கழிக்கணும் பாடி திரியனும் என் பாணி   ஓடி அனையனும், ஜொள்ளு வடியனும் தொட்டு தழுவிட கிட்ட நெருங்கனும் அந்த சொகத்துல நித்தம் இருக்கணும் என் பாணி  தியேட்டர் நான் போனா ராஜா ஒரு நாள் வரணும் மறுநாள் பீச்சுக்கு பீட்டர் வரணும்   பார்ட்டிக்கு நான் போனா பத்மா ஒருநாள் வரணும் ஹோட்டல் நான் போனா ஹேமா வரணும்  இந்த லைப்பே ரொம்ப டாப்பு  நீங்க நெனைச்சு நெனைச்சு அடிங்க கிளாப்பு  ஜினுக்கு ஜிங்கான், ஜிங்கா ஜினுக்கு ஜிங்கான் ஜினுக்கு ஜிங்கான், ஜிங்கா ஜினுக்கு ஜிங்கான்   மாப்பிள்ள நான் சொல்லப்போறேன் கேட்டுக்க  ஜினுக்கு ஜிங்கான், ஜிங்கா ஜினுக்கு ஜிங்கான்  காந்தி பிறந்ததும் அண்ணா பிறந்ததும் பேரு புகழ் பெற்று மேலே உயர்ந்ததும் நெஞ்சில் இருக்குது சொல்ல துடிக்குது நீ கேளு மண்ணில் பிறந்ததும் கொள்கை இருக்கணும் வாழ்ந்து முடிச்சதும் பேரு நெலைக்கணும் இந்த நினைப்பது என்றும் இருக்கணும் நெஞ்சோடு கல்வி கண்தந்த காமராசர் போல தமிழின் நிலை காக்கும் கலைஞர் போல வாரி கொடுத்ததில் வள்ளல் எம்ஜியார் போல புரட்சி பல செய்யும் செல்வியப் போல ஊரெங்கும் பேர் வாங்க அவர் போல நாமும் உழைக்கணும்  ஜினுக்கு ஜிங்கான், ஜிங்கா ஜினுக்கு ஜிங்கான்  போடு மாப்பிள்ள நான் சொல்லப்போறேன் கேட்டுக்க  ஜினுக்கு ஜிங்கான், ஜிங்கா ஜினுக்கு ஜிங்கான்  அத பாட்டுல நான் பாடப்போறேன் கேட்டுக்க  ஜினுக்கு ஜிங்கான், ஜிங்கா ஜினுக்கு ஜிங்கான்  எழுந்து நின்னு ஆடுறேன் ஏக தாளம் போடுறேன் எக்கச்சக்கம் சொல்ல போகிறேன் நான் எழுந்து நின்னு ஆடுறேன் ஏக தாளம் போடுறேன் எக்கச்சக்கம் சொல்ல போகிறேன்  ஜினுக்கு ஜிங்கான், ஜிங்கா ஜினுக்கு ஜிங்கான்  மாப்பிள்ள நான் சொல்லப்போறேன் கேட்டுக்க ஜினுக்கு ஜிங்கான், ஜிங்கா ஜினுக்கு ஜிங்கான் அத பாட்டுல நான் பாடப்போறேன் கேட்டுக்க ஜினுக்கு ஜிங்கான், ஜிங்கா ஜினுக்கு ஜிங்கான்"}