{"திரைப்படம்": "Velayutham", "பாடலாசிரியர்": "Annamalai", "இசையமைப்பாளர்": "Vijay Antony", "பாடல்": "மஞ்சனத்தி மரத்துக்கட்டை", "வருடம்": "2011", "பாடியவர்கள்": "Karthik, Charulatha Mani", "பாடல்வரிகள்": "சில்லாக்ஸ்... மஞ்சநெத்தி மரத்துக்கட்ட மைய வச்சு மயக்கிப்புட்ட நாட்டுக்கட்ட டவுனுக்கட்ட ரெண்டும் கலந்த செமகட்ட கையிரண்டும் உருட்டுக்கட்ட கண்ணு ரெண்டும் வெட்ட வெட்ட நெஞ்சுக்குள்ள ரெத்தம் சொட்ட எதுக்கு வர்ற கிட்ட  சூரியனே தேவையில்லை வித்துடலாமா ராத்திரிய மட்டும் இங்கே வச்சுக்கலாமா திருப்பாச்சி மீசையில சிக்கிக்கலாமா நீயாச்சு நானாச்சு பார்த்துக்கலாமா  சில்லாக்ஸ் சில்லாக்ஸ் சில்லாக் சில்லாக் சில்லாக்ஸ் சில்லாக்ஸ் சில்லாக்ஸ் சில்லாக் சில்லாக் சில்லாக்ஸ்  மஞ்சநெத்தி மரத்துக்கட்ட மைய வச்சு மயக்கிப்புட்ட நாட்டுக்கட்ட டவுனுக்கட்ட ரெண்டும் கலந்த செமகட்ட கையிரண்டும் உருட்டுக்கட்ட கண்ணு ரெண்டும் வெட்ட வெட்ட நெஞ்சுக்குள்ள ரெத்தம் சொட்ட எதுக்கு வர்ற கிட்ட  தீம் தீம்த நனனம்...... தீம் தீம்த நனனம்.... ஆஆ ..... ஆஹா ஆஹா ஆ ஆஆ ..... ஆஹாஆஹா ஆ ஆஆ ..... ஆஹா ஆஹா ஆ ஆஆ ..... ஆஹாஆஹா ஆ   ஏய் உதட்டு சாயத்திலெ ஒட்டிக்கொள்ள வாடா உள்ளே பத்து விரல் தீக்குச்சியே பத்தவைக்க வாடி புள்ள கட்டபொம்மன் பேரன் நீ கத்தி மீசை வீரன் முத்தம் வச்சு கொத்திபோக செத்துப்போறேன் மாயாவிதான் நீயும் இங்கே மயங்கிபுட்டேன் நானும் ஆத்தங்கரை மோகினியே வாடி என்னை கட்டிபுடிக்க  சில்லாக்ஸ் சில்லாக்ஸ் சில்லாக் சில்லாக் சில்லாக்ஸ் சில்லாக்ஸ் சில்லாக்ஸ் சில்லாக் சில்லாக் சில்லாக்ஸ் சில்லாக்ஸ் சில்லாக்ஸ் சில்லாக் சில்லாக் சில்லாக்ஸ் சில்லாக்ஸ் சில்லாக்ஸ் சில்லாக் சில்லாக் சில்லாக்ஸ் சில்லாக்ஸ் என் உடம்பு பஞ்சு மெத்தை கிட்ட வந்து காட்டு வித்தை உன் இடுப்பு வாழை மட்டை நான் புடிச்சா தாங்கமாட்ட சந்து பொந்து வீடு நீ வந்து விளையாடு பட்டா வாங்க தேவையில்லை கொட்டாய் போடு வேட்டியெல்லாம் சேர்த்து உன் மாராப்போடு கோர்த்து என்னென்னமோ பண்ணுறியே நெஞ்சுக்குள்ள கெட்ட கனவு  மஞ்சநெத்தி மரத்துக்கட்ட மைய வச்சு மயக்கிப்புட்ட நாட்டுக்கட்ட டவுனுக்கட்ட ரெண்டும் கலந்த செமகட்ட கையிரண்டும் உருட்டுக்கட்ட கண்ணு ரெண்டும் வெட்ட வெட்ட நெஞ்சுக்குள்ள ரெத்தம் சொட்ட எதுக்கு வர்ற கிட்ட  சூரியனே தேவையில்லை வித்துடலாமா ராத்திரிய மட்டும் இங்கே வச்சுக்கலாமா திருப்பாச்சி மீசையில சிக்கிக்கலாமா நீயாச்சு நானாச்சு பார்த்துக்கலாமா  சில்லாக்ஸ் சில்லாக்ஸ் சில்லாக் சில்லாக் சில்லாக்ஸ் சில்லாக்ஸ் சில்லாக்ஸ் சில்லாக் சில்லாக் சில்லாக்ஸ் சில்லாக்ஸ் சில்லாக்ஸ் சில்லாக் சில்லாக் சில்லாக்ஸ் சில்லாக்ஸ் சில்லாக்ஸ் சில்லாக் சில்லாக் சில்லாக்ஸ் சில்லாக்ஸ் சில்லாக்ஸ் சில்லாக் சில்லாக் சில்லாக்ஸ் சில்லாக்ஸ் சில்லாக்ஸ் சில்லாக் சில்லாக் சில்லாக்ஸ் "}