{"திரைப்படம்": "Kuruvi", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Vidyasagar", "பாடல்": "மொழ மொழன்னு", "வருடம்": "2008", "பாடியவர்கள்": "Anuradha Sriram, KK", "பாடல்வரிகள்": "மொழ மொழன்னு  யம்மா யம்மா மொழ மொழன்னு  யம்மா யம்மா மொழ மொழன்னு  யம்மா யம்மா மொழ மொழன்னு  யம்மா யம்மா  நீயும் நானும் ஜோடிதான் சேர்ந்து நாம ஆடிதான் ஆட்டம் பாக்க கூடிதான் வந்த கூட்டம் கோடிதான்  மொழ மொழன்னு  யம்மா யம்மா மொழ மொழன்னு  யம்மா யம்மா  எஹ் தில்லையாடி வள்ளியம்மா தில்லிருந்தா நில்லடிம்மா தில்லாலங்கடி ஆடுவோமா திருட்டுதனம் பண்ணுவோமா குத்தமா ஆத்த குத்தமா சொல்லடிம்மா சாஞ்சிக்கலாம் சம்மதமா  மொழ மொழன்னு  யம்மா யம்மா மொழ மொழன்னு  யம்மா யம்மா  எஹ் தட தடன்னு நடக்குரான் பட படன்னு சிரிக்கிரான் வட வடன்னு இருக்குரான் கொட கொடன்னு கொடையுரான்  மொழ மொழன்னு  யம்மா யம்மா மொழ மொழன்னு  யம்மா யம்மா  எஹ் பம்பரமா சுத்திரியே வஜ்ஜிரமா மின்னுரியே மந்திரமா மயக்குரியே நீதான் படவா நீதான் என் கணக்கு கொத்து கொத்தா நா ஒனக்கு  மொழ மொழன்னு  யம்மா யம்மா மொழ மொழன்னு  யம்மா யம்மா மொழ மொழன்னு  யம்மா யம்மா மொழ மொழன்னு  யம்மா யம்மா  சிக்கு புக்கு ரைலு வண்டி சித்திர பூஞ்சேல கட்டி சின்ன பையன் மனசு மட்டும் சில்லு சில்லா ஒடைக்குதடி ஏன்னா ஆத்தா ஏன்னா கலாசதான் சேர்ந்து புட்டா பட்டாசுதான்  மொழ மொழன்னு  யம்மா யம்மா மொழ மொழன்னு  யம்மா யம்மா  ஏ கன்ன முழி என்ன குத்தும் மீச முடி கண்ண குத்தும் கை விரலு கல்ல குத்தும் சாமி வந்து கண்ண குத்தும் வேணாம் ஆத்த வேணாம் சின்ன மச்சான் என் மனச சிக்கவெச்சான்  மொழ மொழன்னு  யம்மா யம்மா மொழ மொழன்னு  யம்மா யம்மா  நீயும் நானும் ஜோடிதான் சேர்ந்து நாம ஆடிதான் ஆட்டம் பாக்க கூடிதான் வந்த கூட்டம் கோடிதான்  மொழ மொழன்னு  யம்மா யம்மா மொழ மொழன்னு  யம்மா யம்மா  இஞ்சி மிட்டாய் இடுப்பழகி ஓல கொட்டாய் உடுப்பழகி பெப்பெர் முட்டை பல்லழகி கொட்ட பாக்கு கண்ணழகி ராங்கி மனச வாங்கி எங்க வெச்ச ஏண்டி என்ன பொங்க வெச்ச  தட தடன்னு நடக்குரான் பட படன்னு சிரிக்குரான் வட வடன்னு இருக்குரான் கொட கொடன்னு கொடையுரான்  மொழ மொழன்னு  யம்மா யம்மா மொழ மொழன்னு  யம்மா யம்மா  எஹ் குத்தாலத்தில் குளிச்சிகலாம் தேக்கடியில் துவட்டிகலாம் குன்னூருல ஒளிஞ்சுக்கலாம் குளிதலயில் தேடிக்கலாம் கோவா வா வா கோவா ஓடிக்கலாம் பாண்டி ஆட்டம் ஆடிக்கலாம்  மொழ மொழன்னு  யம்மா யம்மா மொழ மொழன்னு  யம்மா யம்மா மொழ மொழன்னு  யம்மா யம்மா மொழ மொழன்னு  யம்மா யம்மா"}