{"திரைப்படம்": "Moondru Per Moondru Kadhal", "பாடலாசிரியர்": "Na. Muthukumar", "இசையமைப்பாளர்": "Yuvan Shankar Raja", "பாடல்": "மழை மழை", "வருடம்": "2013", "பாடியவர்கள்": "Karthik, Swetha Mohan", "பாடல்வரிகள்": "ஆ: மழை மழை மழை ஓ... மழை என்னை மட்டும் நனைக்கும் மழை விட்டு விட்டு தூரத்து மழை பெண்ணே நீதான் என் மழை  நான் உன்னை பார்த்த நாளிலே ஜன்னல் தாண்டி பெய்தது மழை நீ என்னை பார்த்த நாளிலே மின்னல் மின்னி வந்தது மழை  அலை அலை என்ன தாக்குதே மழை தாக்குதே மழை தாக்குதே நின்னை நின்னை என்ன கேட்குதே மனம் கேட்குதே அய்யோ  அனை அனை என்ன கெஞ்சுதே உயிர் கெஞ்சுதே, உயிர் கெஞ்சுதே அடிக்கு ஒரு முறை கொஞ்சுதே உன்னை கொஞ்சுதே அய்யோ... (மழை மழை)  ஆ: முத்தம் கேட்டால்  பெ: வெட்கம் தருவேன்  ஆ: வெட்கம் கேட்டால்  பெ: வண்ணம் தருவேன்  ஆ: காத்து கிடந்தால்  பெ: மெல்ல வருவேன்  ஆ: தூக்கம் கெடுத்து  பெ: தொல்லை தருவேன்  ஆ: கனவில் தொட்டால்  பெ: தல்லி விடுவேன்  ஆ: நேரில் தொட்டால்  பெ: கிள்ளி விடுவேன்  ஆ: நீ அடங்காத என் ராட்சசி...  பொய்கள் சொன்னால்  பெ: வாடிவிடுவேன்  ஆ: மீண்டும் சொன்னால்  பெ: ஓடிவிடுவேன்  ஆ: மழையில் வந்தால்  பெ: குடைகள் தருவேன்  ஆ: மடியில் வந்தால்  பெ: உடைகள் தருவேன்  ஆ: கெஞ்சி கேட்டால்  பெ: கொஞ்ச வருவேன்  ஆ: கொஞ்சி கேட்டால்  பெ: கொஞ்சம் தருவேன்  ஆ: நீ என்னை கொல்லும் வன தேவதை  நீ உன் பாதியை என் பார்வையில் தேடினாய் நான் என் மீதியை கண்டேன் என கூவினேன்  ஆ, பெ: நெஞ்சம் என்னும் தீவுக்குள்ளே காதல் பூக்கள் வானும் மண்ணும் தீயும் நீரும் நீயும் நானும் காதலாகி மேவியாடா...  ஆ: ந ந ந ந ந நா...//// ம்...  காதல் என்றால்  பெ: செல்ல பார்வை  ஆ: ஆசை என்றால்  பெ: கல்ல பார்வை  ஆ: ஊடல் என்றால்  பெ: கொஞ்சம் கோபம்  ஆ: கோபம் என்றால்  பெ: மீண்டும் ஊடல்  ஆ: தேடல் என்றால்  பெ: உன்னுல் என்னை  ஆ: தேடி வாந்தால்  பெ: தொலையும் பெண்மை  ஆ: நான் தொலைந்தாலும் சுகம் தானடி  தயக்கம் என்றால்  பெ: இதழின் நடனம்  ஆ: மயக்கம் என்றால்  பெ: மனதின் நடனம்  ஆ: கிரக்கம் என்றால்  பெ: கண்ணின் நடனம்  ஆ: கலக்கம் என்றால்  பெ: நரம்பின் நடனம்  ஆ: விருப்பம் என்றால்  பெ: விழியின் நடனம்  ஆ: நெருக்கம் என்றால்  பெ: விரலின் நடனம்  ஆ: இனி நெருங்காமல் நெருப்பில்லையே  நீ எனக்காகவே உருவானவல் ஸ்நேகிதி என் எதிர்காலத்தின் முகம் தானடி கண்மணி  ஆ, பெ: நேற்றை கொன்று இன்றை வென்று நாளை செய்தாய் உன்னை தெட்டு என்னை தெட்டு காதலாகி என்ன பேசும் ஈரக்காற்று (ஆ: மழை மழை)  ஆ: நான் உன்னை பார்த்த நாளிலே ஜன்னல் தாண்டி பெய்தது மழை நீ என்னை பார்த்த நாளிலே மின்னல் மின்னி வந்தது மழை"}