{"திரைப்படம்": "Nadodi Mannan 1958", "பாடலாசிரியர்": "S. M. Subbaiah Naidu", "இசையமைப்பாளர்": "S. M. Subbaiah Naidu", "பாடல்": "மானைத் தேடி மச்சான்", "வருடம்": "1958", "பாடியவர்கள்": "Jikki", "பாடல்வரிகள்": "ஜிம்பக ஜிம்பா ஜிம்பா ஜிம்பா ஜிம்பா  ஹொ ஹோ ஹோ ஹோய் ஜிம்பக ஜிம்பா ஜிம்பா ஜிம்பா ஜிம்பா  ஹொ ஹோ ஹோ ஹோய் ஜிம்பக ஜிம்பா ஜிம்பா ஜிம்பா ஜிம்பா  ஹொ ஹோ ஹோ ஹோய் ஜிம்பக ஜிம்பா ஜிம்பா ஜிம்பா ஜிம்பா  ஹொ ஹோ ஹோ ஹோய்  ஓ... ஓ... ஓ... ஓ... ஹொஹொஹோ ஹோ  ஜில் ஜில் ஜில் ஜோரக ஜிம்பா ஜோரக ஜிம்பா  ஜோரக ஜிம்பா ஹொஹோய்...  ஓ... ஓ... ஹொஹொஹோ ஓ ஹொஹோஹ்ஹோஹொ ஹோ ஓ... ஓ... ஓ...  ஜிம்பக ஜிம்பா ஜிம்பா ஜிம்பா ஜிம்பா  ஜிம்பக ஜிம்பா ஜிம்பா ஜிம்பா ஜிம்பா ஜிம்பக ஜிம்பா ஜிம்பா ஜிம்பா ஜிம்பா  மானைத் தேடி மச்சான் வரப் போறான் ஹை  வரப் போறான் தாளத்தோட தாலி கட்டப் போறான் ஹை  கட்டப் போறான்  மானைத் தேடி மச்சான் வரப் போறான் ஹை  வரப் போறான்  ஓ... ஓ... ஓ...  தாலி கட்டும் வீரன் அவன் யாரு ஹை  எந்த ஊரு மாலை கட்ட வேணும் கொஞ்சம் கூறு ஹை  என்ன பேரு ஓ... ஓ... ஓ...  மானைத் தேடி மச்சான் வரப் போறான் ஹை  வரப் போறான்  போதும் போதும் கேலி சும்மா போடி ஹை பொடி வச்சி பேசும் வம்புக்காரி  போதும் போதும் கேலி சும்மா ஹை பொடி வச்சி பேசும் வம்புக்காரி  சின்னஞ்சிறு அன்னம் நீ எண்ணும் பல எண்ணம் சின்னஞ்சிறு அன்னம் நீ எண்ணும் பல எண்ணம்  முன்னும் பின்னுமாக வந்து மின்னும்  பிறகு என்ன பண்ணும் உறவு வந்து பின்னும்   மானைத் தேடி மச்சான் வரப் போறான் ஹை  வரப் போறான் தாளத்தோட தாலி கட்டப் போறான் ஹை  கட்டப் போறான்  அழகிலே நடையிலே  சுகமெல்லாம் வளர்ந்து விடுமோ அழகிலே நடையிலே  சுகமெல்லாம் வளர்ந்து விடுமோ  ஆசை பொங்கும் தோற்றம்  அமுதூட்டும் பழத் தோட்டம்  என்னென்னமோ சொல்லி என் மனதை கிள்ளி என்னென்னமோ சொல்லி என் மனதை கிள்ளி இங்கும் அங்கும் ஓட வைக்கும் கள்ளி ஹை இங்கும் அங்கும் ஓட வைக்கும் கள்ளி  பருவம் வந்து துள்ளி உருகுறாளே வல்லி மானைத் தேடி மச்சான் வரப் போறான் ஹை  வரப் போறான் தாளத்தோட தாலி கட்டப் போறான் ஹை  கட்டப் போறான்  ஓ... ஓ... ஓ... ஓ...  ஓ ஹோஹோ ஹோஹோஹோய்  ஓ... ஓ... ஓ... ஓ...  ஓ ஹோஹோ ஹோஹோஹோய்  ஓ... ஓ... ஓ... ஓ...  ஜிம்பக ஜிம்பா ஜிம்பா ஜிம்பா ஜிம்பா  ஓ ஹோஹோஹோய் ஜிம்பக ஜிம்பா ஜிம்பா ஜிம்பா ஜிம்பா  ஓ ஹோஹோஹோய் ஜிம்பக ஜிம்பா ஜிம்பா ஜிம்பா ஜிம்பா  ஓ ஹோஹோஹோய் ஜிம்பக ஜிம்பா ஜிம்பா ஜிம்பா ஜிம்பா  ஓ ஹோஹோஹோய்"}