{"திரைப்படம்": "Yennai Arindhaal", "பாடலாசிரியர்": "Thamarai", "இசையமைப்பாளர்": "Harris Jayaraj", "பாடல்": "மழை வர போகுதே", "வருடம்": "2015", "பாடியவர்கள்": "Karthik, Emcee Jezz", "பாடல்வரிகள்": "மழை வர போகுதே துளிகளும் தூறுதே நனையாமல் என்ன செய்வேன் மலர்வனம் மூடுதே மதுரமும் ஊருதே தொலையாமல் எங்கே போவேன் ஓஹோ முகில் போல மென் பஞ்சாய் மிதக்கின்ற என் நெஞ்சை எதை செய்து மீட்பேன் எவர் சொல்லி கேட்பேன் ஓ கடல் போன்ற கண்ணாலே என்னை வாரி சென்றாளே இழந்தேனே இன்று இருந்தாலும் நன்று அனல் மேலே கொஞ்சம் புனல் மேலே கொஞ்சம் தடுமாறி நிற்கும் என் நெஞ்சம்  மழை வர போகுதே துளிகளும் தூறுதே நனையாமல் என்ன செய்வேன் மலர்வனம் மூடுதே மதுரமும் ஊருதே தொலையாமல் எங்கே போவேன்  Let me pop my collar like above the killer Let me follow me like a hard vannila Lyrically gangster once upon a time Take it easy show di now a policeman Lady with a love with a lover Show me the love cause I won that Dont you ever wanna stop me that lunch Because I think I am loving so much  கரு கரு கண்களால் கயல்விழி கொல்கிறாள் வலித்தாலும் ஏதோ சுகம் ஏதோ சுகம் குழி விழும் கன்னத்தில் குடி இரு என்கிறாள் விலையில்லா ஆயுள் வரம் ஓஹோ நிலா தூங்கும் மேகத்தில் கனா காணும் நேரத்தில் அவள் தானே வந்தாள் அணைக்காமல் சென்றாள் ஓ இமை ரெண்டும் மூடாது உறக்கங்கள் வாராது அதை காதல் என்றால் அவள் தானே தந்தாள் நடந்தாலும் முன்னே கடந்தாலும் பின்னே மனம் எங்கும் அவள் ஞாபகம்  கண்ணை கட்டி விட்டால் கூட பட்டாம்பூச்சி பூவை தேடும் மழை என்றால் மண்ணை தானே வந்து சேரும்  கண்ணை கட்டி விட்டால் கூட பட்டாம்பூச்சி பூவை தேடும் மழை என்றால் மண்ணை தானே வந்து சேரும் ஹே எந்த பக்கம் நிற்கின்றாயோ அந்த பக்கம் கண்கள் போகும் முன்னும் பின்னும் நீ நடந்தால் ஊஞ்சல் ஆகும் சுழலும் மயில் நீ ஓஹோ ஹோ உன் தோகை என் தோளில் சுகமாய் புரளும் ஓஹோ ஹோ பார்ப்பேன் என் வாழ் நாளில்  மழை வர போகுதே துளிகளும் தூறுதே நனையாமல் என்ன செய்வேன் மலர்வனம் மூடுதே மதுரமும் ஊருதே தொலையாமல் எங்கே போவேன் ஓஹோ முகில் போல மென் பஞ்சாய் மிதக்கின்ற என் நெஞ்சை எதை செய்து மீட்பேன் எவர் சொல்லி கேட்பேன் ஓ கடல் போன்ற கண்ணாலே என்னை வாரி சென்றாளே இழந்தேனே இன்று இருந்தாலும் நன்று அனல் மேலே கொஞ்சம் புனல் மேலே கொஞ்சம் தடுமாறி நிற்கும் என் நெஞ்சம்"}