{"திரைப்படம்": "Maanbumigu Maanavan", "பாடலாசிரியர்": "Vaali and Kanmani Subbu", "இசையமைப்பாளர்": "Deva", "பாடல்": "மாதவரம் இவ", "வருடம்": "1996", "பாடியவர்கள்": "Deva", "பாடல்வரிகள்": "மாதவரம் இவ மாதவரம் மாதவரம் மாதவரம் பால் பண்ண இவ கையில் பட்டா கரைஞ்சிடும் பசு வெண்ண  பாலக்காடு இவ பாலக்காடு பாலக்காடு பாலக்காட்டு பலா சொலா இவ பாத்துபுட்டா பால விடும் தென்னஞ்சொலா எந்தா  பெத்தாபுரம் இவ பெத்தாபுரம் பெத்தாபுரம் பெத்தாபுரம் பெப்பரேட்டு இவ பாடிபுட்டா பாட்டு எல்லாம் சூப்பர் ஹிட்டு அவுனண்டி  வழுக்குற வால மீனுதான் வளைச்சு கட்ட வயசுக்கு சோக்கு பொண்ணுதான்  துட்டுக்கு ஏத்த லட்டுதான் நான் தொட்டு திண்ண தொரையூறு கொழா புட்டு தான்  ஏ யம்மா ஏம்மா மாதவரம் இவ பெத்தாபுரம் மாதவரம் மாதவரம் பால் பண்ண இவ கையில் பட்டா கரைஞ்சிடும் பசு வெண்ண  நீ சிறுவாணி தண்ணி நீ சிரிச்சாலே ஜன்னி நீ மலைவாழ கண்ணி சும்மா மறுக்கம வாணீ  நீ கோதாவரி ஏறி நான் கொண்டுவரேன் லாரி நாம ரெண்டுபேரும் ஏறி அட போவோம் பெத்தனேறி  இவ கொல்லத்து வெல்லம் நீ செக்சுக்கு சின்னம் உன்ன பாத்தாலே கொல்லும் அடி என்னோட உள்ளம்  சிக்குன்னு தான் பாக்குறா சென்னையத்தான் கலக்குறா சேட்டையதான் பண்ணுறா இவ கோட்டையத்தான் மூடுறா ஆசைக்கு அசை வச்சி இவ வாட்டுரா மூட்டுரா தீய வச்சி  பெத்தாபுரம் இவ பாலக்காடு பெத்தாபுரம் பெத்தாபுரம் பெப்பரேட்டு இவ பாடிபுட்டா பாட்டு எல்லாம் சூப்பர் ஹிட்டு  அடி தேங்கா பூ சிரிப்பு நீ தெகட்டாத இனிப்பு நான் பாக்காத மடிப்பு உன் இடுப்போட இருக்கு  நீ குறும்பாட்டு சூப்பு இந்த குருபானி கீப்பு நீ நான் போடும் சோப்பு கொஞ்சம் நீ பாடு ராப்பு  அடி வெள்ளரி பிஞ்சு நீ வெல்வெட்டு பஞ்சு நீ பாத்தாலே நெஞ்சு சும்மா பறக்குது மிஞ்சு  காஞ்சிபுரம் காஞ்சனா என்ன கச்சிதமா பாக்குறா காஞ்சிபோன நாக்குல வந்து தேனையுந்தான் ஊத்துறா சிக்கனமா சேல கட்டி அல்லுரா கில்லுரா வெல்லக்கட்டி  மாதவரம் மாதவரம் பால் பண்ண இவ கையில் பட்டா கரைஞ்சிடும் பசு வெண்ண  பாலக்காடு பாலக்காட்டு பலா சொலா இவ பாத்துபுட்டா பால விடும் தென்னஞ்சொலா  பெத்தாபுரம் பெத்தாபுரம் பெப்பரேட்டு இவ பாடிபுட்டா பாட்டு எல்லாம் சூப்பர் ஹிட்டு  வழுக்குற வால மீனுதான் வளைச்சு கட்ட வயசுக்கு சோக்கு பொண்ணுதான்  துட்டுக்கு ஏத்த லட்டுதான் நான் தொட்டு திண்ண தொரையூறு கொழா புட்டு தான்  ஏ யம்மா ஏம்மா மாதவரம் மாதவரம் பால் பண்ண இவ கையில் பட்டா கரைஞ்சிடும் பசு வெண்ண"}