{"திரைப்படம்": "Pudhiya Geethai", "பாடலாசிரியர்": "Pa. Vijay", "இசையமைப்பாளர்": "Yuvan Shankar Raja", "பாடல்": "மனசே இள மனசே", "வருடம்": "2003", "பாடியவர்கள்": "Bonnie Chakraborty, Tippu, Swarnalatha", "பாடல்வரிகள்": "பாலு குலேதே பாலு குலேதே பாலு குலேதே மஜீ ஹெலா கொரிஷ்ணா உலதேனோ காமாஜி ஜாபோ மோதினா உலதேனோ காமாஜி ஜாபோ மோதினா பாலு குலேதே தே தே தே பாலு குலேதே பாலு குலேதே மஜீ ஹெலா கொரிஷ்ணா உலதேனோ காமாஜி ஜாபோ மோதினா உலதேனோ காமாஜி ஜாபோ மோதினா உலதேனோ காமாஜி ஜாபோ மோதினா  மனசே இள மனசே மலரும் பூ மனசே மனதில் நினைத்ததெல்லாம் நடக்கும் நாள் இதுவே மனசே இள மனசே மலரும் பூ மனசே மனதில் நினைத்ததெல்லாம் நடக்கும் நாள் இதுவே ஒரு சொர்க்கத்திலே இது உருவான உறவா இல்லை சொர்க்கத்தையே இங்கு உருவாக்கும் உறவா ஆனந்தம் அலைமோதும் கண்ணில் என்னாளும் கொண்டாட்டம் கும்மாளம் மண்ணில் எப்போதும் கொண்டாட்டம் கும்மாளம் மண்ணில் எப்போதும் என்றும் சந்தோஷம் எங்கும் சந்தோஷம் வானம் வரைக்கும் அடடா எங்கும் சந்தோஷம் ஒரு வயசு ஆனது போல் இன்பம் இருக்கு ஒரு கோடி காலம் வாழ ஆசை எனக்கு ஒரு கோடி காலம் வாழ ஆசை எனக்கு  ஒரு நாள் பூக்களும் தான் தலுக்கென புன்னகைக்கும் சிரிக்கும் மனிதனுக்கே சிகரம் காத்திருக்கும் பூ முதல் புல் வரைக்கும் ஒவ்வொன்றும் ரசித்திடலாம் குயிலின் கூட்டுக்குள்ளே கொஞ்ச நாள் வசித்திடலாம் வானவில்லை கண்டால் நீ விழி இமைக்காதே அது மூணு நிமிஷம் தான் அதை இழந்து விடாதே வானம் வரை எட்டும் எங்கள் வாழ்த்து சத்தம் தான் காலம் கை தட்டும் இனி காதல் முத்தம் தான் வானம் வரை எட்டும் எங்கள் வாழ்த்து சத்தம் தான்  ஆசை வந்தாச்சே ஆசை வந்தாச்சே நெஞ்சுக்குள்ளே தான் புது புது ஆசை வந்தாச்சே ஏதேதோ கனவுகள் தான் கண்ணில் வந்தாச்சே இது போல வாழ்ந்திட தான் ஆசை வந்தாச்சே  வாழ்வில் ஒரு முறைதான் திருமண கோலம் வரும் அடடா அன்று முதல் ஆனந்த தாளம் வரும் ஒவ்வொரு இதயத்திலும் திருமண ஞாபகங்கள் ஆயுள் காலம் வரை இருக்கும் ஆனந்தங்கள் உறவுகள் தான் என்றும் உங்கள் கூட வருமே அந்த உறவுகள் தான் வந்தால் அந்த வாழ்க்கை சுகமே உலகத்தின் … உலகத்தின் செல்வந்தன் ஆன ஒருவன் ஒரு லட்சம் சொந்தங்கள் சேர்த்த மனிதன்  காதல் நெஞ்சமே காதல் நெஞ்சமே இன்று சேர்ந்திடும் அழகே காதல் நெஞ்சமே நூறாண்டு சேர்ந்திருக்க வாழ்த்தும் நெஞ்சமே வாழ்வெல்லாம் சந்தோஷம் வந்து கொஞ்சுமே காதல் நெஞ்சமே காதல் நெஞ்சமே இன்று சேர்ந்திடும் அழகே காதல் நெஞ்சமே நூறாண்டு சேர்ந்திருக்க வாழ்த்தும் நெஞ்சமே வாழ்வெல்லாம் சந்தோஷம் வந்து கொஞ்சுமே  பாலு குலேதே பாலு குலேதே பாலு குலேதே மஜீ ஹெலா கொரிஷ்ணா உலதேனோ காமாஜி ஜாபோ மோதினா உலதேனோ காமாஜி ஜாபோ மோதினா பாலு குலேதே தே தே தே பாலு குலேதே பாலு குலேதே மஜீ ஹெலா கொரிஷ்ணா உலதேனோ காமாஜி ஜாபோ மோதினா உலதேனோ காமாஜி ஜாபோ மோதினா உலதேனோ காமாஜி ஜாபோ மோதினா"}