{"திரைப்படம்": "Pokkiri", "பாடலாசிரியர்": "Snehan", "இசையமைப்பாளர்": "Mani Sharma", "பாடல்": "மாம்பழமாம் மாம்பழம்", "வருடம்": "2007", "பாடியவர்கள்": "Shankar Mahadevan, Ganga", "பாடல்வரிகள்": "மாம்பழமாம் மாம்பழம் மல்கோவா மாம்பழம் சேலத்து மாம்பழம் நீதானடி  மாம்பழமாம் மாம்பழம் மல்கோவா மாம்பழம் சேலத்து மாம்பழம் நாந்தானடா  அழக பறிச்சு உன அப்படியே நாந்தான் திங்கபோரேன்  ஒசர இருக்கேன் என்ன எப்படிட நீதான் பறிக்கபோர  அனிலாக மாறி நான் அழகாக தாவி நான் அங்கங்க உன்ன கடிக்க போரேன்  தீர்மானம் பன்னு நீ தீத்து கட்ட துணிஞ்சு நீ என்ன சுத்தி வாடா தாரேன் தாரேன்  ஹேய் மாம்பழமாம் மாம்பழம் மல்கோவா மாம்பழம் சேலத்து மாம்பழம் நீதானடி  மாம்பழமாம் மாம்பழம் மல்கோவா மாம்பழம் சேலத்து மாம்பழம் நாந்தானடா  உதட்டோரம் இனிப்பியோ கழுத்தோரம் புளிப்பியோ இடுப்போரம் துவர்ப்பியோ சொல்லிபுடுடி  என்னோட தேகத்துல அறுசுவையும் இருக்குடா என்ன என்ன ருசி இருக்கோ டேஸ்ட்டு பண்ணி சொல்லுடா  எங்க நான் தொடங்கனும் எங்க நான் மடங்கனும் எங்க நான் அடங்கனும் சொல்லி கொடுடி  ஈசானி மூலை எல்லாம் எங்கிட்டதான் இல்லடா என்ன நீ நெனக்கிரியோ பூந்து விளையாடுடா  காமத்து பால்காரி வாடி பனவெல்லம் அதில் போட்டு தாடி  சாமத்து கொலைகாரா வாடா என்ன நீ கொன்னுபுட்டு போடா  ஹேய் மாம்பழமாம் ஹேய் மாம்பழமாம் மாம்பழம் மல்கோவா மாம்பழம் சேலத்து மாம்பழம் நீதானடி  மாம்பழமாம் மாம்பழம் மல்கோவா மாம்பழம் சேலத்து மாம்பழம் நாந்தானடா  மல்கொ மல்கொ மல்கொவ மல்கொ மல்கொ மல்கொவ மல்கொ மல்கொ மல்கொவ மல்கொ மல்கொ மல்கொவ  கற்பூர வெத்தல கடவாய்க்கு பத்தல ஒங்கிட்ட ஒத்தெல பரிச்சிகவாடி  பச்ச தேகத்த நீ எச்சில் வெச்சு உருக்கிக்கோ ஒடம்பு மச்சத்தெல்லாம் பிச்சு பிச்சு வருத்துக்கோ  பச்ச நான் குத்துவேன் அப்பான்னு கத்துவே வாய நான் பொத்துவேன் ரொம்ப தொல்லடி  ஒடம்பு ரேகை எல்லாம் உதடுகளால் எண்ணுடா உப்பு போட்டு என்ன ஊறுகாயா தின்னுடா  புயலுக்கும் பூவைக்கும் ஆளு என்னோட அவதாரம் கேளு  உங்கிட்ட வித்தைகள் இருக்கு கொண்டாந்து எங்கிட்ட எரக்கு  ஹேய் மாம்பழமாம் மாம்பழமாம் மாம்பழம் மல்கோவா மாம்பழம் சேலத்து மாம்பழம் நீதானடி  மாம்பழமாம் மாம்பழம் மல்கோவா மாம்பழம் சேலத்து மாம்பழம் நாந்தானடா  அழக பறிச்சு உன அப்படியே நாந்தான் திங்கபோரேன்  ஒசர இருக்கேன் என்ன எப்படிட நீதான் பறிக்கபோர  அனிலாக மாறி நான் அழகாக தாவி நான் அங்கங்க உன்ன கடிக்க போரேன்  தீர்மானம் பண்ணி நீ தீத்து கட்ட துணிஞ்சு நீ என்ன சுத்தி வாடா தாரேன் தாரேன்  மாம்பழம் ஹோய் மாம்பழம்"}