{"திரைப்படம்": "Vallinam", "பாடலாசிரியர்": "Viveka", "இசையமைப்பாளர்": "S. Thaman", "பாடல்": "மாமன் மச்சான்", "வருடம்": "2013", "பாடியவர்கள்": "Silambarasan, S. Thaman, Mukesh", "பாடல்வரிகள்": "யேலா யே... லா... லா… இவன் மிடி போட்ட figure-u நான் மிடுல் க்லாஸ் லவர் அட கண்ணு இவள நினச்சு குடிச்சு வீங்கி போச்சே liver-u மின்னலாட்டம் சிரிப்பா தினம் மிஸ்ட் கோலு கொடுப்பா ஒரு மில்லி மீட்டர் கேப் விட்டா வேர friend புடிப்பா  figure-a என்னி பசங்க எல்லாம் தன்டங்களா திரிய அந்த பொண்ணு மட்டும் எக்சேம்ல சென்டங்களா எடுக்க ஹேய் அமேரிக்கா பையன் வந்தா flight-la தான் பறக்கும் இது அர மீட்டர் தாடிவிட்டு ப்லேட் form-la பொருக்கும்  ஆம்பளேங்க மனசு என்ன அனமது பொருளா அத அம்பியுலன்ஸ் யேத்திபுட்டு நடக்குராங்க திமிரா யே facebook, டுவிட்டர்ல பிரிச்சு மேயுராங்க ஆ... flying கிஸ் கொடுத்துபுட்டு friends-nu பிரியுராங்க அட பொண்ணுங்க சேர்ந்தாலே புடிக்குமடா கிருக்கு இப்ப நமக்குனு உலகத்தில் என்னதான் இருக்கு  கூதாடி காதாடி போலாடும் இந்த நாடோடி... பருவம் தான் உடையாத கண்ணாடிடிடி ஆதாடி… இருபது வயசு தான் இதயமே சிறகு தான் இமையமும் துச்சமாய் தோனுதே மருபடி ஒருமுறை உலகிலே பிறக்கையில் இவர்களும் வேணுமே கடவுளே பெற்ற தாயை போல தான் உற்று காக்கும் தோழன் காக காப்பேனே  மாமன் மச்சான் friendship-eh மனச லேசா மாத்துமடா மாமன் மச்சான் friendship-eh மனச லேசா மாத்துமடா மாமன் மச்சான் friendship-eh மலைய தாண்டி உயர்ந்ததடா  கூதாடி காதாடி போலாடும் இந்த நாடோடி...  வட் இஸ் friendship இஸ் ஓல் எபாவ்ட்…// தேட் இஸ் friendship இஸ் ஓல் எபாவ்ட்  போனால் போகட்டும் போடா இந்த பூமியில் நிலையாய் வாழ்பவர் யாரடா  மாமன் மச்சான் friendship-eh…  வாழ்ந்தால் உறவுகள் பிரியும் உன்னை தாங்கிட என்றும் வாழ்வது யாராடா கனவிலும் நினைவிலும் பேச்சிலும் முச்சிலும் நற்புதான் நம்பிக்கை கொடுக்கதே கருவரை வேறு தான் வகுப்பறை ஒன்று தான் விடுமுறை இல்லை நம் அன்பிலே தூரம் நேரம் காலம் தோற்றோடும் ஓடும் டும் டும் டும் தூய friendship மட்டும் தேயாதே... தேயாதே...  நாம ஒரு க்ரூப்பு அட மத்ததெல்லாம் டூப்பு அட மோத வந்தா யேவனுக்குமே சேர்ந்து வைப்போம் ஆப்ப ஏ நண்பனோட தங்கை அட நமக்கு கூட தங்கை நம்ம நண்பனோட ஆளக்கண்டா அண்ணன் ஆவோம் அங்க ஏ... ஒரே சட்டைய உடுத்தி தினம் அரும்பா மீசைய நிருத்தி ஊரு முழுக்க வலம் வருவோம் ஒரே பொண்ண தொரத்தி ஹேய் ரோஸ் தார போனாலும் friends தொனை வேனு எக்சாம் fees-ah கட்ட போனாலும் friends தொனை வேனு  அம்மா, அப்பா உறவு ஒரு வயசுக்கப்பரம் தூரம் ஒளிவு மறைவு இல்ல நட்பு ஒன்னா தானே சேரும் அட உசுர கூட குடுப்போம் அட ஓடி வந்தா அணைப்போம் அர நெல்லிக்காய போல அத நெனச்சு பாத்தா இனிக்கு  நட்பு இல்லாம வாழுரவன் எப்போதுமே சீரோ அட மாஹாபார கதையில் கூட கர்ணண் நம்ம ஹீரோ நட்பு இல்லாம வாழுரவன் எப்போதுமே சீரோ அட மாஹாபார கதையில் கூட கர்ணண் நம்ம ஹீரோ  சொகமாயும் இருக்கும் ஒரு தோஸ்த்து வந்தா பறக்கும் நற்புக்காக புத்தம் புது நெசனல் எந்தம் போரக்கும்"}