{"திரைப்படம்": "Mettukudi", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "Sirpi", "பாடல்": "மானமதுரை குண்டு", "வருடம்": "1996", "பாடியவர்கள்": "Mano, Swarnalatha", "பாடல்வரிகள்": "ஆண் : மானாமதுரை குண்டு மல்லியே வாடாம நான் தலையில் சூட்டுறேன் நீ வாம்மா நீ வாம்மா நீ வாம்மா  ஆண்குழு1 : நீ வாம்மா நீ வாம்மா நீ வாம்மா  ஆண்குழு2 : ஹேய் ஹேய் ஹேய் ஹே ஹே} (ஓவர்லப்)  பெண் : ஏ குண்டு மல்லிக பூவ சூட்டுவே பக்கம் வந்து நீ பல்ல காட்டுவ போ மாமா போ மாமா போ மாமா  பெண்குழு : போ மாமா போ மாமா போ மாமா  ஆண்குழு2 : ஹேய் ஹேய் ஹேய் ஹே ஹே} (ஓவர்லப்)  ஆண் : ஏய் சுக்கம்பட்டி சேல ஒண்ணு வாங்கி தாரேன் வாறியா  பெண் : ராத்திரியானா திருப்பி கேட்ப வேணாம் மாமா போய்யா போய்யா  ஆண் : மானாமதுரை குண்டு மல்லியே வாடாம நான் தலையில் சூட்டுறேன் நீ வாம்மா நீ வாம்மா நீ வாம்மா  ஆண்குழு1 : நீ வாம்மா நீ வாம்மா நீ வாம்மா  ஆண்குழு2 : ஹேய் ஹேய் ஹேய் ஹே ஹே} (ஓவர்லப்)   ஆண்குழு1 : ஹோ ஹோய் ஹோய் ஹோ ஹோய் ஹோய் ஹோ ஹோய் ஹோய் ஹோ ஹோய் ஹோய்  ===  ஆண் : ஹோய்.. டூரிங் டாக்கீஸ் கூட்டி போறேன் கோலி சோடா வாங்கி தாறேன் பக்கத்துல உக்காந்து நாம் சினிமா பாப்போமா  ஆண்குழு1 : நீ வாம்மா நீ வாம்மா நீ வாம்மா  ஆண்குழு2 : ஹேய் ஹேய் ஹேய் ஹே ஹே} (ஓவர்லப்)  பெண் : இருட்டுல எங்க படுக்க பார்ப்பே இடுப்புல என்ன கிள்ளி பார்ப்பே பத்து மணி ஆட்டம் வேணாம் வேணாம் போ மாமா  பெண்குழு : போ மாமா போ மாமா போ மாமா  ஆண்குழு2 : ஹேய் ஹேய் ஹேய் ஹே ஹே} (ஓவர்லப்)  ஆண் : அடி பார்க்காத இடம் ஒண்ணு பார்ப்போமா சொல்லு  பெண் : நான் பழகாத இடத்துக்கு வர மாட்டேன் தள்ளி நில்லு  பெண்குழு : ஓஹோ ஓஹோ ஓஹோஹூ ஓஹோ ஓஹோ ஓஹோஹூ  ஆண் : ஹாய் மானாமதுரை குண்டு மல்லியே வாடாம நான் தலையில் சூட்டுறேன் நீ வாம்மா நீ வாம்மா நீ வாம்மா  பெண்குழு : ஹே ஹே ஹாய் ஹே ஹே ஹாய் ஹே ஹே ஹாய் ஹே ஹே ஹே ஹே ஹாய் ஹே ஹே ஹாய் ஹே ஹே ஹாய் ஹே ஹே  ஆண்குழு : ஓஹோ ஓஹோ ஓஹோஹூ ஓஹோ ஓஹோ ஓஹோஹூ  பெண்குழு : ஓஹோ ஓஹோ ஓஹோஹூ ஓஹோ ஓஹோ ஓஹோஹூ  ===  ஆண் : ஹாய் கைய காட்டு வளையல் மாட்ட கால காட்டு கொலுசு மாட்ட ஆசை வச்சி வாங்கி வந்தேன் போட்டுக்க நீ வாம்மா  {ஆண்குழு1: நீ வாம்மா நீ வாம்மா நீ வாம்மா  ஆண்குழு2 : ஹேய் ஹேய் ஹேய் ஹே ஹே} (ஓவர்லப்)  பெண் : கைய தொட்டு கால தொட்டு அங்கே இங்கே என்ன தொட்டு கட்டிலுக்கு குறிய வைப்பே வேணாம் போ மாமா  பெண்குழு : போ மாமா போ மாமா போ மாமா  ஆண்குழு2 : ஹேய் ஹேய் ஹேய் ஹே ஹே} (ஓவர்லப்)  ஆண் : அடி நீ போனா எனக்குண்டு ஏராளம் ஆளு அந்த கரகாட்ட வனஜாட்ட என்ன பத்தி கேளு கேளு  பெண்குழு : ஓஹோ ஓஹோ ஓஹோஹூ ஓஹோ ஓஹோ ஓஹோஹூ  பெண் : ஏய் மானமதுரை குண்டு மல்லிய வாடி போகும்முன் தலையில் சூட்டனும் வா மாமா வா மாமா வா மாமா  பெண்குழு : வா மாமா வா மாமா வா மாமா  ஆண்குழு2 : ஹேய் ஹேய் ஹேய் ஹே ஹே} (ஓவர்லப்)  ஆண் : அட வேணாம் போம்மா ஆசையெல்லாம் உன்ன பார்த்த தோணுமா  பெண் : சும்மா கொஞ்சம் சீண்டி பார்த்தேன் வம்புகள் வேணாம் வா வா மாமா  மானமதுரை குண்டு மல்லிய வாடி போகும்முன் தலையில் சூட்டனும் வா மாமா வா மாமா வா மாமா  பெண்குழு : வா மாமா வா மாமா வா மாமா  ஆண்குழு2 : ஹாய் ஹாய் ஹாய் ஹைஹை} (ஓவர்லப்)  ஆண்குழு1: நீ வாம்மா நீ வாம்மா நீ வாம்மா  ஆண்குழு2 : ஹாய் ஹாய் ஹாய் ஹைஹை} (ஓவர்லப்)  பெண்குழு : வா மாமா வா மாமா வா மாமா  ஆண்குழு2 : ஹாய் ஹாய் ஹாய் ஹைஹை} (ஓவர்லப்)"}