{"திரைப்படம்": "Kanna Laddu Thinna Aasaiya", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "S. Thaman", "பாடல்": "மாமா", "வருடம்": "2013", "பாடியவர்கள்": "Muralidhar, Rahul Nambiar, Ranjith ", "பாடல்வரிகள்": "மாமா Will You மாமா Wil You ஏ உன்னதான் பையன்தான் ந பொண்ணுதான் பொன்னின்நாதன் தோல் பின்னதான் யார் என்னதான் நீ கெஞ்சத்தான் நா கொஞ்சத்தான் நீ மிஞ்சதான் நா நெஞ்சத்தான் தேன் தின்னத்தான் யார் என்ன தான்  கையவிடாம எவண்டா வெச்சுபான் கசகிடாம எவண்டா வெச்சுபான் ஆசபடிதான் எவண்டா வெச்சுபான் வாசப்படியில் எவண்டா பிச்சுபான் எளிபோரியில் எவண்டா சிக்கிபான் மாமா  அடியே என் அன்ன கிள்ளியே கோடியே காடு பச்ச கோடியே அடியே நாங்க இப்ப ரெட்யே நீ சொன்னபடிய நிப்போம் கலுகடியே  யா .. I wanna பூம்ப பூம்ப பூம் யா .. I wanna பூம்ப பூம்ப பூம் யா .. I wanna பூம்ப பூம்ப பூம்  மாமா இங்க வந்தவன் போன்வேன் தங்குரன் சத்திரம நானு என்ன புத்தம் புது சித்திரமா பாரு மாமா இங்க சத்திரம் பத்திரம் பொத்தி பொத்தி வேச்சுகுற ஆளு என்ன சுத்திவரும் மூணு பேரில் யாரு ?  ஏ உன்னதான் பையன்தான் ந பொண்ணுதான் பொன்னின்நாதன் தோல் பின்னதான் யார் என்னதான் நீ கெஞ்சத்தான் நா கொஞ்சத்தான் நீ மிஞ்சதான் நா நெஞ்சத்தான் தேன் தின்னத்தான் யார் என்ன தான்  யா .. I wanna பூம்ப பூம்ப பூம் யா .. I wanna பூம்ப பூம்ப பூம் யா .. I wanna பூம்ப பூம்ப பூம்  In Pin safety Pin In Pin Out யார விட்டு யார சேர ரொம்ப ரொம்ப Doubt  மெல்ல நட மெல்ல நட மேனியும் என்னாகும் சுந்தரி நீ சுந்தரன் நயன் சேர்ந்தால் திருஓனம் சென்பகமே சென்பகமே தென்பொதிகை சந்தனமே  உலா வரும் நிலா நாந்தாண்ட நீ என்னை தீண்டிட தடா ,போயேண்ட விரல் படா புற நாந்தாண்ட வலைகளை கிழிக்கிற சுறா வாசப்படி தன எவண்டா வெச்சுபான் வாசப்படியில் எவண்டா பிச்சுபான் எளிபோரியில் எவண்டா சிக்கிபான் மாமா  அடியே என் அன்ன கிள்ளியே கோடியே காடு பச்ச கோடியே அடியே நாங்க இப்ப ரெட்யே நீ சொன்னபடிய நிப்போம் கலுகடியே  யா .. I wanna பூம்ப பூம்ப பூம் யா .. I wanna பூம்ப பூம்ப பூம் யா .. I wanna பூம்ப பூம்ப பூம்  மாமா இங்க வந்தவன் போன்வேன் தங்குரன் சத்திரம நானு என்ன புத்தம் புது சித்திரமா பாரு மாமா இங்க சத்திரம் பத்திரம் பொத்தி பொத்தி வேச்சுகுற ஆளு என்ன சுத்திவரும் மூணு பேரில் யாரு ?  ஏ உன்னதான் பையன்தான் ந பொண்ணுதான் பொன்னின்நாதன் தோல் பின்னதான் யார் என்னதான் நீ கெஞ்சத்தான் நா கொஞ்சத்தான் நீ மிஞ்சதான் நா நெஞ்சத்தான் தேன் தின்னத்தான் யார் என்ன தான்"}