{"திரைப்படம்": "Priyamaanavale", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "S. A. Rajkumar", "பாடல்": "மிஸ்ஸிசிப்பி நதி", "வருடம்": "2000", "பாடியவர்கள்": "Anuradha Sriram, Vijay", "பாடல்வரிகள்": "மிஸ்ஸிசிப்பி நதி குலுங்க குலுங்க மினி ஸ்கிர்ட்டு மெல்ல குதிக்க குதிக்க உனக்கு பிடிக்குமா அன்பே உனக்கு பிடிக்குமா  செறி ப்ளவர் இங்கு சிரிக்க சிரிக்க ஸ்ட்றாபெறி உதடு துடிக்க துடிக்க எனக்கு கசக்குமா அன்பே எனக்கு கசக்குமா   டச்சிங்கு டச்சிங்கு தான் டக்கரு டக்கரு தான்  லவ்விங்கு லவ்விங்கு தான் லிக்கரு லிக்கரு தான்  சந்திக்க சந்திக்க சிந்திக்க சிந்திக்க தித்திக்க விடாதே  உன்னுடல் தொட்டபின் இன்னொரு பெண்ணுடல் என் விரல் தொடாதே  மிஸ்ஸிசிப்பி நதி குலுங்க குலுங்க மினி ஸ்கிர்ட்டு மெல்ல குதிக்க குதிக்க உனக்கு பிடிக்குமா அன்பே உனக்கு பிடிக்குமா  இதழ்களில் இருக்கும் வைனை கொடுக்க வேண்டும் வேண்டும் இதை விட ஷாம்பெய்ன் எதற்க்கு எனக்கு வேண்டும் வேண்டும்  உன்னை தானே நைட்டு நானும் உடுத்த வேண்டும் வேண்டும் உனைவிட நைட்டி ஒன்று எதர்க்கு வேண்டும் வேண்டும்  நீ அழகிய ஏஞ்சல் என் மடி ஒரு ஊஞ்சல் நீ தொடர்ந்திடும் நைசு உன்னிடத்தில் பைசில் விரட்டினாலும் விலகிடாது உனது ஞாபகம் இடைவிடாது இடையில் நடத்து உறவு நாடகம்  மிஸ்ஸிசிப்பி நதி குலுங்க குலுங்க மினி ஸ்கிர்ட்டு மெல்ல குதிக்க குதிக்க உனக்கு பிடிக்குமா அன்பே உனக்கு பிடிக்குமா  செறி ப்ளவர் இங்கு சிரிக்க சிரிக்க ஸ்ட்றாபெறி உதடு துடிக்க துடிக்க எனக்கு கசக்குமா அன்பே எனக்கு கசக்குமா  அமெரிக்கன் ஸ்டைலில் வாழ்க்கை அமைய வேண்டும் வேண்டும் பிறிகின்ற உரிமையோடு உறவு வேண்டும் வேண்டும்   எனக்கொரு மில்லியன் டாலர் எதர்க்கு வேண்டும் வேண்டும் அதை விட காஸ்ட்லி உந்தன் அன்பு வேண்டும் வேண்டும்   நான் தொட தொட மீண்டும் நீ தொட வர வேண்டும்  நான் தொட தொட மீண்டும் நீ கொடுத்திட வேண்டும்  உனக்கும் எனக்கும் பயனம் செய்ய ஒரே பர்த்து தான்  எனது கால்கள் நடப்பதென்றும் உனது ரூட்டு தான்  மிஸ்ஸிசிப்பி நதி குலுங்க குலுங்க மினி ஸ்கிர்ட்டு மெல்ல குதிக்க குதிக்க உனக்கு பிடிக்குமா அன்பே உனக்கு பிடிக்குமா  செறி ப்ளவர் இங்கு சிரிக்க சிரிக்க ஸ்ட்றாபெறி உதடு துடிக்க துடிக்க எனக்கு கசக்குமா அன்பே எனக்கு கசக்குமா  டச்சிங்கு டச்சிங்கு தான் டக்கரு டக்கரு தான் லவ்விங்கு லவ்விங்கு தான் லிக்கரு லிக்கரு தான் சந்திக்க சந்திக்க சிந்திக்க சிந்திக்க தித்திக்க விடாதே  உன்னுடல் தொட்டபின் இன்னொரு பெண்ணுடல் என் விரல் தொடாதே"}