{"திரைப்படம்": "Kushi", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "Deva", "பாடல்": "மேக் மேக் மேக்கரீனா", "வருடம்": "2000", "பாடியவர்கள்": "Devan, Sowmya, S. J. Surya", "பாடல்வரிகள்": "மேக் மேக் மேக் மேக்கரீனா மேக் மேக் மேக் மேக்கரீனா மேக் மேக் மேக் மேக்கரீனா மேக் – கரீனா  மேக் மேக் மேக் மேக்கரீனா மேக் மேக் மேக் மேக்கரீனா மேக் மேக் மேக் மேக்கரீனா மேக் – கரீனா  மேக்கரீனா மேக்கரீனா விசில் அடிக்கும் நிலவு தானா மேக்கரீனா மேக்கரீனா ரெக்கை முளைக்கும் வயசு தானா மேக்கரீனா ஒகே தானா மே க க – க க ரீனா  கண்கள் என்ன கண்கள் அதை கண்டு விழுந்தன பெண்கள் எங்கள் இதயத்தை திருடாதே எங்கள் இதயத்தை திருடாதே  பெண்கள் என்றால் பூக்கள் அதை ரசித்திட வேண்டும் ஆண்கள் எங்கள் மனதினை பறிக்காதே எங்கள் மனதினை பறிக்காதே  மேக்கரீனா மேக்கரீனா விசில் அடிக்கும் நிலவு தானா மேக்கரீனா ஒகே தானா ம க க – க க ரீனா  மேக் மேக் மேக் மேக்கரீனா மேக் மேக் மேக் மேக்கரீனா மேக் மேக் மேக் மேக்கரீனா மேக் – கரீனா  நான் நினைத்தால் உலகின் ஒலியை ஓரு நாள் மட்டும் நிருத்தி வைப்பேன் பூவெடிக்கும் வெடிக்கும் ஒலியை ஓரு கேசட்டில் பதிவு செய்வேன்  நான் நினைத்தால் முகிலின் புழுவை எந்தன் கூந்தலில் ஒலித்து வைப்பேன் வான் மழையின் முதலாம் துளியை பாய் பிரன்டுக்கு பரிசளிப்பேன்   நுரைகளே இல்லையென்றால் அலை இல்லையே யே யே   குறைகளே இல்லையென்றால் வயசில்லையே யே யே  மேக் மேக் மேக் மேக்கரீனா மேக் மேக் மேக் மேக்கரீனா மேக் மேக் மேக் மேக்கரீனா மேக் – கரீனா மேக் மேக் மேக் மேக்கரீனா மேக் மேக் மேக் மேக்கரீனா மேக் மேக் மேக் மேக்கரீனா மேக்கரீனா …..  நாம் ஒரு நாள் பறவை வடிவில் அந்த வானத்தை ரசித்திருப்போம் வான் நீல விண்வெளியில் இருந்து இந்த பூமியை ரசித்திருப்போம் ஹோ ஹோ ஹோ  தாகம் வந்து உதடு வரண்டால் அந்த மேகத்தில் நீர் குடிப்போம் விண்வெளியில் பசிதான் எடுத்தால் விண்மீன்களை கொத்தி தின்னுவோம்  வானம் கொஞ்சம் பூமி கொஞ்சம் குடியிருப்போமே மே  போர் அடித்தால் செவ்வாய் சென்று இடம் பிடிப்போமே மே  மேக் மேக் மேக் மேக்கரீனா மேக் மேக் மேக் மேக்கரீனா மேக் மேக் மேக் மேக்கரீனா மேக் – கரீனா மேக் மேக் மேக் மேக்கரீனா மேக் மேக் மேக் மேக்கரீனா மேக் மேக் மேக் மேக்கரீனா மேக் – கரீனா  மேக்கரீனா மேக்கரீனா விசில் அடிக்கும் நிலவு தானா மேக்கரீனா மேக்கரீனா ரெக்கை முளைக்கும் வயசு தானா மேக்கரீனா ஒகே தானா ம க க – க க ரீனா  கண்கள் என்ன கண்கள் அதை கண்டு விழுந்தன பெண்கள் எங்கள் இதயத்தை திருடாதே எங்கள் இதயத்தை திருடாதே  பெண்கள் என்றால் பூக்கள் அதை ரசித்திட வேண்டும் ஆண்கள் எங்கள் மனதினை பறிக்காதே பூப்போல் மனதினை பறிக்காதே"}