{"திரைப்படம்": "Makkalai Petra Magarasi", "பாடலாசிரியர்": "Ka. Mu. Sheriff", "இசையமைப்பாளர்": "K. V. Mahadevan", "பாடல்": "மல்லியக்கா மல்லியக்கா", "வருடம்": "1957", "பாடியவர்கள்": "Jikki, K. Jamuna Rani & A. G. Rathnamala", "பாடல்வரிகள்": "ஓ... ஓ... ஓ... மல்லியக்கா  ஓ... ஓ... ஓ... ஏண்டி ரோஜாக்கா ( இசை )  மல்லியக்கா மல்லியக்கா எங்கடி போறே கொஞ்சம் சொல்லடியக்கா  எதுக்கு இப்படி குலுக்கி நடக்குறே ( இசை ) மல்லியக்கா மல்லியக்கா எங்கடி போறே கொஞ்சம் சொல்லடியக்கா  எதுக்கு இப்படி குலுக்கி நடக்குறே ( இசை ) நான் மணவறையை சிங்காரிச்சு வாசனைய அள்ளித் தெளிச்சு வாறவங்க எல்லாரையும் மயக்கப் போறேன் நான் மயக்கப் போறேன் புது மணப் பொண்ணு கூந்தலிலே மணக்கப் போறேன் ( இசை ) நீ மணப் பொண்ணு தலையில் மட்டும் மணக்கப் போறே  நான் மாப்பிள்ளை கழுத்தை சுத்தி  தொங்கப் போறேன்  நீ மணப் பொண்ணு தலையில் மட்டும் மணக்கப் போறே  நான் மாப்பிள்ளை கழுத்தை சுத்தி  தொங்கப் போறேன்   நீ வாசனைய கொடுத்து புட்டு வதங்கப் போறே  இங்கே வாறவங்க கையில் எல்லாம்  சுருங்கப் போறே அஹ்ஹா சுருங்கப் போறே இருவர் அடி தந்தனத் தானா தந்தனத் தானா  சரக்கிது தானா  உன் தரத்துக்கும் உடல் நிறத்துக்கும் நான் பொருந்திப் போனேனா அடி தந்தனத் தானா தந்தனத் தானா  சரக்கிது தானா  உன் தரத்துக்கும் உடல் நிறத்துக்கும் நான் பொருந்திப் போனேனா  கள்ளமில்லா மனசுக்கென்னை  உவமை சொல்வாங்க பெரும் கவிஞரெல்லாம் காவியத்தில் இடம் கொடுப்பாங்க கள்ளமில்லா மனசுக்கென்னை  உவமை சொல்வாங்க பெரும் கவிஞரெல்லாம் காவியத்தில் இடம் கொடுப்பாங்க காத்தடிச்சா போதும் என்னை காணத் துடிப்பாங்க காத்தடிச்சா போதும் என்னை காணத் துடிப்பாங்க உன்னைக் கண்டா கூட முள்ள நினைச்சு முகம் சுளிப்பாங்க ஓ... ஓ... ஓ...   அடி தந்தனத் தானா தந்தனத் தானா  சரக்கிது தானா  உன் தரத்துக்கும் உள்ள குணத்துக்கும் நான் பொருந்திப் போனேனா அடி தந்தனத் தானா தந்தனத் தானா  சரக்கிது தானா  உன் தரத்துக்கும் உள்ள குணத்துக்கும் நான் பொருந்திப் போனேனா  நீ மலரும் முன்னே கடைக்கு வந்து மலரும் முன்னே கடைக்கு வந்து மல்கிப் போறவ  நீ உலரும் முன்னே தொட்டா கூட  உதிர்ந்து போறவ நீ உலரும் முன்னே தொட்டா கூட உதிர்ந்து போறவ ஒஹ்ஹோ  நீ வளரும் போதே கொம்பைத் தேடி புடிச்சவ நீ வளரும் போதே கொம்பைத் தேடி புடிச்சவ அதுக்கு வகையில்லாம தனிச்சு நின்னு தவிச்சவ அதுக்கு வகையில்லாம தனிச்சு நின்னு தவிச்சவ ஓ... ஓ... ஓ...  இருவர் அடி தந்தனத் தானா தந்தனத் தானா  சரக்கிது தானா  உன் தரத்துக்கும் உள்ள குணத்துக்கும் நான் பொருந்திப் போனேனா அடி தந்தனத் தானா தந்தனத் தானா  சரக்கிது தானா  உன் தரத்துக்கும் உள்ள குணத்துக்கும் நான் பொருந்திப் போனேனா இசை சரணம் - 3  தங்கச்சி தங்கச்சி தாமரை தங்கச்சி எங்களுக்குள்ளே எவ தான் சிறந்தவ எடுத்து சொல்லடி தங்கச்சி தங்கச்சி தங்கச்சி தாமரை தங்கச்சி எங்களுக்குள்ளே எவ தான் சிறந்தவ எடுத்து சொல்லடி தங்கச்சி பெண் 3 மலருவதெல்லாம் உலருவதில்லை மறந்திட வேண்டாம் அக்கச்சி அக்கச்சி  சில மனிதரைப் போலே வம்புகள் பேசி திரிந்திட வேண்டாம் அக்கச்சி அக்கச்சி மலருவதெல்லாம் உலருவதில்லை மறந்திட வேண்டாம் அக்கச்சி அக்கச்சி  சில மனிதரைப் போலே வம்புகள் பேசி திரிந்திட வேண்டாம் அக்கச்சி அக்கச்சி உலகில் சிறந்தது என்ன பெண் 3 அன்பு உள்ளவர் செய்திடும் தானம் அந்த தானத்தில் சிறந்தது என்ன  நல்ல தன்மை வளர்க்கும் நிதானம்  உலகில் சிறந்தது என்ன  அன்பு உள்ளவர் செய்திடும் தானம் அந்த தானத்தில் சிறந்தது என்ன  நல்ல தன்மை வளர்க்கும் நிதானம்  அதிலும் சிறந்தது என்ன  பல அகிம்சா மூர்த்திகள் ஆராய்ந்து சொன்ன  உலக சமாதானம் உலக சமாதானம் பல அகிம்சா மூர்த்திகள் ஆராய்ந்து சொன்ன  உலக சமாதானம் உலக சமாதானம் ( இசை ) பெண் 3 அதை நாம் உணர்ந்து நடக்க வேணும் எல்லோரும் ஒண்ணாய் இருக்க வேணும் அதை நாம் உணர்ந்து நடக்க வேணும் எல்லோரும் ஒண்ணாய் இருக்க வேணும் அப்போ தான் உலவும் சமாதானம் எங்கும் நிலவும் சமாதானம் சமாதானம் சமாதானம்  அனைவர் அதை நாம் உணர்ந்து நடந்திடுவோம் எல்லோரும் ஒண்ணாய் இருந்திடுவோம் அதை நாம் உணர்ந்து நடந்திடுவோம் எல்லோரும் ஒண்ணாய் இருந்திடுவோம்"}