{"திரைப்படம்": "Ninaithen Vandhai", "பாடலாசிரியர்": "K. Selva Bharathy", "இசையமைப்பாளர்": "Deva", "பாடல்": "மனிஷா மனிஷா", "வருடம்": "1998", "பாடியவர்கள்": "Deva, Sabesh Kumar,Krishnaraj", "பாடல்வரிகள்": "மனிஷா மனிஷா போல் இருப்பாளா மாதுரி தீஷித் போல் சிரிப்பாளா மனிஷா மனிஷா போல் இருப்பாளா மாதுரி தீஷித் போல் சிரிப்பாளா கஜோலை போல லுக்கு விடுவாளா பூஜா பட் போல் கிக்கு தருவாளா சொல்லுங்க சொல்லுங்க மாப்பிள்ளை – நீங்க சொல்லுங்க சொல்லுங்க மாப்பிள்ளை சொல்லுங்க சொல்லுங்க மாப்பிள்ளை – நீங்க சொல்லுங்க சொல்லுங்க மாப்பிள்ளை  ராகினி பத்மினி சரோஜா தேவியா பிரமிளா மஞ்சுளா அஞ்சலி தேவியா அவள் கண்ணசைவில் காஞ்சனா பின்னசைவில் கல்பனா புன்னகையில் விஜயாவோ கனவில் வந்த பிகர் அவளோ ஹோய் சொல்லுங்க சொல்லுங்க மாப்பிள்ளை – மாப்பிள்ளை சொல்லுங்க சொல்லுங்க மாப்பிள்ளை சொல்லுங்க சொல்லுங்க மாப்பிள்ளை – மாப்பிள்ளை சொல்லுங்க சொல்லுங்க மாப்பிள்ளை  பாரதி கண்ணம்மா மீனாவா இல்ல விடுகதை போட்டு வந்த நீனாவா செம்பருத்தி போல் இருக்கும் ரோஜாவா இல்ல ஜீன்ஸ் போட்டு கலக்கும் ஐஸ்வர்யாவா ரேவதியா இல்ல ரஞ்சிதாவா இல்ல ரோஹினியா இல்ல ரூபிணியா அட ஊர்வசியா இல்ல கௌதமியா இல்ல அம்பிகாவா இல்ல ராதிகாவா ராதாவா இல்ல அமலாவா இல்ல ரேகாவா நம்ம சௌந்தர்யாவா உன் கனவில வந்தது யாருன்னு சொல்லுங்க மாப்பிள்ளை மாப்பிள்ளை மாப்பிள்ளை மாப்பிள்ளை சொல்லுங்க சொல்லுங்க மாப்பிள்ளை – நீங்க சொல்லுங்க சொல்லுங்க மாப்பிள்ளை சொல்லுங்க சொல்லுங்க மாப்பிள்ளை – நீங்க சொல்லுங்க சொல்லுங்க மாப்பிள்ளை – மாப்பிள்ளை  பாலிவுட்ட கலக்கின ஸ்ரீதேவியா இல்ல கோலிவுட்ட அசத்தின ஸ்ரீபிரியாவா நாயகனின் நாயகி சரண்யாவா இல்ல ரட்சகனின் நாயகி சுஷ்மிதாவா மாதவியா இல்ல மாதுரியா இல்ல வனிதாவா இல்ல புப்பிதாவா இல்ல ஷாலினியா இல்ல மோஹினியா இல்ல அட குஷ்பூவா இல்ல ரேஷ்மாவா சுகன்யாவா இல்ல நக்மாவா இல்ல கனகாவா அட பானுப்ரியாவா உன் கனவில வந்தது யாருன்னு சொல்லு மாப்பிள்ளை மாப்பிள்ளை மாப்பிள்ளை மாப்பிள்ளை  மனிஷா மனிஷா போல் இருப்பாளா மாதுரி தீஷித் போல் சிரிப்பாளா கஜோலை போல லுக்கு விடுவாளா பூஜா பட் போல் கிக்கு தருவாளா சொல்லுங்க சொல்லுங்க மாப்பிள்ளை – நீங்க சொல்லுங்க சொல்லுங்க மாப்பிள்ளை சொல்லுங்க சொல்லுங்க மாப்பிள்ளை – நீங்க சொல்லுங்க சொல்லுங்க மாப்பிள்ளை  ராகினி பத்மினி சரோஜா தேவியா பிரமிளா மஞ்சுளா அஞ்சலி தேவியா அவள் கண்ணசைவில் காஞ்சனா பின்னசைவில் கல்பனா புன்னகையில் விஜயாவோ கனவில் வந்த பிகர் அவளோ ஹோய்  சொல்லுங்க சொல்லுங்க மாப்பிள்ளை – மாப்பிள்ளை சொல்லுங்க சொல்லுங்க மாப்பிள்ளை சொல்லுங்க சொல்லுங்க மாப்பிள்ளை – மாப்பிள்ளை சொல்லுங்க சொல்லுங்க மாப்பிள்ளை  டேய் மாப்லோய்"}