{"திரைப்படம்": "Maan Karate", "பாடலாசிரியர்": "Madhan Karky", "இசையமைப்பாளர்": "Anirudh Ravichander", "பாடல்": "மாஞ்சா", "வருடம்": "2014", "பாடியவர்கள்": "Anirudh Ravichander", "பாடல்வரிகள்": "மாஞ்சா போட்டு தான் நெஞ்சாங்கூட்டுல பட்டம் விட்டு போனா மாங்கா மண்டையில் பூங்கா செஞ்சு தான் காதல் நட்டு போனா ஹே குச்சி ஐஸுல எச்சி வச்சவ பிச்சி என்ன தின்னா ஹே ஹே ஹே ஹோலி கண்ணுல பீலிங் காட்டி தான் காலி காலி பண்ணா ஹே பிக்காலியா ரோட்டுமேலே பாடவிட்டு தக்காளியா என்ன உருட்டி விட்டா ஹே நாஷ்டா துன்னுட்டு நீட்டா தூங்குவேன் நான் கொய்யால இப்ப காதல் வந்து ஆடுறேன் தா தசும்த கிட்ட த தா தசும்த கிட்ட த தா தசும்த கிட்ட த தா தசும்த கிட்ட த தா …. ஹே மாஞ்சா போட்டு தான் நெஞ்சாங்கூட்டுல பட்டம் விட்டு போனா ஹே ஹே ஹே மாங்கா மண்டையில் பூங்கா செஞ்சு தான் காதல் நட்டு போனா  ஒ மாமா Come to my baby won’t you come right now We can fed it out in the sun We can burn it up and heat it up and take it down gonna be crazy am super fun ஒ மாமா Come to my baby won’t you come right now We can fed it out in the sun We can burn it up and heat it up and take it down gonna be crazy am super fun  ஒன் பிட்ச் கேட்ச்சில காதல் பிட்ச்சில கேட்ச் ஆகி நின்னேன் லா பால் ஒண்ணுல மிடில் ஸ்டம்ப்புல ஏண்டி போல்டு பண்ண ஹே யாக்கர் ஏத்தினேன் யாத்தே செக்சியா சிக்சர் தூக்கி வுட்டா ஹே ஹே ஹே லோட்டாங்கையில நெஞ்ச கிழிச்சு தான் காமடி ஆக்கி புட்டா டும்மாங்கோலியா நான் இங்க நின்னேன் கும்பிட்டு போனா நான் என்ன பண்ணேன் ஓடு கைத நாங்க பீட்டரு நீ மைதா கோந்து போஸ்ட்டறு அவ்ளோதான் நம்ம மேட்டரு அட நான் கொய்யால இப்ப காதல் வந்து ஆடுறேன் தா தசும்த கிட்ட த தா தசும்த கிட்ட த தா தசும்த கிட்ட த தா தசும்த கிட்ட த தா …. மாஞ்சா போட்டு தான் நெஞ்சாங்கூட்டுல பட்டம் விட்டு போனா மாங்கா மண்டையில் பூங்கா செஞ்சு தான் காதல் நட்டு போனா ஒ மாமா Come to my baby won’t you come right now We can fed it out in the sun We can burn it up and heat it up and take it down gonna be crazy am super fun ஒ மாமா Come to my baby won’t you come right now We can fed it out in the sun We can burn it up and heat it up and take it down gonna be crazy am super fun தா தசும்த கிட்ட த தா தசும்த கிட்ட த தா தசும்த கிட்ட த தா தசும்த கிட்ட த தா"}