{"திரைப்படம்": "Poovellam Un Vasam", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "Vidyasagar", "பாடல்": "யுக்தாமுகி யுக்தாமுகி", "வருடம்": "2001", "பாடியவர்கள்": "Clinton Cerejo, Devan", "பாடல்வரிகள்": "யுக்தாமுகி யுக்தாமுகி யுக்தாமுகி நீயா குக்கூ கு கு குக்கூ என கூவும் குயில் நீயா யுக்தாமுகி யுக்தாமுகி யுக்தாமுகி நீயா குக்கூ கு கு குக்கூ என கூவும் குயில் நீயா ஜயோ உன் குரலைக்கேட்டால் ரத்தத்தில் சக்கரையேறும் ஆஹா உன் அழகை பார்த்தால் அருவிகளும் மலை மேலேறும் படம் வரைந்து பாகம் குறிக்க உள்ளம் தள்ளாடும் வா வா Shake that Body வா வா All of you see it move வா வா Shake that Body வா வா All of you see it move யுக்தாமுகி யுக்தாமுகி யுக்தாமுகி நீயா குக்கூ கு கு குக்கூ என கூவும் குயில் நீயா  மின்னல் மின்னும் கண்ணில் வரலாறு பார்த்தேன் மேடு பள்ளம் தன்னில் பூகோளம் பார்த்தேன் ஹிப்பில் உள்ள வரியில் லிட்டரேச்சர் பார்த்தேன் உன் பார்வை ஈர்க்கும் பொது பௌதீகம் பார்த்தேன் உன் வெறுப்பில் உள்ளது சுவாலாஜி உன் சிரிப்பில் உள்ளது சைக்காலஜி உன் அசைவில் உள்ளது அஸ்ட்ராலஜி உன் வெறுப்பில் உள்ளது சுவாலாஜி உன் சிரிப்பில் உள்ளது சைக்காலஜி உன் அசைவில் உள்ளது அஸ்ட்ராலஜி அழகே…. நீயே ஒரு பல்கலைக்கழகம் அதுதான் இனி எங்கள் உலகம் அழகே நீ சிலபஸ் ஆனால் ஆண் கூட்டம் சென்ட்டம் வாங்கும் அன்பே நீ கட்சி தொடங்கு கோடி கோடி வசூலாகும் வா வா Shake that Body வா வா All of you see it move வா வா Shake that Body வா வா All of you see it move  ஆஷா போன்ஸ்லே ஷீலா குரல் ஒன்று கூடி ஆலாபனைகள் செய்தால் என்னவாகும் தோழி ஹம்மிங் பாடும் போதே நின்னுபோச்சி நாடி நீ கானம் பாடி வந்தால் என்னவாகும் போடி எங்கள் மனசின் எடை சொல்லு மல்லேஸ்வரி உன் ஸ்டைலை பார்க்கையில் இங்கிலீச்வரி ஒரு லவ் யூ சொல்லடி லவ்வீச்வரி எங்கள் மனசின் எடை சொல்லு மல்லேஸ்வரி உன் ஸ்டைலை பார்க்கையில் இங்கிலீச்வரி ஒரு லவ் யூ சொல்லடி லவ்வீச்வரி அன்பே… அழகழகாய் உன்னை பெற்ற அத்தைக்கு வணக்கம் வைப்போம் அலுங்காமல் டெலிவெரி பார்த்த நர்சுக்கு முத்தம் வைப்போம் வெண்ணிலவு தலையில் இடிக்க கண்ணே உனது கட்டவுட் வைப்போம் வா வா Shake that Body வா வா All of you see it move வா வா Shake that Body வா வா All of you see it move யுக்தாமுகி யுக்தாமுகி யுக்தாமுகி நீயா குக்கூ கு கு குக்கூ என கூவும் குயில் நீயா ஜயோ உன் குரலைக்கேட்டால் ரத்தத்தில் சக்கரையேறும் ஆஹா உன் அழகை பார்த்தால் அருவிகளும் மலை மேலேறும் படம் வரைந்து பாகம் குறிக்க உள்ளம் தள்ளாடும் வா வா .. வா வா .. வா வா .. வா வா .."}