{"திரைப்படம்": "Aaytha Ezhuthu", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "யாக்கை திரி", "வருடம்": "2004", "பாடியவர்கள்": "Sunitha Sarathy, A. R. Rahman, Pop Shalini", "பாடல்வரிகள்": "ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா  யாக்கை திரி காதல் சுடர்  அன்பே அன்பே அன்பே அன்பே  ஆ&பெ ஜீவன் நதி காதல் கடல்  நெஞ்சே நெஞ்சே நெஞ்சே நெஞ்சே பிறவி பிழை காதல் திருத்தம் நெஞ்சே  இருதயம் கல் காதல் சிற்பம் அன்பே  யாக்கை திரி காதல் சுடர்  ஆண் ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா  பெண் தொடுவோம் தொடர்வோம் படர்வோம் மரவோம் துரவோம் தொடுவோம் தொடர்வோம் படர்வோம் மரவோம் துரவோம் தொடுவோம் தொடர்வோம் படர்வோம் மரவோம் துரவோம் தொடுவோம் தொடர்வோம் படர்வோம் மரவோம் துரவோம்    ஜென்மம் விதை காதல் பழம் லோகம் துவைத்தம் காதல் அத்வைத்தம் ஸர்வம் சூன்யம் காதல் பிண்டம் மானுடம் மாயம் காதல் அமரம் உலகத்தின் காதல் எல்லாம் ஒன்றே ஒன்று அது உள்ளங்கள் மாறி மாறி பயணம் போகும்  ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா  யாக்கை திரி காதல் சுடர்  அன்பே அன்பே அன்பே அன்பே  ஜீவன் நதி காதல் கடல்  நெஞ்சே நெஞ்சே நெஞ்சே நெஞ்சே பிறவி பிழை காதல் திருத்தம் நெஞ்சே  ஓ ஓ ஓ ஓ ஓ ஓ ஓ ஓ ஓ ஓ ஓ ஓ ஓ ஓ ஓ ஓ ஓ  இருதயம் கல் காதல் சிற்பம் அன்பே  யாக்கை திரி காதல் சுடர்  ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா  பெண் தொடுவோம் தொடர்வோம் படர்வோம் மரவோம் துரவோம் தொடுவோம் தொடர்வோம் படர்வோம் மரவோம் துரவோம் தொடுவோம் தொடர்வோம் படர்வோம் மரவோம் துரவோம் தொடுவோம் தொடர்வோம் படர்வோம் மரவோம் துரவோம்  ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா  பெண் தொடுவோம் தொடர்வோம் படர்வோம் மரவோம் துரவோம் தொடுவோம் தொடர்வோம் படர்வோம் மரவோம் துரவோம் தொடுவோம் தொடர்வோம் படர்வோம் மரவோம் துரவோம் தொடுவோம் தொடர்வோம் படர்வோம் மரவோம் துரவோம்  ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா ஃபனா"}