{"திரைப்படம்": "Nadodi Thendral", "பாடலாசிரியர்": "Ilaiyaraaja", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "யாரும் விளையாடும்", "வருடம்": "1992", "பாடியவர்கள்": "Mano, Chithra", "பாடல்வரிகள்": "ஆண்குழு : யாரும் விளையாடும் தோட்டம் தினம்தோறும் ஆட்டம் பாட்டம் போட்டாலும் பொறுத்துக்கொண்டு  ஆண்குழு & பெண்குழு : பொன்னு தரும் சாமி இந்த மண்ணு நம்ம பூமி பொன்னு தரும் சாமி இந்த மண்ணு நம்ம பூமி  பெண் : கோபங்கள் வேண்டாம் கொஞ்சம் ஆறப்போடு ஆறோடும் ஊரை பார்த்து டேராப் போடு  ஆண்குழு : யாரும் விளையாடும் தோட்டம் தினம்தோறும் ஆட்டம் பாட்டம் போட்டாலும் பொறுத்துக்கொண்டு  ஆண்குழு & பெண்குழு : பொன்னு தரும் சாமி இந்த மண்ணு நம்ம பூமி பொன்னு தரும் சாமி இந்த மண்ணு நம்ம பூமி  (இசை) சரணம் - 1  பெண் : கூடமும் மணி மாடமும் நல்ல வீடும் உண்டு வேடவோ பள்ளு பாடவும் பள்ளிக்கூடம் உண்டு பாசமும் நல்ல நேசமும் வந்து கூடும் இங்கு பூசலும் சிறு ஏசலும் தினம்தோறும் உண்டு அன்பில்லா ஊருக்குள்ளே இன்பம் இல்லை  ஆண்குழு : ஓ..ஹோ..ஹொய்  பெண் : வம்பில்லா வாழ்க்கை என்றால் துன்பம் இல்லை  ஆண்குழு : ஓ..ஹோ..ஹொய்  பெண் : கோபங்கள் வேண்டாம் கொஞ்சம் ஆறப்போடு ஆறொடும் ஊரை பார்த்து டேராப் போடு  ஆண் : ஆத்தி இது வாத்துக்கூட்டம் ஆத்தி இது வாத்துக்கூட்டம் பார்த்தா இவ ஆளு மட்டம் போட்டா ஒரு ஆட்டம் பாட்டம் சொல்லுறதைக் கேளு நீ வேற ஊரை பாரு நான் சொல்லுறதைக் கேளு கொஞ்சம் வேற ஊரை பாரு டேராவை பார்த்து போடு ஓலத்தோடு வேறுரு போய்ச்சேரு நேரத்தோடு  ஆண் : ஆத்தி இது வாத்துக்கூட்டம் பார்த்தா இவ ஆளு மட்டம் போட்டா ஒரு ஆட்டம் பாட்டம் சொல்லுறதை கேளு நீ வேற ஊரை பாரு நான் சொல்லுறதை கேளு கொஞ்சம் வேற ஊரை பாரு (இசை)  ஆண்குழு-1 : ப்ப்பப்பப்பப்ப்ப்ப்ப்ப்பபப..  ஆண்குழு & பெண்குழு : டவ்.. டடன்ட்ட டடடட டவ்... டவ்.. டடன்ட்ட டடடட டவ்...  சரணம் - 2  பெண் : ஆவியாகி போன நீரோ மேகமாச்சு மேக நீரும் கீழ வந்து ஏரியாச்சு ஆறு என்ன ஏரி என்ன நீரு ஒண்ணு வீடு என்ன காடு என்ன பூமி ஒண்ணு கடலுக்குள் சேரும் தண்ணி உப்பாகுது  ஆண்குழு : ஓ..ஹோ..ஹொய்  பெண் : சிப்பிக்குள் கூடும் தண்ணி முத்தாகுது  ஆண்குழு : ஓ..ஹோ..ஹொய்  பெண் : சேராத தாமரைப்பூ தண்ணி போலே மாறாத எங்கள் வாழ்வு வானம் போலே  ஆண்குழு : யாரும் விளையாடும் தோட்டம் தினம்தோறும் ஆட்டம் பாட்டம் போட்டாலும் பொறுத்துக்கொண்டு  ஆண்குழு & பெண்குழு : பொன்னு தரும் சாமி இந்த மண்ணு நம்ம பூமி பொன்னு தரும் சாமி இந்த மண்ணு நம்ம பூமி..."}