{"திரைப்படம்": "Tenaliraman", "பாடலாசிரியர்": "Pulamaipithan", "இசையமைப்பாளர்": "D. Imman", "பாடல்": "ரம்பப ரம்பப", "வருடம்": "2014", "பாடியவர்கள்": "Mukesh, Vadivelu", "பாடல்வரிகள்": "எங்கேயும் நானிருப்பேன் எப்போதும் நானிருப்பேன் காவியத்து ராமன் அந்த அயோத்தி ராமன் நல்ல காலத்தில் வந்த ராமன் இந்த தெனாலிராமன்  ஒன்னு ரெண்டு மூணு நாலு என்னுற நேரத்தில் ஒன்னு ரெண்டு மூணு நாலு என்னுற நேரத்தில் ஊற்றெடுத்து பாட்டு வரும் தட்டுற தாளத்தில் பிள்ளைங்க குட்டிங்க யாருக்கும் நானிங்கு சிரிப்பை மூட்டுவேன் சில நல்லது கெட்டது நாலும் தெரிஞ்சத எடுத்து கூறுவேன் நல்லா எடுத்து கூறுவேன் ரம்பப ரம்பப ரம்பப ரம்பப ரம்மியமாய் பாடு பப பம்பப பம்பப பம்பப பம்பப பம்பரம் போல் ஆடு ரம்பப ரம்பப ரம்பப ரம்பப ரம்மியமாய் பாடு பப பம்பப பம்பப பம்பப பம்பப பம்பரம் போல் ஆடு ஒன்னு ரெண்டு மூணு நாலு என்னுற நேரத்தில் ஊற்றெடுத்து பாட்டு வரும் தட்டுற தாளத்தில்  மொகத்த பாக்காதே… மொகத்த பாக்காதே மனச பாக்கணும் மொகம் மனச மறைக்கும் திரையை போன்றது அதில் இருக்கும் உண்மை ஸ்வரங்கி போகுது இவன் மனசில் ஒன்ன நெனைப்பான் இங்க வெளியில் ஒன்ன சொல்லுவான் ஒரு சிறந்த மனுஷன் திறந்த மனசில் இருப்பான் இருப்பான் அவன் நிலையாய் இருப்பான் ஒரு மனிதன் அவன்தான் நல்ல மன்னனும் அவன்தான் தாயகம் என்பது தாயினும் மேலென ஞாபகம் வையுங்கள் இனி தானென்னும் எண்ணமும் தனதென்னும் எண்ணமும் மாறிட பண்ணுங்கள் ரம்பப ரம்பப ரம்பப ரம்பப ரம்மியமாய் பாடு பப பம்பப பம்பப பம்பப பம்பப பம்பரம் போல் ஆடு ஒன்னு ரெண்டு மூணு நாலு என்னுற நேரத்தில் ஊற்றெடுத்து பாட்டு வரும் தட்டுற தாளத்தில்  நானும் கோமாளி… நானும் கோமாளி என் நடையும் கோமாளி கள்ளம் கபடம் இல்லா ஆளு நான் என் உள்ளத்தில் உள்ளத சொல்லுற ஆளு நான் பிறர் சிரிக்க பார்த்து சிரிப்பேன் அவர் மொகத்த பார்த்து ரசிப்பேன் அதில் இருக்கும் சோகத்த நெனச்சு நெனச்சு கண்ணீர் வடிப்பேன் அதில் கவலை மறப்பேன் என் கலையும் இதுதான் என் தொழிலும் இதுதான் ரம்பப ரம்பப ரம்பப ரம்பப ரம்மியமாய் பாடு பப பம்பப பம்பப பம்பப பம்பப பம்பரம் போல் ஆடு ரம்பப ரம்பப ரம்பப ரம்பப ரம்மியமாய் பாடு பப பம்பப பம்பப பம்பப பம்பப பம்பரம் போல் ஆடு ம்… ரம்பபப ரம்பபப ரம்பபப ரம்பபப ரம்மியமாய் பாடு பப பம்பபப பம்பபப பம்பபப பம்பபப பம்பரம் போல் ஆடு அடடா அடடா அடடா அடடா அடடடடடடா யப்பப்பா யப்பப்பா யப்பப்பா யப்பப்பா அப்பப்பப்பா ரொம்ப பிரமாதம்பா"}