{"திரைப்படம்": "Maan Karate", "பாடலாசிரியர்": "R D Raja", "இசையமைப்பாளர்": "Anirudh Ravichander", "பாடல்": "ராயபுரம் பீட்டரு", "வருடம்": "2014", "பாடியவர்கள்": "Sivakarthikeyan, Paravai Muniamma", "பாடல்வரிகள்": "ஏ ராயபுரம் பீட்டரு ரவுசு இவன் மேட்டரு ஏ சவுண்ட எத்துபா ஏ ஊட்டுக்குள்ள வெத்து தான் எரியால கெத்து தான் ஏ கமான் ஏ கமான் ஏ கமான் கமான் கமான் கமான் கமான் நாங்க எங்க வீட்டு புள்ள இல்ல உங்க வீட்டு புள்ளயினு சொல்லுறனே நாங்க எல்லாருமே சென்னையோட செல்லமுன்னு சவுண்டாதான் சொல்லுவேனே ஆறு வேளை சோறு தின்னு ஆல் டைமு ஊரை சுத்தும் ஆம்பிள சிங்கம் தானே ப்ரெண்ட்சுக்காக பல ப்பிகருங்கள கழட்டி விட்ட அக்மார்க்கு தங்கம் நானே ஆமா  ஆ உதார் உதார் உதார் உதார் உதார் உட்றான் பீட்டரு ஆ டுபார் டுபார் டுபார் டுபார் டுபாகூரு பீட்டரு ஆ உதார் உதார் உதார் உதார் உதார் உட்றான் பீட்டரு ஆ டுபார் டுபார் டுபார் டுபார் டுபாகூரு பீட்டரு ஒரே டைம்ல ரெண்டு மாங்கா அடிக்க போறான் பீட்டரு அடிக்க போறான் பீட்டரு இன்னும் கொஞ்சம் பில்ட் அப் பண்ணு பல்பு வாங்கி பல்பு வாங்கி ஆயிபுட்டான் ஜோக்கரு இத கேளு ஹே ஸ்கூல் தேவையில்ல காலேஜ் தேவையில்ல பாடம் கத்து தர லைப்பு மட்டும் போதுமே வேலை வேணாமே காசும் வேணாமே பசங்க கூட சுத்தும் நட்பு மட்டும் போதுமே பப்பும் தேவையில்ல கிளப்பும் தேவையில்ல குத்தும் கானா பாட்டும் கேட்டா மட்டும் போதுமே ரம்மு வேணாமே தம்மு வேணாமே லவ்வு பண்ண ஒரு பொண்ணு மட்டும் போதுமே நாங்க எங்க வீட்டு புள்ள இல்ல உங்க வீட்டு புள்ளயினு சொல்லுறனே நாங்க எல்லாருமே சென்னையோட செல்லமுன்னு சவுண்டாதான் சொல்லுவேனே ஆறு வேளை சோறு தின்னு ஆல் டைமு ஊரை சுத்தும் ஆம்பிள சிங்கம் தானே ப்ரெண்ட்சுக்காக பல ப்பிகருங்கள கழட்டி விட்ட அக்மார்க்கு தங்கம் நானே நான் ராயபுரம் ராயபுரம் நான் நான் ராயபுரம் நான் நான் ராயபுரம் பீட்டரு ராயபுரம் ராயபுரம் நான் நான் ராயபுரம் நான் நான் ராயபுரம் பீட்டரு ராயபுரம் ராயபுரம் ராயபுரம் பீட்டரு ராயபுரம் ராயபுரம் ராயபுரம் பீட்டரு ராயபுரம் நான் நான் ராயபுரம் பீட்டரு ராயபுரம் ராயபுரம் ராயபுரம் பீட்டரு ஆ எறங்கு ஆ எறங்கு ஆ எறங்கு ஆ எறங்கு எறங்கிட்டேன் எறங்கிட்டேன் எறங்கிட்டேன் ஏ குத்து ஏ குத்து ஏ குத்து ஏ குத்து கொல குத்து மரண குத்து கொல குத்து மரண குத்து ஏ ராயபுரம் பீட்டரு ரவுசு இவன் மேட்டரு நான் ராயபுரம் பீட்டரு ரவுசு என் மேட்டரு ஏ ஊட்டுக்குள்ள வெத்து தான் எரியால கெத்து தான் அட பசங்கன்னாலே கெத்து தானே பா குத்து கும்மாங்குத்து நான் ராயபுரம் ராயபுரம் நான் நான் ராயபுரம் நான் நான் ராயபுரம் பீட்டரு ராயபுரம் ராயபுரம் நான் நான் ராயபுரம் ராயபுரம் பீட்டரு ஹ ஹ … சோக்கு மா ஒகே பாய்"}