{"திரைப்படம்": "Achcham Yenbadhu Madamaiyada", "பாடலாசிரியர்": "Thamarai", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "ராசாளியே", "வருடம்": "2016", "பாடியவர்கள்": "Sathyaprakash, Shashaa Tirupati", "பாடல்வரிகள்": "பறக்கும் ராசாளியே  ராசாளியே நில்லு  இங்கு நீ வேகமா  நான் வேகமா சொல்லு  கடிகாரம் பொய் சொல்லும்  என்றே நான் கண்டேன்  கிழக்கெல்லாம் மேற்காகிட கண்டேனே  பறவை போலாகினேன்  போலாகினேன் நெடுந்தூரம்  சிறகும் என் கைகளும்  என் கைகளும் ஒன்றா  ராசாளி பந்தயமா பந்தயமா  நீ முந்தியா நான் முந்தியா  பார்ப்போம் பார்ப்போம்  முதலில் யார் சொல்வது  யார் சொல்வது அன்பே  முதலில் யார் எய்வது  யார் எய்வது அம்பை  மௌனம் பேசாமலே  பேசாமலே செல்ல  ராவி நீரில் கமலம் போலாடி மெல்ல  கனவுகள் வருதே கண்ணின் வழியே  என் தோள் மீது நீ  ஆ குளிர்காய்கின்ற தீ  எட்டுத் திசை  முட்டும் எனை பகலினில்  கொட்டும் பனி மட்டும்  துணை இரவினில்  எட்டும் ஒரு பட்டுக்குரல்  மனதினில் மடிவேனோ   முன்னில் ஒரு காற்றின் கழிமுகத்தினில்  பின்னில் சிறு பச்சைக்கிளி முதுகினில்  வாழ்வில் ஒரு பயணம்  இது முடிந்திட விடுவேனோ  எட்டுத் திசை  முட்டும் எனை பகலினில்  கொட்டும் பனி மட்டும்  துணை இரவினில்  எட்டும் ஒரு பட்டுக்குரல்  மனதினில் மடிவேனோ   முன்னில் ஒரு காற்றின் கழிமுகத்தினில்  பின்னில் சிறு பச்சைக்கிளி முதுகினில்  வாழ்வில் ஒரு பயணம்  இது முடிந்திட விடுவேனோ  ராசாளி பந்தயமா பந்தயமா  முதலில் யார் சொல்வது  யார் சொல்வது அன்பே  முதலில் யார் எய்வது  யார் எய்வது அம்பை   நின்னுக் கோரி  நின்னுக் கோரி  நின்னுக் கோரி  ஓ நான் உஷா  நின்னுக் கோரி உன்னோடுதான்  நின்னுக் கோரி கோரி  வெயில் மழை வெட்கும்படி நனைவதை  விண்மீன்களும் விண்ணாய்  எனைத் தொடர்வதை  தூருக்கொரு காற்றின் மனம் கமழ்வதை மறவேனே  முன்னும் இதுபோலே புது அனுபவம்  கண்டேன் என்று சொல்லும்படி நினைவிலே  இன்னும் எதிர்காலத்திலும் வழியிலே மறவேன்  வெயில் மழை வெட்கும்படி நனைவதை  விண்மீன்களும் விண்ணாய்  எனைத் தொடர்வதை  தூருக்கொரு காற்றின் மனம் கமழ்வதை மறவேனே  முன்னும் இதுபோலே புது அனுபவம்  கண்டேன் என்று சொல்லும்படி நினைவிலே  இன்னும் எதிர்காலத்திலும் வழியிலே மறவேனே     ராசாளி பந்தயமா பந்தயமா  முதலில் யார் சொல்வது  யார் சொல்வது அன்பே  முதலில் யார் எய்வது  யார் எய்வது அம்பை  மௌனம் பேசாமலே  பேசாமலே செல்ல  ராவி நீரில் கமலம் போலாடி மெல்ல  கனவுகள் வருதே கண்ணின் வழியே  என் தோள் மீது நீ  ஆ குளிர்காய்கின்ற தீ  என் தோள் மீது நீ  ஆ குளிர்காய்கின்ற தீ  குளிர்காய்கின்ற தீ  குளிர்காய்கின்ற தீ "}