{"திரைப்படம்": "Kutty", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Devi Sri Prasad", "பாடல்": "லைப் ஏ ஜாலிதான்", "வருடம்": "2010", "பாடியவர்கள்": "Devi Sri Prasad", "பாடல்வரிகள்": "f you keep smiling.. you’ll be happy if you don’t smile… you’ll get BP Open Your heart and Look at this world லைப் ஏ ஜாலிதான் If you keep walking.. you’ll be happy if you keep worry.. you’ll get BP Open Your eyes and Look at this world லைப் ஏ ஜாலிதான்  ஹே ஈஸ்ட்-டு வெஸ்ட்-டு நோர்த்-து சவுத்-து எங்கும் எங்கள் யூத்து கூத்து வாஸ்த்து பார்த்து வாழாதே லைப்-ஏ ஜாலிதான் ஹே ஹார்ட்-டு கோல்டு , ஸ்வீட்-டு சால்ட்-டு எதுவுன்னாலும் பாரு டேஸ்ட்-டு திட்டம் போட்டு வாழாதே லைப்-ஏ ஜாலிதான்  ஹே எக்சாமினேசன் அடிக்கடி டியுசன் இல்லாம போனால் ஜாலிதான் திட்டாத டாடி தித்திக்கும் ஜோடி இருந்தா ஜாலிதான் ஹே கைகளை ரெக்கையா மாத்து ஜாலிதான் குழந்தையின் பாஷை புரிஞ்சா ஜாலிதான் அட ஜாலிதான் குடை இருந்தாலும் நனைஞ்சா ஜாலிதான் அடிக்கடி மனச திறந்தா ஜாலிதான் அட ஜாலிதான் மனசுக்கு புடிச்சத ரசிச்சா ஜாலிதான்  If You keep smiling.. you’ll be happy if you don’t smile.. you’ll get BP Open your heart and Look at this World லைப் ஏ ஜாலிதான் அரும்பாக மீசை வரும்போது விரலாலே மெல்ல தொடும்போது மனதோடு தோன்றும் சந்தோசம் ஜாலிதான் மிளகாயப்போல பேசாம மெதுவாக அன்பா நீ பேசு கொலைகாரன்கூட கொழந்தைதான் ஜாலிதான் கராத்தே குங்-பு தெரிகிறபோதும் நண்பனிடம் தோத்தா ஜாலிதான் அலாரம் வைத்து விடியலில் எழுந்து தூங்கு ஜாலிதான்  ஹே.. தூரலில் ஜன்னலின் ஓரம் ஜாலிதான் எமனிடம் ஜோக்கு அடித்தால் ஜாலிதான் அட ஜாலிதான் எரிமலையில் குளிர் காய்ந்தால் ஜாலிதான் ஹே இளமையை முழுசாய் ரசிச்சா ஜாலிதான் அட ஜாலிதான் முதுமையை மனசில் மதிச்சா ஜாலிதான்  ஹே ஈஸ்ட்-டு வெஸ்ட்-டு நோர்த்-து சவுத்-து எங்கும் எங்கள் யூத்து கூத்து வாஸ்த்து பார்த்து வாழாதே லைப்-ஏ ஜாலிதான்  பல நூறு ஆண்டு முன்னால உன் வீடும் தெருவும் உனதில்ல புரிந்தாலே வாழ்க்கை எப்போதும் ஜாலிதான் பல நூறு பேரை வென்றாலும் அது வீரம் என்று ஆகாது மனதார மன்னிக்கும் வீரம் ஜாலிதான் பொறாமை கோபம் இல்லாம வாழ உன்னால முடிஞ்சா ஜாலிடா எல்லோரும் போல வாழாம புதுசா இருந்தா ஜாலிதான்  ஹே… லட்சியம் ஆகிற கனவு ஜாலிதான் ஜெயிக்கிறபோது அழுகை ஜாலிதான் அட ஜாலிதான் தோல்வியை கண்டு சிரிச்சா ஜாலிதான் டா டா டா அடுத்தவன் தாகம் புரிஞ்சா ஜாலிதான் அட ஜாலிதான் அடிக்க வந்தவனை அணைச்சா ஜாலிதான்  If you keep smiling.. You’ll be happy If you don’t smile.. you’ll get BP Open Your heart and Look at this world…. லைப் ஏ ஜாலிதான்"}