{"திரைப்படம்": "Vallavan", "பாடலாசிரியர்": "Silambarasan", "இசையமைப்பாளர்": "Yuvan Shankar Raja", "பாடல்": "லூசு பெண்ணே", "வருடம்": "2006", "பாடியவர்கள்": "Silambarasan", "பாடல்வரிகள்": "girl... you got my heart breakin girl... ? no faking girl...it is you that i need girl.. oh yes indeed. girl.. as time flies by girl... this said no lie girl... if you feelin my pain ohh.. then lemme explain...  லூசு பெண்ணே லூசு பெண்ணே லூசு பெண்ணே... லூசு பய்யன் உன்மேல தான் லூசா சுத்துரான் லூசு பெண்ணே லூசு பெண்ணே லூசு பெண்ணே... லூசு பய்யன் உன்மேல தான் லூசா சுத்துரான் காதல் வராதா.... காதல் வராதா என்மேல் என்மேல் உனக்கு காதல் வராதா காதல் வராதா.. காதல் வராதா என்மேல் என்மேல் உனக்கு.... காதல் வராதா  காலை முதல் மாலை வரை தினமும் நானும் உன்ன தானே நினைச்சி வாழுறேன் கண்கள் மூடி இரவு தூங்கும்போதே... என் பெட்றூம் ஃபானின் கீழே வந்து என்னை எழுப்புதே உன்ன நினைக்க சொல்லுதே...  லூசு பெண்ணே லூசு பெண்ணே லூசு பெண்ணே... லூசு பய்யன் உன்மேல தான் லூசா சுத்துரான் லூசு பெண்ணே லூசு பெண்ணே லூசு பெண்ணே... லூசு பய்யன் உன்மேல தான் லூசா சுத்துரான்  லூசு பெண்ணே லூசு பெண்ணே..  you got me flowin but i dont know where i am goin since you got me got me thinking that i am loosing my mind since you got me got me feeling that i am runnin out of my time coz i never seen a girl that was just like you no one never never ever wanna be true no i never ever think you would say no லூசு பெண்ணே you know... you know..  தனிமையை தேடிடுதே.. இதயமும் ஓடுதே என்னை நானே என்னை நானே தேடி தேடி பார்க்கிறேன் தேடி தேடி பார்க்கிறேன் .... பார்க்கிறேன்.... பார்க்கிறேன்.. உனக்கே என்னை கொடுக்க நினைத்து மனசை நான் அனுப்பினேன் ரொம்ப ஆசையாய்... உனக்கே என்னை கொடுக்க நினைத்து மனசை நான் அனுப்பினேன் ரொம்ப ஆசையாய்... வாலி போலே பாட்டெழுத... எனக்கு தெரியலையே உன்ன பத்தி பாடாமத்தான் இருக்க முடியலையே என்ன நானே திட்டி திட்டி பாத்தேன்.. மனசு திருந்தவில்ல என் மனசு உன்ன விட்டு மாறவில்ல..  லூசு பெண்ணே .... லூசு பெண்ணே... லூசு பய்யன்.... லூசா சுத்துறான்... லூசு லூசு பெண்ணே ...லூசு பெண்ணே...லூசு லூசு பெண்ணே.. லூசு பய்யன் உன்மேல தான் லூசா...லூசா...லூசா... சுத்துறான்.. காதல் வராதா.... காதல் வராதா என்மேல் என்மேல் உனக்கு காதல் வராதா காதல் வராதா.. காதல் வராதா என்மேல் என்மேல் உனக்கு.... காதல் வராதா காலை முதல் மாலை வரை தினமும் நானும் உன்ன தானே நினைச்சி வாழுறேன் கண்கள் மூடி இரவு தூங்கும்போதே... என் பெட்றூம் ஃபானின் கீழே வந்து என்னை எழுப்புதே உன்ன நினைக்க சொல்லுதே...  லூசு பெண்ணே லூசு பெண்ணே லூசு பெண்ணே... லூசு பய்யன் உன்மேல தான் லூசா சுத்துரான் லூசு பெண்ணே லூசு பெண்ணே லூசு பெண்ணே... லூசு பய்யன் உன்மேல தான் லூசா சுத்துரான்  you may not know know right now the pain i feel it is so real and no matter where the future lies i see right now only you and i only you nd i only you and i yeah..."}