{"திரைப்படம்": "Puli Vesham", "பாடலாசிரியர்": "Vaali", "இசையமைப்பாளர்": "Srikanth Deva", "பாடல்": "வாறேன் வாறேன்", "வருடம்": "2011", "பாடியவர்கள்": "Madhushree, Udit Narayan", "பாடல்வரிகள்": "ஏ.. வாறேன் வாறேன் உன் கூட வாறேன், ஏழு ஜென்மத்துக்கும் என் உசிரதாறேன் இரு இரு என் கூட இரு , ஏழு ஜென்மத்துக்கும் உன் அன்பைக்கொடு.. சிரி சிரி சிரி சிரி நீ, உன் சிரிப்புக்கு அடிமை நீ, ச ரி க ம ப த நி ச நீ, என் பாட்டுக்கு சங்கதி நீ... ஏ.. முனி முனி முனி முனியா, உன் வார்த்தைகள் நெல் மணியா... அதை கேட்டதும் பொடிபொடியாய்.. பசி குறையுது இப்படியாய்.... உன்பாதம் பட்ட மண்ணைக்கூட பாடல் வைக்கபோறன், உன் பார்வை பட்ட கல்லைக்கூட கும்பிடுதான் போறேன்...  Tamilpaa.com ஏ.. உன் பாசம் என் பாசம் எடை போட்டு பாத்தா, யார் பாசம் அதிகம் சொல்லு? அட உன்பாசம் என் பாசம் தாய்ப்பாசம் போல, ஒன்னாக நிக்கும் பாரேன்...  Tamilpaa.com ஏய்.. செமீனை, பொன் மீனை, கர்மீனை நன்றாக்க எந்த மீனை நீ தர்றா... முள் ஏதும் இல்லாத, மண் மீதும் சாகாத.. விண்மீனை நான் கொடுப்பேன் எய் சொந்தபந்தம் ஒண்ணும் இல்ல, சொத்துசுகம் தேவையில்லை உன்னை பார்த்தால் போதும் போதும்... ஏய் ரத்தபந்தம் நீயும் இல்லை, உன் போல் சொந்தம் யாரும் இல்லை, வேற என்ன வேணும் வேணும்..? உன் முரட்டு அன்பில மிதந்து நிக்கிற பாசகாரி தான், உன் விரல் சொடுக்கில பரபரக்கிற, வெள்ளைக்காறன் நான்.  Tamilpaa.com இரு இரு என் கூட இரு , ஏழு ஜென்மத்துக்கும் உன் அன்பைக்கொடு.. வாறேன் வாறேன் உன் கூட வாறேன், ஏழு ஜென்மத்துக்கும் என் உசிரதாறேன்  Tamilpaa.com சொல்லமல் கொள்ளாமல் காணாமல் போனா! என்ன செய்வாய்? என்ன செய்வாய்? நீ இல்லம உண்ணாம தூங்காம இருப்பேன்.. என்னைத்தேடி நீ வருவாய்.. உன்னை பார்த்தாலும் பார்க்கம பேசாமல் போனால் என்ன செய்வாய்? என்ன செய்வாய்? உன்னை பார்க்கத கண்ணில்லை கேட்க்காத காதில்லை நீ இல்லன்னா நானே இல்லை... ஏய்.. பாதைல முள்ளிருந்து பாத்தில குத்திப்போட்ட என்ன செய்வாய்? என்ன செய்வாய்? இந்த பூமி மேல வாழுகிற முள்ளு மரம் எல்லாத்தையும் வேரோடதான் வெட்டி சாய்ப்பன்.. என் பட படக்கிற துடி துடிக்கிற எனக்கு முல்லைதான் என் நிழல் நடக்குது நிழல் நடக்குது உனக்கு பின்னால...  Tamilpaa.com ஏ.. வாறேன் வாறேன் உன் கூட வாறேன், ஏழு ஜென்மத்துக்கும் என் உசிரதாறேன் இரு இரு என் கூட இரு , ஏழு ஜென்மத்துக்கும் உன் அன்பைக்கொடு.. சிரி சிரி சிரி சிரி நீ, உன் சிரிப்புக்கு அடிமை நீ, ச ரி க ம ப த நி ச நீ, என் பாட்டுக்கு சங்கதி நீ... ஏ.. முனி முனி முனி முனியா, உன் வார்த்தைகள் நெல் மணியா... அதை கேட்டதும் பொடிபொடியாய்.. பசி குறையுது இப்படியாய்.... உன்பாதம் பட்ட மண்ணைக்கூட பாடல் வைக்கபோறன், உன் பார்வை பட்ட கல்லைக்கூட கும்பிடுதான் போறேன்... Tamilpaa.com  "}