{"திரைப்படம்": "Madurai Veeran", "பாடலாசிரியர்": "Kannadasan", "இசையமைப்பாளர்": "G. Ramanathan", "பாடல்": "வாங்க மச்சான் வாங்க", "வருடம்": "1956", "பாடியவர்கள்": "T. M. Soundararajan, P. Leela", "பாடல்வரிகள்": "வாங்க மச்சான் வாங்க வந்த வழியைப் பாத்துப் போங்க் வாங்க மச்சான் வாங்க வந்த வழியைப் பாத்துப் போங்க் வாங்க மச்சான் சும்மா வாங்க மச்சான் கிட்டே வாங்க மச்சான் வாங்க வந்த வழியைப் பாத்துப் போங்க் ஏங்கி ஏங்கி நீங்க ஏன் இப்படிப் பாக்குறீங்க ஏங்கி ஏங்கி நீங்க ஏன் இப்படிப் பாக்குறீங்க வாங்க மச்சான் சும்மா வாங்க மச்சான் கிட்டே வாங்க மச்சான் வாங்க வந்த வழியைப் பாத்துப் போங்க்  மானைத் தேடித் தாங்க கண் வலையைப் போடுறீங்க தம்பி, அக்கா மானைத் தேடித் தாங்க கண் வலையைப் போடுறீங்க மந்திரத்தால் நாங்க இங்கே மசியமாட்டோம் போங்க போங்க வாங்க மச்சான் சும்மா வாங்க மச்சான் கிட்டே வாங்க மச்சான் வாங்க வந்த வழியைப் பாத்துப் போங்க்  உப்பில்லாத பத்தியக்காரன் ஊறுகாயைப் பாத்தானாம் உப்பில்லாத பத்தியக்காரன் ஊறுகாயைப் பாத்தானாம் உதட்டாலே சப்புக் கொட்டி ஓந்தி போல நின்னானாம் உதட்டாலே சப்புக் கொட்டி ஓந்தி போல நின்னானாம் கற்பனையாப் பேசிப் பேசிக் கஞ்சித் தொட்டியில் வீழ்ந்தானாம் கற்பனையாப் பேசிப் பேசிக் கஞ்சித் தொட்டியில் வீழ்ந்தானாம் கதையைப் போல ஆள மிரட்டிக் காளை போலத் துள்ளாதீங்க  வாங்க மச்சான் சும்மா வாங்க மச்சான் கிட்டே வாங்க மச்சான் வாங்க வந்த வழியைப் பாத்துப் போங்க் ஏங்கி ஏங்கி நீங்க ஏன் இப்படிப் பாக்குறீங்க ஏங்கி ஏங்கி நீங்க ஏன் இப்படிப் பாக்குறீங்க வாங்க மச்சான் வாங்க வந்த வழியைப் பாத்துப் போங்க்  முத்துப் போல் பல்லழகி முங்கோபச் சொல்லலழகி கத்தி போல் கண்ணழகி கனிவான பெண்ணழகி தேடி வந்தேனே புள்ளி மானே தேடி வந்தேனே புள்ளி மானே ஓடி வந்ததால் இங்குதனே நானே தேடி வந்தேனே புள்ளி மானே ஓடி வந்ததால் இங்குதனே நானே தேடி வந்தேனே புள்ளி மானே தேனுலாவும் பூங்காவனமதில் தானுலாவும் கலைமானை நானே தேடி வந்தேனே புள்ளி மானே தேனுலாவும் பூங்காவனமதில் தானுலாவும் கலைமானை நானே தேடி வந்தேனே புள்ளி மானே கோடி நமஸ்காரமே கோடி நமஸ்காரமே கோரினேன் இந்நேரமே கோடி நமஸ்காரமே கோரினேன் இந்நேரமே ஜாடையாய் என் கணைதனைத் தவறிய ஜாதி மானை மறைப்பது முறையல்ல தேடி வந்தேனே புள்ளி மானே ஜாடையாய் என் கணைதனைத் தவறிய ஜாதி மானை மறைப்பது முறையல்ல தேடி வந்தேனே புள்ளி மானே  வாங்க மச்சான் வாங்க சொந்த வழியைப் பாத்துட்டீங்க வாங்க மச்சான் வாங்க சொந்த வழியைப் பாத்துட்டீங்க வாங்க மச்சான் சும்மா வாங்க மச்சான் ஜோரா வாங்க மச்சான் வாங்க சொந்த வழியைப் பாத்துட்டீங்க வலையை வீசி நீங்க தங்கச் சிலையைப் புடிச்சிட்டீங்க வாங்க மச்சான் சும்மா வாங்க மச்சான் ஜோரா வாங்க மச்சான் வாங்க சொந்த வழியைப் பாத்துட்டீங்க  பாங்கிமார்கள் நாங்க கண் பார்த்திருக்க நீங்க பாங்கிமார்கள் நாங்க கண் பார்த்திருக்க நீங்க உங்க பவுசைக் காட்டி ஆளை மயக்கி சிறையும் எடுத்திட்டீங்க பவுசைக் காட்டி ஆளை மயக்கி சிறையும் எடுத்திட்டீங்க வாங்க மச்சான் சும்மா வாங்க மச்சான் ஜோரா வாங்க மச்சான் வாங்க சொந்த வழியைப் பாத்துட்டீங்க"}