{"திரைப்படம்": "Varuthapadatha Valibar Sangam", "பாடலாசிரியர்": "Yugabarathy", "இசையமைப்பாளர்": "D. Imman", "பாடல்": "வருத்தப்படாத வாலிபர் சங்கம்", "வருடம்": "2013", "பாடியவர்கள்": "Sivakarthikeyan, Anthony Daasan, Kovilpatti Amali", "பாடல்வரிகள்": "சில்லாவூரு திண்டுகல்லு சின்னாளம் பட்டி பக்கம் சொல்லு நம்ம சிலுக்குவார் பட்டி சிங்கம் செம்பு கலக்காத தங்கம் அது வச்சிருப்பதோ வருத்தப்படாத வாலிபர் சங்கம்  அண்ணே அன்புக்கு அன்னை தெரசா அறிவுக்கு அப்துல் காலம் அடக்கதுல நெல்சன் மண்டேலா நம்ம போஸ்பாண்டி அண்ணே குடுத்த ஐந்நூறுரூபாய அஞ்சு லட்சமா நினைச்சுகிட்டு நம்ம அல்லி நகரத்து அடிய கொஞ்சம் அடிச்சு தான் காட்டுவோமா  ஊற காக்க உண்டான சங்கம் உயிர குடுக்க உருவான சங்கம் இல்ல இது இல்ல நாங்க எல்லாரும் விளையாட்டு புள்ள  வருத்தப்படாத வாலிபர் சங்கம் இவைங்க வருத்தப்படாத வாலிபர் சங்கம்  நீதி நேர்மை காக்கின்ற சங்கம் நெஞ்ச நிமித்தி போராடும் சங்கம் இல்ல இது இல்ல இதுக்கு மேல என்னத்த சொல்ல  வருத்தப்படாத வாலிபர் சங்கம் இவைங்க வருத்தப்படாத வாலிபர் சங்கம்  ஆழம் தெரியாம கால வச்சு அடியும் சருக்கிருவோம் ஹேய் ஊரு நடுவால பேனர் வச்சி பட்டய கிளப்பிருவோம்  போற வழி போவோம் பெரும் புள்ளிய போல தான் வாழ்வோம்  கண்ட எடத்துல வெத்தல போடுவோம் காசு பணத்துக்கு சண்டைய போடுவோம் சண்ட நடக்கையில் கட்டய போடுவோம் சந்தடி சாக்குல ஆட்டய போடுவோம் நாங்க..  அடுக்கு மொழியில் வசனம் பேசுவோம் அழகு பொண்ணுனா கவித சொல்லுவோம் இணைஞ்ச காதல பிரிக்க எண்ணுவோம் எங்கள நாங்களே புகழ்ந்து தள்ளுவோம் நாங்க.. செம வாலு.. செய்யும் சேட்டைக்கு கிடையாது ரூலு சொந்த வீட்டுக்கே அடங்காத ஆளு  வருத்தப்படாத வாலிபர் சங்கம் .. இங்காரு இவைங்க வருத்தப்படாத வாலிபர் சங்கம்.. கொன்றுவேன் பாத்துக்கோ  மோதும் புலியாக லந்தடிபோம் முரைச்ச பயன்திருவோம் நேரம் தெரியாம தூங்கிருவோம் நெறைய பேசிருவோம்  மோதும் புலியாக லந்தடிபோம் மொரச்சா பயன்திருவோம் ஏ நேரம் தெரியாம தூங்கிருவோம் நெறைய பேசிருவோம்  வெயிலடிக்குது மழையடிக்குது அலையடிக்குது புயலடிக்குது பற பறக்குது குறு குறுக்குது பருவ பொண்ணுனா ஷாக் அடிக்குது ஏங்க?  கொடி பறக்குது வெடி வெடிக்குது குலுங்க குலுங்க கிளி சிரிக்குது பறை அடிக்குது தவுல் அடிக்குது மனசுக்குள்ளார மணி அடிக்குது நாங்க.. செம வாலு.. செய்யும் சேட்டைக்கு கிடையாது ரூலு சொந்த வீட்டுக்கே அடங்காத ஆளு  வருத்தப்படாத வாலிபர் சங்கம்.. அடியேங்காத்தா இவைங்க வருத்தப்படாத வாலிபர் சங்கம்  இனிமே எல்லாம் அப்டித்தான்.. "}