{"திரைப்படம்": "Meesaya Murukku", "பாடலாசிரியர்": "Hiphop Tamizha", "இசையமைப்பாளர்": "Hiphop Tamizha", "பாடல்": "வாடி புள்ள வாடி", "வருடம்": "2017", "பாடியவர்கள்": "Hiphop Tamizha", "பாடல்வரிகள்": "கரிசல் காட்டு காதல் காட்சி எதுக்கு நெஞ்சே இத்தன பேச்சி ஊரு ஓரம் ஆலன் தோப்பு அதிலே வாழும் கிளிகளின் கதைதானே   உன் காதல் என்றாச்சு உன் பேச்சு என் மூச்சு அடி உன்னை பற்றி நித்தம் நினைத்திடும் படி ஆச்சு   உன் கோவம் அது வெப்பம் உன் உள்ளம் பரி சுத்தம் அடி நீ பிரிந்த நொடியிலே எந்தன் உயிர் பஸ்பம்   ஒரு வார்த்தை சொல்லவா உன்னிடத்தில் நான் என்றென்றும் துரத்தி வருவேன் பெண்ணே உன்னை தான்   அடி என்னை விட்டு நீயும் எங்கே போகின்றாய் பெண்ணே இப்போ என்னை தேடி நீயும் ஓடி வாடி வாடி வாடி வாடி   வாடி புள்ள வாடி வாடி புள்ள வாடி உண்ண மட்டும் நெனச்சுருக்கேன் என் நெஞ்சுக்குள்ள வாடி புள்ள வாடி வாடி புள்ள வாடி உண்ண மட்டும் நெனச்சுருக்கேன் என் நெஞ்சுக்குள்ள   வாடி புள்ள வாடி வாடி புள்ள வாடி உண்ண மட்டும் நெனச்சுருக்கேன் என் நெஞ்சுக்குள்ள வாடி புள்ள வாடி வாடி புள்ள வாடி உண்ண மட்டும் நெனச்சுருக்கேன் என் நெஞ்சுக்குள்ள   வா நிலா நிலா நீதானே எந்தன் வெண்ணிலா வா நிலா நிலா நீதானே எந்தன் வெண்ணிலா  வா நிலா நிலா நீதானே எந்தன் வெண்ணிலா வா நிலா நிலா நீதானே எந்தன் வெண்ணிலா   காத்திருந்த காதலுக்கு சொல்லடி நல் வழி உந்தன் காதல் எந்தன் வாழ்வை செதிக்கிடும் ஓர் உளி   நீ இன்றி எந்தன் வாழ்க்கைதனில் இல்லையடி ஒளி பொறுக்க முடியவில்லை இது காதல் தந்த வலி   ஹேய் பெண்ணே என்னை பார் ஒரு முத்தம் ஒன்று தா உன்னை மட்டும் நினைத்தது இந்த இதயம் அல்லவா அழவா   சிறு கண்ணீர் துளி எந்தன் கண்ணின் ஓரம் காதலித்து தோல்வி ஊற்றதால் நெஞ்சுக்குள் பாரம்   கண்ணீரில் வாழ்வதால் நாமும் இங்கே மீன்கள் தான் நீந்தித்தான் காதல் என்ற கடலில் போய் சேரலாம்   சேரும் முன் மதம் என்ற வலையினில் நாம் விழுந்தால் உயிர் பிரிந்தால் காதல் முறிந்தால்   ஒன்றே ஒன்றை மட்டும் நினைவில் நீ வைத்து கொள் இங்கில்லை என்றால் என்ன சொற்கத்தில் நாம் சேரலாம்   சொற்கத்திலும் சாதி மதம் என்று பிரித்தால் சொற்கமே தேவை இல்லை நரகத்தில் வாழலாம்   வாடி புள்ள வாடி வாடி புள்ள வாடி உண்ண மட்டும் நெனச்சுருக்கேன் என் நெஞ்சுக்குள்ள வாடி புள்ள வாடி வாடி புள்ள வாடி உண்ண மட்டும் நெனச்சுருக்கேன் என் நெஞ்சுக்குள்ள   வாடி புள்ள வாடி வாடி புள்ள வாடி உண்ண மட்டும் நெனச்சுருக்கேன் என் நெஞ்சுக்குள்ள வாடி புள்ள வாடி வாடி புள்ள வாடி உண்ண மட்டும் நெனச்சுருக்கேன் என் நெஞ்சுக்குள்ள   வா நிலா நிலா நீதானே எந்தன் வெண்ணிலா வா நிலா நிலா நீதானே எந்தன் வெண்ணிலா வா நிலா நிலா நீதானே எந்தன் வெண்ணிலா வா நிலா நிலா நீதானே எந்தன் வெண்ணிலா   நெஞ்சுக்குள்ள ஓ…… ஓ……..   வாடி புள்ள வாடி வாடி புள்ள வாடி உண்ண மட்டும் நெனச்சுருக்கேன் என் நெஞ்சுக்குள்ள வாடி புள்ள வாடி வாடி புள்ள வாடி உண்ண மட்டும் நெனச்சுருக்கேன் என் நெஞ்சுக்குள்ள   வாடி புள்ள வாடி வாடி புள்ள வாடி உண்ண மட்டும் நெனச்சுருக்கேன் என் நெஞ்சுக்குள்ள வாடி புள்ள வாடி வாடி புள்ள வாடி உண்ண மட்டும் நெனச்சுருக்கேன் என் நெஞ்சுக்குள்ள வா…."}