{"திரைப்படம்": "Puthiya Mannargal", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "வானில் ஏணி போட்டு", "வருடம்": "1994", "பாடியவர்கள்": "Mano", "பாடல்வரிகள்": "ஆண் : வானில் ஏணி போட்டு ஹேய் கட்டு கொடி கட்டு.. சொர்க்கம் வந்ததென்று ஹேய் தட்டு கை தட்டு.. மின்னல் நமக்கு தங்க சங்கிலி விண்மீன் எல்லாம் சின்ன மின்மினி வானவில் தான் நம் வாலிப தேசக்கொடி சிறகடித்து வானில் ஏணி போட்டு ஹேய் கட்டு கொடி கட்டு.. சொர்க்கம் வந்ததென்று ஹேய் தட்டு கை தட்டு.. மின்னல் நமக்கு தங்க சங்கிலி விண்மீன் எல்லாம் சின்ன மின்மிணி வானவில் தான் நம் வாலிப தேசக்கொடி  சிறகடித்து வானில் ஏணி போட்டு ஹேய் கட்டு கொடி கட்டு.. சொர்க்கம் வந்ததென்று ஹேய் தட்டு கை தட்டு..   ஆண்குழு : யையையையே.. யையையையையே.. யையையையே.. யையையையையே.. யையே..யையே..யையையே..யே..யே..யே..யே.. யையையையே.. யையையையையே.. யையையையே.. யையையையையே.. யையே..யையே..யையையே..யே..யே..யே..யே..  ***  ஆண் : சுட்டெரிக்கும் அந்த சூரியனை நாம் கட்டி போடவேண்டும் ஒரு சுடாத சூரியன் வேண்டும் வீச மறுக்கும் காற்றை கொஞ்சம் தட்டிக்கேட்க வேண்டும் மண்ணில் வருகின்ற வானம் வேண்டும்  ஏ..சுற்றும் பூமியை நிறுத்து.. புது சட்டம் போட்டதை நடத்து கை இணைத்து…  ஆண்குழு : பகை முடித்து  ஆண் & ஆண்குழு : வா..வா…  ஆண் : சிறகடித்து வானில் ஏணி போட்டு ஹேய் கட்டு கொடி கட்டு.. சொர்க்கம் வந்ததென்று ஹேய் தட்டு.. கை தட்டு.. மின்னல் நமக்கு தங்க சங்கிலி விண்மீன் எல்லாம் சின்ன மின்மினி வானவில் தானே நம் வாலிப தேசக்கொடி  சிறகடித்து வானில் ஏணி போட்டு ஹேய் கட்டு கொடி கட்டு.. சொர்க்கம் வந்ததென்று ஹேய் தட்டு கை தட்டு.. (இசை)  ஆண்குழு : யையையையே.. யையையையையே.. யையையையே..  ***  ஆண் : ராமர் என்னடா பாபர் என்னடா ஒரே கோயில்கட்டு மதம் எல்லாமும் ஒன்றே என்று காவேரியை கங்கையாற்றிலே ஒன்று சேர்த்து விட்டு ஒரு வாய்க்காலை இங்கே வெட்டு  ஆண் & ஆண்குழு : ஒரு போகிப்பண்டிகை எடுத்து பழம் பஞ்சாங்கத்தை கொழுத்து தலையெடுத்து அதை அழித்து வெல்வோம்  ஆண் : சிறகடித்து வானில் ஏணி போட்டு ஹேய் கட்டு கொடி கட்டு சொர்க்கம் வந்ததென்று ஹேய் தட்டு கை தட்டு மின்னல் நமக்கு தங்க சங்கிலி விண்மீன் எல்லாம் சின்ன மின்மினி வானவில் தான் நம் வாலிப தேசக்கொடி ஆண் & ஆண்குழு : சிறகடித்து வானில் ஏணி போட்டு ஹேய் கட்டு கொடி கட்டு சொர்க்கம் வந்ததென்று ஹேய் தட்டு கை தட்டு மின்னல் நமக்கு தங்க சங்கிலி விண்மீன் எல்லாம் சின்ன மின்மினி வானவில் தான் நம் வாலிப தேசக்கொடி  ஆண் : சிறகடித்து வானில் ஏணி போட்டு ஹேய் கட்டு கொடி கட்டு சொர்க்கம் வந்ததென்று ஹேய் தட்டு கை தட்டு.."}