{"திரைப்படம்": "Sivakasi", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Srikanth Deva", "பாடல்": "வாடா தோழா", "வருடம்": "2005", "பாடியவர்கள்": "Shankar Mahadevan", "பாடல்வரிகள்": "வாடா வாடா வாடா வாடா ஹே வாடா வாடா வாடா வாடா  ஹே வாடா வாடா வாடா வாடா தோழா நாம வாழ்ந்து பார்ப்போம் வாழ்ந்து பார்ப்போம் வாடா ஹே நீயம் நானும் நீயம் நானும் ஒண்ணா ஹேய் சேர்ந்து நின்னா உலகம் கீழ கண்ணா உன்னோட உயர்வுக்கு உன்னோட வேர்வை என்னோட உயர்வுக்கு என்னோட வேர்வை யாரோட உயர்வையும் யாராலையும் தடுக்க முடியாதுடா கெடுக்க முடியாதுடா  ஆமா தடுக்க முடியாதுடா கெடுக்க முடியாதுடா  ஹே வாடா வாடா வாடா வாடா தோழா நாம வாழ்ந்து பார்ப்போம் வாழ்ந்து பார்ப்போம் வாடா ஹே நீயம் நானும் நீயம் நானும் ஒண்ணா ஹேய் சேர்ந்து நின்னா உலகம் கீழ கண்ணா  லாலி பப்பு லாலி பப்பு லாலி பப்பாலே லாலி பப்பு லாலி பப்பு லாலி பப்பாலே ஹே கமருகட்டாலே கமருகட்டாலே ஹே கமருகட்டாலே கமருகட்டாலே  அப்பன் சொத்த பாட்டன் சொத்த தூக்கி போடுடா சொந்த காலில் நீயும் கொஞ்சம் வாழ்ந்து பாருடா சிவ சிவ சிவகாசி சிவ சிவ சிவகாசி உன்ன பத்தி என்ன பத்தி என்ன பேச்சுடா உந்தன் மூச்சு நின்னுபுட்டா எல்லாம் போச்சுடா சிவ சிவ சிவகாசி சிவ சிவ சிவகாசி ஆயுள் ரேக தேயும் வரை உழைப்போமடா உழைப்போமடா உழைச்சு நாம ஆயுளதான் வளப்போமடா வளப்போமடா வாழும் வரை மத்தவன மதிச்சிபுட்டா வாழ்ந்த பின்னும் வாழும் வரை மத்தவன மதிப்போமடா மதிச்சிபுட்டா வாழ்ந்த பின்னும் இருப்போமடா இன்னிக்கென்ன கெழம நாளைக்கென்ன கெழம அட நாள் பாத்து நாள் பாத்து தூங்காதடா போனா திரும்பாது டா வாழ்க்கை பெரும்பாடுடா  போனா திரும்பாது டா வாழ்க்கை பெரும்பாடுடா  வந்தவனும் போனவனும் கோடி பேருடா செத்த பின்னும் வாழ்ந்தவன் யார் தேடி பாருடா சிவ சிவ சிவகாசி சிவ சிவ சிவகாசி வானம் மேலே பூமி கீழே இடையில் நாமடா இதில் யாரு மேலே யாரு கீழே என்ன கேள்விடா சிவ சிவ சிவகாசி சிவ சிவ சிவகாசி கனவில் வாழ்க்கை வாழாதடா வாழாதடா வாழ்க்கை கனவா போகுமடா போகுமடா வேதாந்தம் சித்தாந்தம் பேசிப்புட்டா வாழும் காலம் வேதாந்தம் சித்தாந்தம் பேசாதடா பேசிப்புட்டா வாழும் காலம் பத்தாதடா சாமி போட்ட கணக்கு நெத்தி மேல இருக்கு அட நீயாக கணக்கத்தான் போடாதடா போனா திரும்பாது டா வாழ்க்கை பெரும்பாடுடா  போனா திரும்பாது டா வாழ்க்கை பெரும்பாடுடா   அட வாடா வாடா வாடா வாடா தோழா நாம வாழ்ந்து பார்ப்போம் வாழ்ந்து பார்ப்போம் வாடா ஹே நீயம் நானும் நீயம் நானும் ஒண்ணா ஹேய் சேர்ந்து நின்னா உலகம் கீழ கண்ணா உன்னோட உயர்வுக்கு உன்னோட வேர்வை என்னோட உயர்வுக்கு என்னோட வேர்வை யாரோட உயர்வையும் யாராலையும் தடுக்க முடியாதுடா கெடுக்க முடியாதுடா தடுக்க முடியாதுடா கெடுக்க முடியாதுடா தோழா"}