{"திரைப்படம்": "Kadhalukku Mariyaathai", "பாடலாசிரியர்": "Palani Barathi", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "வீட்டுக்கு கதவிருக்கு", "வருடம்": "1997", "பாடியவர்கள்": "Ilaiyaraaja, Arun Mozhi", "பாடல்வரிகள்": "வீட்டுக்கு கதவிருக்கு கதவுக்கு பூட்டிருக்கு வானத்த பூட்டி வைப்பதாரடா அன்புக்கு மனசிருக்கு ஆசைக்கு அளவிருக்கு கடலுக்கு அணை இங்கு ஏதடா யாரிங்கு வந்தாலும் யாரெங்கு போனாலும் கடல் நீறு கொறையாது போங்கடா கரையோரம் உறவாட வாங்கடா   அய்யா வூடு தொறந்து தான் கெடக்கு உள்ளே புகுந்து பந்தி போடு முத்துக்கடலு மூடியா கெடக்கு முடிஞ்சா எடுத்து மாலை போடு ஒருபோதும் கலங்காதே நாளைக்கு ஊரெங்கும் உறவுண்டு ஏழைக்கு நீயும் இங்கே நம்மாளு சோகம் என்ன உன்னோடு கொண்டாடு  அய்யா வூடு  தொறந்து தான் கெடக்கு  உள்ளே புகுந்து  பந்தி போடு  முத்துக்கடலு  மூடியா கெடக்கு  முடிஞ்சா எடுத்து  மாலை போடு  ஹே புள்ளாண்டான் புள்ளாண்டான் காசோடு யாரிங்கு வாராண்டா சொல்லேண்டா சொல்லேண்டா எதுக்கு காசெல்லாம் விட்டுபுட்டு போறான்டா  இருக்கும் வரைக்கும்  சூட்டு கோட்டு  ஹே அடிப்பான் பாரு  தாட்டு பூட்டு  அட பாட்டன் பூட்டன்  கதைய கேட்டு  போவன் பாரு  பழைய ரூட்டு  பூமி இது வாடக வீடு புரிஞ்சிக்கிட்டு குடித்தனம் பாரு சத்தியத்த நெஞ்சில வச்சு சந்தோசமா சங்கதி போடு கடலும் அலையும் சேர்ந்துதான் பாடும் எப்போதும் சந்தோசம் தான்  ஹே  அய்யா வூடு  ஹே ஹே ஹே ஹே  அய்யா வூடு  ஹே ஹே ஹே ஹே  அய்யா வூடு  தொறந்து தான் கெடக்கு  உள்ளே புகுந்து  பந்தி போடு  முத்துக்கடலு  மூடியா கெடக்கு  முடிஞ்சா எடுத்து  மாலை போடு  மண்மேலே மண்மேலே எல்லார்க்கும் சாப்பாடு யாராலே தந்தானே தந்தானே நம்மோட சாப்பாடு மீன் மீனே  கடலில் ஆடும் அலையை பாத்தேன் வெளிச்சம் கொடுக்கும் நிலவ பாத்தேன் கேள்வி ஒன்னு நானும் கேட்டேன் பதிலே இல்ல மலைச்சு போனேன் கண்ணுக்கெட்டும் தூரம் தூரம் மனுஷன தான் காணோம் காணோம் கலி முடியும் நேரம் நேரம் புது மனுஷன் வேணும் வேணும் மனசும் மனசும் கலந்து தான் இருந்தா எப்போதும் கொண்டாட்டம் தான்  அய்யா வூடு  ஹே தகிட்ட தகிட்ட தகிட்ட தகிட்ட  அய்யா வூடு  இந்தா இந்தா இந்தா இந்தா  அய்யா வூடு தொறந்து தான் கெடக்கு உள்ளே புகுந்து பந்தி போடு முத்துக்கடலு மூடியா கெடக்கு முடிஞ்சா எடுத்து மாலை போடு  ஒருபோதும் கலங்காதே நாளைக்கு ஊரெங்கும் உறவுண்டு ஏழைக்கு  நீயும் இங்கே நம்மாளு சோகம் என்ன உன்னோடு கொண்டாடு  அய்யா வூடு தொறந்து தான் கெடக்கு உள்ளே புகுந்து பந்தி போடு முத்துக்கடலு மூடியா கெடக்கு முடிஞ்சா எடுத்து மாலை போடு"}