{"திரைப்படம்": "Padayappa", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "வெற்றி கொடி கட்டு", "வருடம்": "1999", "பாடியவர்கள்": "Palakkad Sreeram & Chorus", "பாடல்வரிகள்": "வாழ்க்கையில் ஆயிரம் தடைக்கல் அப்பா தடைக்கல்லும் உனக்கொரு படிக்கல் அப்பா வாழ்க்கையில் ஆயிரம் தடைக்கல் அப்பா தடைக்கல்லும் உனக்கொரு படிக்கல் அப்பா  வெற்றி கொடி கட்டு மலைகளை முட்டும் வரை முட்டு லட்சியம் எட்டும் வரை எட்டு படையெடு படையப்பா வெற்றி கொடி கட்டு மலைகளை முட்டும் வரை முட்டு லட்சியம் எட்டும் வரை எட்டு படையெடு படையப்பா கைதட்டும் உளிபட்டு நீ விடும் நெற்றித்துளி பட்டு பாறைகள் ரெட்டை பிளவுற்று உடைபடும் படையப்பா கைதட்டும் உளிபட்டு நீ விடும் நெற்றித்துளி பட்டு பாறைகள் ரெட்டை பிளவுற்று உடைபடும் படையப்பா வெட்டுக்கிளி அல்ல நீ ஒரு வெட்டும் புலி என்று பகைவரை வெட்டித்தலைகொண்டு நடையெடு படையப்பா வெட்டுக்கிளி அல்ல நீ ஒரு வெட்டும் புலி என்று பகைவரை வெட்டித்தலைகொண்டு நடையெடு படையப்பா மிக்கத் துணிவுண்டு இளைஞர்கள் பக்கத் துணையுண்டு உடன்வர மக்கட்படையுண்டு முடிவெடு படையப்பா வெற்றி கொடி கட்டு பகைவரை முட்டும் வரை முட்டு லட்சியம் எட்டும் வரை எட்டு படையெடு படையப்பா  வாழ்க்கையில் ஆயிரம் தடைக்கல் அப்பா தடைக்கல்லும் உனக்கொரு படிக்கல் அப்பா வாழ்க்கையில் ஆயிரம் தடைக்கல் அப்பா தடைக்கல்லும் உனக்கொரு படிக்கல் அப்பா  இன்னோர் உயிரை கொன்று புசிப்பது மிருகமடா இன்னோர் உயிரை கொன்று ரசிப்பவன் அரக்கனடா யாருக்கும் தீங்கின்றி வாழ்பவன் மனிதன் ஊருக்கே வாழ்ந்து உயர்ந்தவன் புனிதன் யாருக்கும் தீங்கின்றி வாழ்பவன் மனிதன் ஊருக்கே வாழ்ந்து உயர்ந்தவன் புனிதன் நேற்றுவரைக்கும் மனிதனப்பா இன்று முதல் நீ புனிதனப்பா நேற்றுவரைக்கும் மனிதனப்பா இன்று முதல் நீ புனிதனப்பா வெற்றி கொடி கட்டு மலைகளை முட்டும் வரை முட்டு லட்சியம் எட்டும் வரை எட்டு படையெடு படையப்பா வெற்றி கொடி கட்டு மலைகளை முட்டும் வரை முட்டு லட்சியம் எட்டும் வரை எட்டு படையெடு படையப்பா கைதட்டும் உளிபட்டு நீ விடும் நெற்றித்துளி பட்டு பாறைகள் ரெட்டை பிளவுற்று உடைபடும் படையப்பா வெட்டுக்கிளி அல்ல நீ ஒரு வெட்டும் புலி என்று பகைவரை வெட்டித்தலைகொண்டு நடையெடு படையப்பா வெட்டுக்கிளி அல்ல நீ ஒரு வெட்டும் புலி என்று பகைவரை வெட்டித்தலைகொண்டு நடையெடு படையப்பா மிக்கத் துணிவுண்டு இளைஞர்கள் பக்கத் துணையுண்டு உடன்வர மக்கட்படையுண்டு முடிவெடு படையப்பா நேற்றுவரைக்கும் மனிதனப்பா இன்று முதல் நீ புனிதனப்பா நேற்றுவரைக்கும் மனிதனப்பா இன்று முதல் நீ புனிதனப்பா வெற்றி கொடி கட்டு பகைவரை முட்டும் வரை முட்டு லட்சியம் எட்டும் வரை எட்டு படையெடு படையப்பா"}