{"திரைப்படம்": "Sura", "பாடலாசிரியர்": "Kabilan", "இசையமைப்பாளர்": "Mani Sharma", "பாடல்": "வங்க கடல் எல்ல", "வருடம்": "2010", "பாடியவர்கள்": "Naveen, Maladhi Lakshmanan", "பாடல்வரிகள்": "ஆண் : வங்க கடல் எல்ல.. நான் சிங்கம் பெத்த புள்ள சீறி பாயும் என்ன நீ சீண்டி பாக்காத  பெண் : பஞ்சவர்ன கூட்டம்.. இது பாரிஜாத தோட்டம் ஆடு புலி ஆட்டம் ஆடி பாப்போமா  ஆண் : அறச்ச சந்தனத்த போல.. மயக்க வைக்கிறியே ஆள  பெண் : வயசு பொண்ணு இருக்கு பூத்து.. வந்து மஞ்ச தண்ணி ஊத்து  ஆண் : எம்மா எம்மா எம்மா எம்மா மோப்பம் இடாதே என்ன பார்த்து என்ன பார்த்து ஏப்பம் விடாதே  பெண் : எம்மாய் எம்மாய் எம்மாய் எம்மாய் சக்கரகட்டி ஜமா ஜமா ஜமா ஜமாய் பன்னு வித்தைய காட்டு  ஆண் : வங்க கடல் எல்ல.. நான் சிங்கம் பெத்த புள்ள சீறி பாயும் என்ன நீ சீண்டி பாக்காத  பெண் : பஞ்சவர்ன கூட்டம்.. இது பாரிஜாத தோட்டம் ஆடு புலி ஆட்டம் ஆடி பாப்போமா  பெண் : பூக்காரனே ஒன் காதிலே பூ வைக்கவா  ஆண் : சிலு சிலு சிங்காரி என் காதிலே பூவைக்கவே யாரும் இல்லை  பெண் : அடடட மன்மதா மழ மழ மேனிதான்.. குலு குலு கேணிதான் மொத்தமாக அத்தனையும் உனக்குதான்  ஆண் : கொப்பழிக்கும் சுந்தரி.. கோபக்காரன் போக்கிரி கூப்பிடாத சூரியனை ராத்திரி  பெண் : கரும்பு தின்ன ஒரு கூலி.. எறும்புகில்லை இங்க வேலி  ஆண் : புடவை கட்டி வந்த தேனி.. பொழுது போயிடுச்சு போ நீ  பெண் : குண்டு மாங்கா குண்டு மாங்கா தோப்புக்கு வாயா  கொத்து கொத்தா காச்சிருக்கு சாப்பிட்டு போயா  ஆண் : அடேங்கப்பா அடேங்கப்பா ஆசைய பாரு சுரா இது மாட்டிக்காது வேலையை பாரு  ஆண் : வங்க கடல் எல்ல.. நான் சிங்கம் பெத்த புள்ள சீறி பாயும் என்ன நீ சீண்டி பாக்காத  பெண் : பஞ்சவர்ன கூட்டம்.. இது பாரிஜாத தோட்டம் ஆடு புலி ஆட்டம் ஆடி பாப்போமா  பெண் : படகோட்டியே பட்டு மெத்தை நான் போடவா  ஆண் : அடியே வேணான்டி பாய் போடவே பக்கத்திலே ஆளும் உண்டு  பெண் : தொடு தொடு மச்சானே புது புது மோகம்தான்.. புயல் அடிக்கிறே வேகம் தான் வேகத்துக்கு வேக தடை போடுடா  ஆண் : முண்ட கண்ணு மோகினி.. எங்க போச்சு தாவனி மாராப்புக்கு வேர ஆள பாரு நீ  பெண் : நெருப்பு பாம்ப போல நெளிய.. இருக்கி கட்டிக்கிட கிளிய  ஆண் : கொக்கி போடுதடி கொலுசு.. தாங்க முடியலையே ரவுசு  பெண் : ஊருக்குள்ள எத்தனையோ ஆம்பிள பார்த்தேன் உன்ன மட்டும் உன்ன மட்டும் மாப்பிளை பார்த்தேன்  ஆண் : கோட்டை தாண்டி ஓடி வந்த பொம்பிளை மானே கோடு பொட்டு வாழுகிற ஆம்பிளை நானே  பெண் : எம்மாய் எம்மாய் எம்மாய் எம்மாய் சக்கரகட்டி ஜமா ஜமா ஜமா ஜமாய் பன்னு வித்தைய காட்டு  ஆண் : எம்மா எம்மா எம்மா எம்மா மோப்பம் இடாதே என்ன பார்த்து என்ன பார்த்து ஏப்பம் விடாதே"}