{"திரைப்படம்": "Kandan Karunai", "பாடலாசிரியர்": "Kannadasan", "இசையமைப்பாளர்": "K. V. Mahadevan", "பாடல்": "வெள்ளி மலை பொதிகை", "வருடம்": "1967", "பாடியவர்கள்": "T. M. Soundararajan", "பாடல்வரிகள்": "வெள்ளி மலை பொதிகை மலை  வேடர் மலை காடர் மலை  எங்கள் மலை அம்மே... வேலன் விளையாடும் பழநி மலை எங்கள் மலை அம்மே...  வெள்ளி மலை பொதிகை மலை  எங்கள் மலை அம்மே எங்கள் மலை அம்மே வேலன் விளையாடும் பழநி மலை எங்கள் மலை அம்மே வேலன் விளையாடும் பழநி மலை எங்கள் மலை அம்மே உள்ள படி குறி உரைக்கும்  மலைக் குறத்தி அம்மே மலைக் குறத்தி அம்மே இன்று உள்ளதையே நானெடுத்து  உனக்குரைப்பேன் அம்மே இன்று உள்ளதையே நானெடுத்து  உனக்குரைப்பேன் அம்மே  வனக் குறவன் தினை புனக் கிளியே  ஒரு மானின் வயிற்றிலே பிறந்தாய்  நம்பி மன்னன் மகள் என வளர்ந்தாய் வனக் குறவன் தினை புனக் கிளியே  ஒரு மானின் வயிற்றிலே பிறந்தாய்  நம்பி மன்னன் மகள் என வளர்ந்தாய் வஞ்சி மனத்தினிலும் மஞ்சள் முகத்தினிலும் நல்ல மையல் தவழ்ந்திட மலர்ந்தாய் ஒரு மாய நிலாவென எழுந்தாய்  அரசன் உரைப் படி தினை புனம் காத்திட  அழகுச் சிலையென நின்றாய் அரசன் உரைப் படி தினை புனம் காத்திட  அழகுச் சிலையென நின்றாய் அங்கு ஆலோலம் பாடிட வந்தாய் அங்கு ஆலோலம் பாடிட வந்தாய்...  ஆலோலம் பாடிடும் வேளையிலே... ஏ... ஏ... ஏ...  நல்ல ஆகாய மார்கத்து வீதியிலே அந்த நாரத மாமுனி தான் வருவார்... வள்ளி நாயகி நீ அவன் தாழ் பணிவாய்...  ஆண்டி ஒரு சன்னியாசி  அவனுக்கு திருமணம் பேச வருவார் வேண்டும் என்றே நீ கோபம் கொண்டு விருப்பமில்லை என்று நடித்திடுவாய் நாரதனும் கல்யாணம் நடக்குமென்று உன்னிடத்தில் சபதம் செய்வான் நாரதனும் கல்யாணம் நடக்குமென்று உன்னிடத்தில் சபதம் செய்வான் அது நடக்காது நாரதரே நான் தினம் கன்னியென்று மறுத்துரைப்பாய் அது நடக்காது நாரதரே நான் தினம் கன்னியென்று மறுத்துரைப்பாய்  வண்ண முகம் கொண்டு  வில்லொன்று கை கொண்டு  மானைத் துரத்திடும் வேடன் கண்கள் மானுன்னையே வந்து நாடும் வண்ண முகம் கொண்டு  வில்லொன்று கை கொண்டு  மானைத் துரத்திடும் வேடன் கண்கள் மானுன்னையே வந்து நாடும் அடி இம் மான் ஒரு பெண் மான் மகள் அம் மான் மகள் எம் மான் என வள்ளி என்றுன்னை அழைப்பான் பல வம்புகள் பேசியே மறைவான்  தள்ளாட உடல் தள்ளாட  ஒரு பழுத்த கிழவன் வருவான்  அவன் தளர்ந்து போன முதுமை கண்டு தங்க இடம் தருவாய் தள்ளாட உடல் தள்ளாட  ஒரு பழுத்த கிழவன் வருவான்  அவன் தளர்ந்து போன முதுமை கண்டு தங்க இடம் தருவாய் பசியெடுக்குது தேனும் தினையும் பருக வேண்டும் என்பான் பசியெடுக்குது தேனும் தினையும் பருக வேண்டும் என்பான் நீ பருக தந்தால்... நீ பருக தந்தால் தாகம் தீர்ந்து  மோகம் வந்தது என்பான் நீ பருக தந்தால் தாகம் தீர்ந்து  மோகம் வந்தது என்பான்  கரத்தை பிடிக்கும் பழுத்த பழத்தை  துரத்தி விரட்ட நினைப்பாய் அவன் அழைத்த யானை அருகில் வந்ததும் தன்னை மறந்து அணைப்பாய் கரத்தை பிடிக்கும் பழுத்த பழத்தை  துரத்தி விரட்ட நினைப்பாய் அவன் அழைத்த யானை அருகில் வந்ததும் தன்னை மறந்து அணைப்பாய்  அணைத்த உடன் முதுமை மாறி அழகு வேலன் வருவான்... நீ நினைத்த வண்ணம் மாலை சூடி மனைவியாகப் பெறுவாய்..."}