{"திரைப்படம்": "Thirumalai", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "Vidyasagar", "பாடல்": "வாடியம்மா ஜக்கம்மா", "வருடம்": "2003", "பாடியவர்கள்": "Udit Narayan", "பாடல்வரிகள்": "மலையாள பகவதி மலையாள பகவதி மருதானி வாயால மந்திரதை சொன்னேனே மனம் போல வாழ்கின்ற மஹராசன் நீதானே குருமேடு கோபுரமாய் தனரேகை தாராளமாய் ஜாதகதில் உள்ளதையா சங்கடங்கள் இல்லை ஐயா சந்திரராய் சூரியராய் உன் பேரு நிலைசிருக்க ஜக்கம்மா வாக்கு சொல்ல ஜாமதில் வந்தாளையா  ஹெய் வாடியம்மா ஜக்கம்மா வந்து நில்லு பக்கமா எங்க கூட ஆட்டம் போட ஏண்டியம்மா வெட்கமா பளபளக்கும் தோட்டமா பட்டாம்பூச்சி கூட்டமா தேடி வந்த பசங்களுக்கு தேனை அள்ளி ஊட்டம்மா பத்தமட பாய் இப்போ பட்டு மெத்தை ஆச்சு பத்து ரூபா நோட்டு இப்ப கத்த ரூபா ஆச்சு கட்டாந்தரை எனக்கு இப்ப பட்டா நிலம் ஆச்சு கெட்ட திசையாவும் இப்ப சுக்கிர திசை ஆச்சு  ஹே ஜக்கம்மா ஜக்கு ஜக்கு ஜக்கு ஜக்கம்மா வா பக்கமா பக்கு பக்கு பக்கு பக்கமா  ஹெய் வாடியம்மா ஜக்கம்மா வந்து நில்லு பக்கமா எங்க கூட ஆட்டம் போட ஏண்டியம்மா வெட்கமா பளபளக்கும் தோட்டமா பட்டாம்பூச்சி கூட்டமா தேடி வந்த பசங்களுக்கு தேனை அள்ளி ஊட்டம்மா  கோயம்பேடு சரக்கு வண்டி போல வந்தே நீதாண்டி கொய்யாபழம் மூட்டை போல குதிக்கிறியே முன்னாடி உன்னை உத்து பார்த்தா மனம் ட்ராபிக் ஜாமு ஆச்சு சூடாய் தானே இங்கு போல கொதிக்குதடி மூச்சு சூடாய் தானே இங்கு போல கொதிக்குதடி மூச்சு குங்கும தேகத்தில் சந்தனம் பூசியே ஆயுத பூஜையை செய்யத்தான் போறேண்டி  ஹெய் வாடியம்மா ஜக்கம்மா வந்து நில்லு பக்கமா  டீகுலோயா டீகுலோயா டீகுலோயா டீகுலோயா டீகுலோயா டீகுலோயா டீகுலோயா டீகுலோயா டீகுலோயா டீகுலோயா டீகுலோயா  கூழாங்கல்லு இடுப்பழகி குறி சொல்லி போனாளே எதிர் காலம் யோகமுன்னு எனக்கு மட்டும் சொன்னாளே பேட்டை புதுப்பேட்டை இது கய்லாங்கடை கோட்டை காசு பணம் சேர்க்க நான் கத்துகிட்டேன் ரூட்ட பேட்டை புதுப்பேட்டை இது கய்லாங்கடை கோட்டை காசு பணம் சேர்க்க அட கத்துகிட்டேன் ரூட்ட சித்திரை மாதத்து கத்திரி வெயிலில் மின்னிய வெண்ணிலா போலவே வந்தாளே  ஹெய் வாடியம்மா ஜக்கம்மா வந்து நில்லு பக்கமா எங்க கூட ஆட்டம் போட ஏண்டியம்மா வெட்கமா பளபளக்கும் தோட்டமா பட்டாம்பூச்சி கூட்டமா தேடி வந்த பசங்களுக்கு தேனை அள்ளி ஊட்டம்மா பத்தமட பாய் இப்போ பட்டு மெத்தை ஆச்சு பத்து ரூபா நோட்டு இப்ப கத்த ரூபா ஆச்சு கட்டாந்தரை எனக்கு இப்ப பட்டா நிலம் ஆச்சு கெட்ட திசையாவும் இப்ப சுக்கிர திசை ஆச்சு  ஹே ஜக்கம்மா ஜக்கு ஜக்கு ஜக்கு ஜக்கம்மா வா பக்கமா பக்கு பக்கு பக்கு பக்கமா"}