{"திரைப்படம்": "Aayiram Jenmangal", "பாடலாசிரியர்": "Rokesh", "இசையமைப்பாளர்": "C. Sathya", "பாடல்": "வாடி என் வாயாடி கிளியே", "வருடம்": "2020", "பாடியவர்கள்": "G. V. Prakash Kumar , Solar Sai", "பாடல்வரிகள்": "ஆண் : வாடி என் வாயாடி கிளியே நீ சும்மான்ன நோண்டாத மியூசிக்கலிய தேடி நான் மாத்திட்ட வழிய கத குடுக்க பாத்த கலக்கிடுவேன் உன்னோட கொலைய  ஆண் : வாடி என் வாயாடி கிளியே நீ சும்மான்ன நோண்டாத மியூசிக்கலிய தேடி நான் மாத்திட்ட வழிய கத குடுக்க பாத்த கலக்கிடுவேன் உன்னோட கொலைய  ஆண் : உண்டிகொல வச்சி நெஞ்ச ரெண்டா வொடச்சி தாண்டி போறேன் இடுச்சி என்ன பார்த்து கண் அடிச்சி  ஆண் : மங்க மஞ்ச மச்சி பண்ணத்தில்ல டச்சி சரீன்னா கட்டி பிடுச்சி போட்டுடுவேன் மூணு முடிச்சி  ஆண் : மிட்டாய் மேல பர்ப்பி யூகேம்முல எடுப்போம் செல்பி ஹேய் மிட்டாய் மேல பர்ப்பி யூகேம்முல எடுப்போம் செல்பி  ஆண் : ஹேய் வாயாடி கிளியே வாடியம்மா வாயாடி கிளியே வாயாடி கிளியே  ஆண் : சும்மா ஒருவாட்டி லவ் பண்ணு என்ன நைட்டோட மாத்துறேன்டி நைட்டி போட்ட உன்ன ஆட்டோல போவாத நான் ஆசை பட்ட பொண்ணே ஆடி கார்ரு வரும் காட்டு நீயும் கண்ண  ஆண் : கொஞ்சோன்டு பேச்சுலதான் என்னென்னமோ சொல்லாத கொஞ்சோன்டு பார்வையில என்ன நீயும் கொல்லாத பின்னாடி சுத்துறேன்னு உங்க அம்மாகிட்ட சொல்லாத இருக்கமாட்டேன் உன் ஞாபகம்தான் இல்லாத  ஆண் : எப்படி பார்த்தாலும் நல்ல புள்ளடி மாமியார் தொல்ல கூட உனக்கு இல்லடி எப்படி பார்த்தாலும் நல்ல புள்ளடி மாமியார் தொல்ல கூட உனக்கு இல்லடி  ஆண் : டீவ்வு கட்டாத பைக்யில சுத்துற ஆளுன்னு நீ கட்டின்னு போனைனா லாரில மாட்டீனு சாவடி  ஆண் : நடந்து காட்டாத ஊரு பசங்க கண்ணுல மாட்டாத நீ வண்டில ஏறுமா மாமா புஷுன்னு போறேன்டி  ஆண் : சீன்னுல சிக்காத எம்மா தொழுவ தள்ளிதான் நிக்காத நீ கிட்டயே இருந்தையினா நானும் கில்லாடி ஆவேன்டி  ஆண் : அசிங்கம திட்டாத உன் நகைய புடுங்கி வைக்காத நல்ல புருஷனா இருப்பேன் நீயும் என் கூட வாயேன்டி என் கூட வாயேன்டி  ஆண் : என் கூட வாயேன்டி…..  ஆண் : உன் கூட….. உன் கூட….. உன் கூட….. உன் கூட….. உன் கூட….. உன் கூட….. உன் கூட….. உன் கூட….. உன் கூட வாயேன்டி……….  ஆண் : உன்ன உஷார் பண்ண நீயே கொடு ரூட்டு ஹேய் மரப்பா போகதம்மா மொக்க சீன்ன போட்டு  ஆண் : ஹேய் வாயாடி கிளியே ஹேய் நீ வாடி வெளியே ஹேய் வாயாடி கிளியே நீ வாடி……  ஆண் : ஹேய் ஹேய் ஹேய் ஹேய்  ஆண் : ஹேய் வாடி என் வாயாடி கிளியே நீ சும்மான்ன நோண்டாத மியூசிக்கலிய தேடி நான் மாத்திட்ட வழிய கத குடுக்க பாத்த கலக்கிடுவேன் உன்னோட கொலைய"}