{"திரைப்படம்": "Oru Kal Oru Kannadi", "பாடலாசிரியர்": "Na. Muthukumar", "இசையமைப்பாளர்": "Harris Jayaraj", "பாடல்": "வேணாம் மச்சான் வேணாம்", "வருடம்": "2012", "பாடியவர்கள்": "Naresh Iyer, Velmurugan", "பாடல்வரிகள்": "வஞ்சரம் மீனு வவ்வாலு.. கெடைச்சா கெளுத்தி விராலு இருக்கு மீசை ஏராலு.. இறங்கி கலக்கு கோபாலு..! வஞ்சரம் மீனு வவ்வாலு.. கெடைச்சா கெளுத்தி விராலு இருக்கு மீசை ஏராலு.. இறங்கி கலக்கு கோபாலு..!  வேணாம் மச்சான் வேணாம் இந்த பொண்ணுக காதலு அது மூடி தொறக்கும் போதே உன்ன கவுக்கும் குவாடரு ஏ..வேணாம் மச்சான் வேணாம் இந்த பொண்ணுக காதலு அது மூடி தொறக்கும் போதே உன்ன கவுக்கும் குவாடரு கடல போல காதல் ஒரு சால்ட் வாடெரு அது கொஞ்சம் கரிக்கும்பொதே நீ துக்கி போட்டுடு..!!  மும்மி சொன்ன பொண்ண கட்டுனா டார்செர் இல்லடா நீயும் டாவடிக்கும் பொண்ண கட்டினா ட்ரௌசெர் அவுருண்டா மும்மி சொன்ன பொண்ண கட்டுனா டார்செர் இல்லடா நீயும் டாவடிக்கும் பொண்ண கட்டினா ட்ரௌசெர் அவுருண்டா கண்ண கலங்க வைக்கும் பிகரு வேணான்டா நம்மக்கு கண்ணீர் அஞ்சலி போஸ்டர் ஒட்டும் நண்பன் போதுண்டா  வஞ்சரம் மீனு வவ்வாலு.. கெடைச்சா கெளுத்தி விராலு இருக்கு மீசை ஏராலு.. இறங்கி கலக்கு கோபாலு..! வஞ்சரம் மீனு வவ்வாலு.. கெடைச்சா கெளுத்தி விராலு இருக்கு மீசை ஏராலு.. இறங்கி கலக்கு கோபாலு..!  வஞ்சரம் மீனு வவ்வாலு.. கெடைச்சா கெளுத்தி விராலு இருக்கு மீசை ஏராலு.. இறங்கி கலக்கு கோபாலு..! வஞ்சரம் மீனு வவ்வாலு.. கெடைச்சா கெளுத்தி விராலு இருக்கு மீசை ஏராலு.. இறங்கி கலக்கு கோபாலு..!  வேணாம் மச்சான் வேணாம் இந்த பொண்ணுக காதலு அது மூடி தொறக்கும் போதே உன்ன கவுக்கும் குவாடரு  பிகுல தினமும் ஒன்னா போனோம் பாக்க்ல இப்போ அவல காணோம் பீச்ல சொகம்மா கடல போட்டோம் கடலுக்கும் இப்போ கன்னீர் மூட்டும்.. பிகுல தினமும் ஒன்னா போனோம் பாக்க்ல இப்போ அவல காணோம் பீச்ல சொகம்மா கடல போட்டோம் கடலுக்கும் இப்போ கன்னீர் மூட்டும்..  கதலிக்கும் போது அட கண்ணு தெரியாது உன் கன்னு முழிச்சுக்கிட்டா அங்க காதல் கிடையாது.. அவ போனாலே போனா தண்ணீர விட்டு மீனா நா காயம் பட்ட மைனா இப்போ பாடுறேன் கானா..!! பிகரு சுகரு மதரி ஜனக்கு ஜனக்கு வவ்வாலு நட்பு தடுப்பு ஊசீட ஜனக்கு ஜனக்கு கோபாலு பிகரு சுகரு மதரி பசங்க மனச உருக்கிடும் நட்பு தடுப்பு ஊசீட ஒடஞ்ச மனச தேத்திடும்..!!  வேணாம் மச்சான் வேணாம் இந்த பொண்ணுக காதலு அது மூடி தொறக்கும் போதே உன்ன கவுக்கும் குவாடரு  பாதியில் வந்த பொண்ண நம்பி ஆத்யில் வளர்ந்த நட்ப விட்டேன்..!! தேதிய போல கிழிச்சிப் புட்டா தேவதை அவளை நம்பி கெட்டேன்..!!  தோலு மட்டும் வெள்ள உன்ன கவுட்துப்புட்டா மெல்ல என்ன பண்ணி என்ன அட அப்பவே நான் சொன்னேன்..!! அவ போட்டாளே போட்டா நல்ல திண்டுகல்லு பூட்டா ஒரு சாவி கொண்டு வாடா என்ன தொறந்து விடேண்டா!!  கண்ணுல மைய்ய வெப்பாடா அதுல பொய்ய வெப்பாடா உதட்டில் சாயம் வெப்பாடா உனக்கு காயம் வெப்பாடா.. கன்னுல மைய்ய வெப்பாடா அதுல பொய்யோ பொய்யையோ உதட்டில் சாயம் வெப்பாடா உனக்கு கையோ கையையோ  வேணாம் மச்சான் வேணாம் இந்த பொண்ணுக காதலு அது மூடி தொறக்கும் போதே உன்ன கவுக்கும் குவாடரு ஏ..வேணாம் மச்சான் வேணாம் இந்த பொண்ணுக காதலு அது மூடி தொறக்கும் போதே உன்ன கவுக்கும் குவாடரு கடல பொல காதல் ஒரு சால்ட் வாடெரு அது கொஞ்சம் கரிக்கும்பொதே நீ துக்கி போட்டுடு..!!  மும்மி சொன்ன பொண்ண கட்டுனா டார்செர் இல்லடா நீயும் டாவடிக்கும் பொண்ண கட்டினா ட்ரௌசெர் அவுருண்டா மும்மி சொன்ன பொண்ண கட்டுனா டார்செர் இல்லடா நீயும் டாவடிக்கும் பொண்ண கட்டினா ட்ரௌசெர் அவுருண்டா கண்ண கலங்க வைக்கும் பிகரு வேணான்டா நம்மக்கு கண்ணீர் அஞ்சலி போஸ்டர் ஒட்டும் நண்பன் போதுண்டா "}