{"திரைப்படம்": "Sangamam", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "வராக நதிக்கரை ஓரம்", "வருடம்": "1999", "பாடியவர்கள்": "Shankar Mahadevan", "பாடல்வரிகள்": "ஓ...கண்ணில் வரும் காட்சியெல்லாம் கண்மணியே உறுத்தும் காணாத உன் உருவம் கண்ணுக்குள்ள இனிக்கும்  வராக நதிக்கரை ஓரம் ஒரே ஒரு பார்வை பார்த்தேன் புறாவே நில்லுனு சொன்னேன் கனாவாய் ஓடி மறஞ்சே  வராக நதிக்கரை ஓரம் ஒரே ஒரு பார்வை பார்த்தேன் புறாவே நில்லுனு சொன்னேன் கனாவாய் ஓடி மறஞ்சே  கண்ணில் வரும் காட்சியெல்லாம் கண்மணியே உறுத்தும் காணாத உன் உருவம் கண்ணுக்குள்ள இனிக்கும்  கண்ணில் வரும் காட்சியெல்லாம் கண்மணியே உறுத்தும் காணாத உன் உருவம் கண்ணுக்குள்ள இனிக்கும்  கண்ணு தக்கு தக்கு தக்குங்குது...ஓஓஓ உள்ள திக்கு திக்கு திக்குங்குது...ஓஓஓ நெஞ்சு ஜல்லு ஜல்லு ஜல்லுங்குது...ஓஓஓ சொல்லு சொல்லு சொல்லு சொல்லுங்குது  வராக நதிக்கரை ஓரம் ஒரே ஒரு பார்வை பார்த்தேன் புறாவே நில்லுனு சொன்னேன் கனாவாய் ஓடி மறஞ்சே --- பஞ்சவர்ணக்கிளி நீ பறந்த பின்னாலும் அஞ்சு வர்ணம் நெஞ்சில் இருக்கு பஞ்சவர்ணக்கிளி நீ பறந்த பின்னாலும் அஞ்சு வர்ணம் நெஞ்சில் இருக்கு பறந்துவந்து...ம்ம்ம்ம்ம்...விருந்து கொடு...ம்ம்ம்ம்ம் மனசுக்குள்ள சடுகுடு சடுகுடு மயக்கத்துக்கு மருந்தொன்னு குடு குடு ஓஓஓ காவேரிக்கரையில் மரமாயிருந்தால் வேருக்கு யோகமடி என் கை ரெண்டும் தாவணியானால் காதல் பழுக்குமடி --- கண்ணு தக்கு தக்கு தக்குங்குது...ஓஓஓ உள்ள திக்கு திக்கு திக்குங்குது...ஓஓஓ நெஞ்சு ஜல்லு ஜல்லு ஜல்லுங்குது...ஓஓஓ சொல்லு சொல்லு சொல்லு சொல்லுங்குது  வராக நதிக்கரை ஓரம் ஒரே ஒரு பார்வை பார்த்தேன் புறாவே நில்லுனு சொன்னேன் கனாவாய் ஓடி மறஞ்சே  கண்ணில் வரும் காட்சியெல்லாம் கண்மணியே உறுத்தும் காணாத உன் உருவம் கண்ணுக்குள்ள இனிக்கும்  கண்ணில் வரும் காட்சியெல்லாம் கண்மணியே உறுத்தும் காணாத உன் உருவம் கண்ணுக்குள்ள இனிக்கும் --- நீ என்னக் கடந்து போகயிலே உன் நிழல பிடிச்சுகிட்டேன் நீ என்னக் கடந்து போகயிலே உன் நிழல பிடிச்சுகிட்டேன் நிழலுக்குள்ள...ம்ம்ம்ம்ம்...குடியிருக்கேன்...ம்ம்ம்ம்ம் ஒடம்பவிட்டு உசிர் மட்டும் தள்ளி நிக்க கிழிஞ்ச நெஞ்ச எதக்கொண்டு நானும் தைக்க ஓஓஓ ஒத்த விழிப்பார்வை ஊடுருவப் பார்த்து தாப்பா தெரிச்சிடுச்சு தாப்பா தெரிச்சிடுச்சு --- கண்ணு தக்கு தக்கு தக்குங்குது...ஓஓஓ உள்ள திக்கு திக்கு திக்குங்குது...ஓஓஓ நெஞ்சு ஜல்லு ஜல்லு ஜல்லுங்குது...ஓஓஓ சொல்லு சொல்லு சொல்லு சொல்லுங்குது  வராக நதிக்கரை ஓரம் ஒரே ஒரு பார்வை பார்த்தேன் புறாவே நில்லுனு சொன்னேன் கனாவாய் ஓடி மறஞ்சே  வராக நதிக்கரை ஓரம் ஒரே ஒரு பார்வை பார்த்தேன் புறாவே நில்லுனு சொன்னேன் கனாவாய் ஓடி மறஞ்சே  கண்ணில் வரும் காட்சியெல்லாம் கண்மணியே உறுத்தும் காணாத உன் உருவம் கண்ணுக்குள்ள இனிக்கும்  கண்ணில் வரும் காட்சியெல்லாம் கண்மணியே உறுத்தும் காணாத உன் உருவம் கண்ணுக்குள்ள இனிக்கும்  தானா தந்தனான தானனான தானா தந்தனான தானனான தானா தந்தனான தானனான தானா தந்தனான தானனான"}