{"திரைப்படம்": "Minnale", "பாடலாசிரியர்": "Thamarai", "இசையமைப்பாளர்": "Harris Jayaraj", "பாடல்": "வேறென்ன வேறென்ன", "வருடம்": "2001", "பாடியவர்கள்": "Harini, P. Unnikrishnan", "பாடல்வரிகள்": "வேறென்ன வேறென்ன வேண்டும் ஒரு முறை சொன்னால் போதும் நிலவையும் உந்தன் கால்மிதியாய் வைப்பேனே வைப்பேனே சொல்லவும் கூட வேண்டாம் கண்ணிமைத்தாலே போதும் கேள்விகளின்றி உயிரையும் நான் தருவேனே ஓ ஓ ஓ.. ஓ மௌனம் மௌனம் மௌனம் மௌனமேன் மௌனமேன் வேறென்ன வேண்டும் வேண்டும் செய்கிறேன் செய்கிறேன்  இவன் யாரோ இவன் யாரோ வந்தது எதற்காக சிரிக்கின்றான் ரசிக்கின்றான் எனக்கே எனக்காக என்னாச்சு எனக்கே தெரியவில்லை என் மூச்சின் காய்ச்சல் குறையவில்லை அட என்ன இது என்ன இது இப்படி மாட்டிக்கொண்டேன் இது பிடிக்கிறதா பிடிக்கலையா யாரிடம் கேட்டு சொல்வேன்  இவன் யாரோ இவன் யாரோ வந்தது எதற்காக சிரிக்கின்றான் ரசிக்கின்றான் எனக்கே எனக்காக என்னாச்சு எனக்கே தெரியவில்லை என் மூச்சின் காய்ச்சல் குறையவில்லை அட என்ன இது என்ன இது இப்படி மாட்டிக்கொண்டேன் இது பிடிக்கிறதா பிடிக்கலையா யாரிடம் கேட்டு சொல்வேன்  தோட்டத்தில் உள்ள தோட்டத்தில் உள்ள பூக்கள் எல்லாமே வண்ணப் பூக்கள் எல்லாமே தலையைத் திருப்பிப் பார்க்கும் ஆனால் அழைத்தது உனைத்தானே நானோ அழைத்தது உனைத்தானே  நெஞ்சே நெஞ்சே உன்னை உள்ளே வைத்தது யாரு  நீ வரும் பாதை எங்கும் என்னிரு உள்ளங்கை தாங்கும் இவன் யாரோ இவன் யாரோ வந்தது எதற்காக சிரிக்கின்றான் ரசிக்கின்றான் எனக்கே எனக்காக என்னாச்சு எனக்கே தெரியவில்லை என் மூச்சின் காய்ச்சல் குறையவில்லை அட என்ன இது என்ன இது இப்படி மாட்டிக்கொண்டேன் இது பிடிக்கிறதா பிடிக்கலையா யாரிடம் கேட்டு சொல்வேன்  இதை யாரிடம் கேட்டு சொல்வேன்  கால்களின் கொலுசே கால்களின் கொலுசே கோபம் வருகிறதே உன்மேல் கோபம் வருகிறதே நான் அந்த இடத்தில் சிணுங்கிடத் துடித்தேன் நீ வந்து கெடுத்தாயே பாவி நீ வந்து கெடுத்தாயே  ஏனோ ஏனோ என்னை பார்க்கச் செய்தாய் உன்னை  நான் உன்னைக் காணத்தானா யுகம்தோறும் காத்துக் கிடந்தேனா  இவன் யாரோ இவன் யாரோ வந்தது எதற்காக சிரிக்கின்றான் ரசிக்கின்றான் ம்ஹ்ம்…  நாந்தானே நாந்தானே வந்தேன் உனக்காக சிரிக்கின்றேன் ரசிக்கின்றேன் உனக்கே உனக்காக என்னாச்சு எனக்கே தெரியல்லையே என் மூச்சின் காய்ச்சல் குறையல்லையே அட என்ன இது என்ன இது என்னிடம் பேசிவிடு என்னை பிடிச்சிருக்கா பிடிக்கல்லயா ஒரு முறை சொல்லி விடு ஒரே ஒரு முறை சொல்லி விடு… ஒரு ஒரு முறை சொல்லி விடு… ஒரே ஒரு முறை சொல்லி விடு… சொல்லி விடு… சொல்லி விடு… சொல்லி விடு…"}