{"திரைப்படம்": "Maaveeran", "பாடலாசிரியர்": "Gangai Amaran", "இசையமைப்பாளர்": "Ilaiyaraaja", "பாடல்": "வாங்கடா வாங்க என் வண்டிக்கு", "வருடம்": "1986", "பாடியவர்கள்": "Malaysia Vasudevan", "பாடல்வரிகள்": "ஒதுங்கு ஒதுங்கு ஒதுங்கு ஒதுங்கு ஒதுங்கு ஒதுங்கு.... ஒதுங்கு ஒதுங்கு ஒதுங்கு ஒதுங்கு ஒதுங்கு ஒதுங்கு ஒதுங்கு ஒதுங்கு ஒதுங்கு ஒதுங்கு.... ஒதுங்கு ஒதுங்கு...ஒதுங்கு ஒதுங்கு.... பப பாப்பா...பபபபா பபப்பப்பப்பா... பப பாப்பா...பபபபா (இசை) டுர்.........ர்....   வாங்கடா வாங்க என் வண்டிக்குப் பின்னாலே... வாங்கத்தான் போறேன் வெற்றி மாலையைக் கை மேலே... வாங்கடா வாங்க என் வண்டிக்குப் பின்னாலே... வாங்கத்தான் போறேன் வெற்றி மாலையைக் கை மேலே... மாவீரன் பேரைச் சொல்லி வணங்கு வணங்கு வணங்கு வணங்கு... மாவீரன் வண்டி வருது ஒதுங்கு ஒதுங்கு ஒதுங்கு ஒதுங்கு... வாங்கடா வாங்க என் வண்டிக்குப் பின்னாலே... வாங்கடா வாங்க...   டுர்.....ர்..டடக் டடக் டடக் டடக் டுர்.....ர்..டடக் டடக் டடக் டடக் என்னோட ராசி மட்டும் எல்லாத்துக்கும் சேரும்... என்னால ஆன மட்டும் எல்லாருக்கும் லாபம்... என்னோட ராசி மட்டும் எல்லாத்துக்கும் சேரும்... என்னால ஆன மட்டும் எல்லாருக்கும் லாபம்...  எட்டு மட்டும் வச்சிப்புட்டா கீழிறங்கி வாறதில்லே... புள்ளி மட்டும் வச்சிப்புட்டு விட்டுப்புட்டு போறதில்லே... ஆகாயத்தைத் தேடி நான் போறதில்லே பாரு ஆண் பிள்ளை சிங்கம் அட என்னைப் போல யாரு... நான் உள்ளதைச் சொல்லுறேன் சொன்னதைச் செய்யுறேன் ஒதுங்கு ஒதுங்கு ஒதுங்கு ஒதுங்கு  வாங்கடா வாங்க என் வண்டிக்குப் பின்னாலே... வாங்கத்தான் போறேன் வெற்றி மாலையைக் கை மேலே... மாவீரன் பேரைச் சொல்லி வணங்கு வணங்கு வணங்கு வணங்கு... மாவீரன் வண்டி வருது ஒதுங்கு ஒதுங்கு ஒதுங்கு ஒதுங்கு... வாங்கடா வாங்க என் வண்டிக்குப் பின்னாலே... வாங்கடா வாங்க...   தந்தான தந்தனானா..னா.. தந்தான தந்தனானா...  தந்தானத்தன தந்தன ஆண்குழு: தந்தன  தந்தானத்தன தந்தன ஆண்குழு: தந்தன  தந்தன தந்தன தந்தன தந்தா...  உச்சி மலையில தான் ஊறுகிற ஆறு வெவ்வேறு பாதை வந்தும் ஒத்துமையா ஆச்சு உச்சி மலையில தான் ஊறுகிற ஆறு வெவ்வேறு பாதை வந்தும் ஒத்துமையா ஆச்சு அஞ்சறிவு உள்ளதெல்லாம் ஒண்ணுக்கொண்ணு சேந்திருக்கு ஆறறிவு உள்ளதுக ஜாதிகளை வச்சிருக்கு  ஆண் : ஆகாயம் நீரும் அந்த அக்கினியும் காத்தும் பொதுவான போது இந்த பூமி மட்டும் வேறு இந்த உண்மைய புரிஞ்சு உள்ளதை தெரிஞ்சு ஒதுங்கு ஒதுங்கு ஒதுங்கு ஒதுங்கு  ஆண் : வாங்கடா வாங்க என் வண்டிக்குப் பின்னாலே... வாங்கத்தான் போறேன் வெற்றி மாலையைக் கை மேலே... மாவீரன் பேரைச் சொல்லி வணங்கு வணங்கு வணங்கு வணங்கு... மாவீரன் வண்டி வருது ஒதுங்கு ஒதுங்கு ஒதுங்கு ஒதுங்கு...  ஆண்:ஒதுங்கு ஒதுங்கு ஒதுங்கு ஒதுங்கு ஒதுங்கு ஒதுங்கு.... ஒதுங்கு ஒதுங்கு ஒதுங்கு ஒதுங்கு ஒதுங்கு ஒதுங்கு ஒதுங்கு ஒதுங்கு ஒதுங்கு ஒதுங்கு.... ஒதுங்கு ஒதுங்கு...ஒதுங்கு ஒதுங்கு....ஒதுங்குடா...டேய்..."}