{"திரைப்படம்": "Mudhalvan", "பாடலாசிரியர்": "Vairamuthu", "இசையமைப்பாளர்": "A. R. Rahman", "பாடல்": "ஷகலக பேபி ஷகலக பேபி", "வருடம்": "1999", "பாடியவர்கள்": "Pravin Mani, Vasundhara Das", "பாடல்வரிகள்": "ஷகலக பேபி ஷகலக பேபி... ஷகலக பேபி ஷகலக பேபி...  ஷகலக பேபி ஷகலக பேபி லுக்-கு விடத் தோணலையா ஷகலக பேபி ஷகலக பேபி லவ்-வு பண்ணத் தோணலையா நோநோநோநோ....... (4) ஷகலக பேபி ஷகலக பேபி லுக்-கு விடத் தோணலையா ஷகலக பேபி ஷகலக பேபி லவ்-வு பண்ணத் தோணலையா நோ நோ நோ நோ(4)  வார்த்தை என்று சொல்லிவிழும் ரோஜா ஒன்றை வீசிப் பாரு ஷையோ ஷையோ ஷையோ ஷையோ நோ நோ நோ நோ நோநோ(4)  பபப பபபபப பயம் என்ன ததத ததததத தடை என்ன உள்ளத்தில் உள்ளது எல்லாம் லெட்டர் ஒன்று போட்டால் என்ன நோ நோ நோ நோ நோ நோ  யா ஷகலக பேபி ஷகலக பேபி லுக்-கு விடத் தோணலையா ஷகலக பேபி ஷகலக பேபி லவ்-வு பண்ணத் தோணலையா  கடற்கரையில் சுடும் வெயில் தரையில் பகல் பன்னிரண்டில் சந்தித்திருப்போம் - ஒரு கோக்கோகோலா வில் ரெண்டு குழல்களிட்டு சாயங்காலம் வரை குடித்திருப்போம் நோ நோ நோ நோ நோ  என் சட்டை மேல ஐஸ்கிரீம் கொட்டிப்போ... அதை துடைக்கின்ற சாக்கில் என்னை தொட்டுப்போ... ஷை யையை யையை யையை யைய்யா  ஃப்ரைடே டெம்பிளுக்கு கூட்டிட்டுப்போ சாட்டர்டே டிஸ்கோத்தேக்கு கூட்டிட்டுப்போ சண்டே டைட்டானிக் கூட்டிட்டுப்போ கூட்டிட்டுப்போ... நோ நோ நோ நோ நோ(2)  யா ஷகலக பேபி ஷகலக பேபி லுக்-கு விடத் தோணலையா ஷகலக பேபி ஷகலக பேபி லவ்-வு பண்ணத் தோணலையா  நான் பெண்ணானதும் நீ ஆணானதும் ஏன் ஏக்கு துஜே கே லியே கிட்ட வா ஏக்கு துஜே ஏக்கு துஜே ஏக்கு துஜே கே லியே ஏக்கு துஜே ஏக்கு துஜே ஏக்கு துஜே கே லியே நோ நோ நோ நோ நோ நோ  ஹே ஹே ஹே ஹே என்னாங்கடா ஆச்சு உங்களுக்கு  பெண்களை வெறுப்பவனா நீ இருபதில் முதியவனா இந்திரத்தின் கடைக்குட்டியா ஷையோ ஹோரே ஆசையின்னும் வரவில்லையா நீ மீசை வைத்த செடி கொடியா ஹாஹாஹாஹ கி.மு.வில் பிறந்தவனா ஷையோ ஹோரே  லவ்-ல் விழுந்து லைப்-ல எழுந்து ஆண்கள் தாடி வெச்சோம் போதும் போதும் பொண்ணுங்க படிப்பில் அதிகம் ஜெயிக்க நாங்க கோட்ட விட்டோம் கோட்ட விட்டோம் லவ்லயிச்சா லவ்லயிச்சா வாழ்க்கை ஓடி விடும் ஓடி விடும் லைப்-ல ஜெயிச்சா லைப்-ல ஜெயிச்சா பொண்ணுங்க தேடிவரும் ஓடி வரும்  யா ஷகலக பேபி ஷகலக பேபி லுக்-கு விடத் தோணலையா  ஷகலக பேபி ஷகலக பேபி லவ்-வு பண்ணத் தோணலையே  ஷகலக பேபி ஷகலக பேபி லவ்-வு பண்ணத் தோணலையா  ஐ டோன்ட் வான்ட் ஐ டோன்ட் வான்ட் ஐ டோன்ட் வான்ட் டு லவ்  ஐ டோன்ட் வான்ட் ஐ டோன்ட் வான்ட் ஐ டோன்ட் வான்ட் டு லவ் ஏ போயா DOஸ் MG "}