{"திரைப்படம்": "Vaalu", "பாடலாசிரியர்": "", "இசையமைப்பாளர்": "S. Thaman", "பாடல்": "ஹே வாசம் மோக்கா", "வருடம்": "2014", "பாடியவர்கள்": "Andrea Jeremiah, Anirudh Ravichander", "பாடல்வரிகள்": "ஹே வாசம் மோக்கா பேச்சோ வோட்கா மை ஹன்சிகா ஹே அஸ்கா லஸ்கா பொன்னே நீ என் ஹுக்கா ஹுக்கா ஹே மேம்போ பேம்போ ஜம்போ ராம்போ யு ஆர் மை சிம்பு ஹே நீயும் நானும் ரெயின்போ வானில் லவ்லி கோம்போ புருவங்கள் ரெண்டில் வளைந்திடும் பெண்டில் தொலைந்திட வேண்டும் வேண்டுமே எனக்கு ஹே இணையத்தில் பாய் பிரெண்டில் விளையாட வேண்டுமே எனக்கு கருவிழி வண்டில் புது ட்ரெண்டில் ஹனி தேட வேண்டுமே எனக்கு கச்சோரி விலையாய் சுனாமி அலையாய் கிறுக்கேறி போகுதே எனக்கு ஹே வாசம் மோக்கா பேச்சோ வோட்கா மை ஹன்சிகா ஹே அஸ்கா லஸ்கா பொன்னே நீ என் ஹுக்கா ஹுக்கா ஹேய் மேம்போ பேம்போ ஜம்போ ராம்போ யு ஆர் மை சிம்பு ஹே நீயும் நானும் ரெயின்போ வானில் லவ்லி கோம்போ  Wanna Look into your eyes You Make me feel so nice Every moments are surprise கொஞ்சம் நெருப்பு கொஞ்சம் ஐஸ் Never feeling insecure What you make me avoo o Nobody nobody உன்ன தவிர உன்ன தவிர ஓ… You and Me, You and Me நாம இருவரும் தான் ஜோடி You and Me, You and Me Always happy Always free நேரினில் உதித்தாய் இன்று Foreign-இல் குதித்தாய் வெள்ளை மூங்கிலே ஒலித்தாய் என்னை ஒற்றை சாங்கிலே கிழித்தாய் உனக்கென என்சூர் செய்து இதழ்களை இன்சூர் செய்தேன் உனை உள்ளே Secure செய்ய நெஞ்சம் எங்கும் பஞ்சர் பார்த்தேன் வானெல்லாம் போகின் மெல்ல உன்னால் நான் பூத்தேனே காலோடு செருப்பாய் சாம்பாரில் பருப்பாய் நானும் நீயும் தான் இருப்போமே ஹே வாசம் மோக்கா பேச்சோ வோட்கா மை ஹன்சிகா ஹே அஸ்கா லஸ்கா பொன்னே நீ என் ஹுக்கா ஹுக்கா ஹேய் மேம்போ பேம்போ ஜம்போ ராம்போ யு ஆர் மை சிம்பு ஹே நீயும் நானும் ரெயின்போ வானில் லவ்லி கோம்போ புருவங்கள் ரெண்டில் வளைந்திடும் பெண்டில் தொலைந்திட வேண்டும் வேண்டுமே எனக்கு ஹே இணையத்தில் பாய் பிரெண்டில் விளையாட வேண்டுமே எனக்கு கருவிழி வண்டில் புது ட்ரெண்டில் ஹனி தேட வேண்டுமே எனக்கு கச்சோரி விலையாய் சுனாமி அலையாய் ஏறிபோகுதே கிறுக்கு உனக்கு ஹே வாசம் மோக்கா பேச்சோ வோட்கா மை ஹன்சிகா ஹே அஸ்கா லஸ்கா பொன்னே நீ என் ஹுக்கா ஹுக்கா ஹேய் மேம்போ பேம்போ ஜம்போ ராம்போ யு ஆர் மை சிம்பு ஹே நீயும் நானும் ரெயின்போ வானில் லவ்லி கோம்போ"}