{"திரைப்படம்": "Nanban", "பாடலாசிரியர்": "Na. Muthukumar", "இசையமைப்பாளர்": "Harris Jayaraj", "பாடல்": "ஹாட்டிலே பற்றரி", "வருடம்": "2012", "பாடியவர்கள்": "Hemachandran, Mukesh", "பாடல்வரிகள்": "ஹார்டிலே பட்டரி சார்ஜுதன் ஆல் இஸ் வெல்ல் தோல்வியா டென்சனா சொல்லிடு ஆல் இஸ் வெல்ல்  ஹார்டிலே பட்டரி சார்ஜுதன் ஆல் இஸ் வெல்ல் தோல்வியா டென்சனா சொல்லிடு ஆல் இஸ் வெல்ல் டைட்டாக லைவ்ப் ஆனாலும் லூசக நீ மாறு வவ்வாலை போல நீ வாழ்ந்தால் பூமி எங்கும் தொங்கும் தோட்டம் பற்றி கடையிலே நூலை கண்டால் ஆல் இஸ் வெல்ல் நூலை கொண்டுவா பட்டம் விடுவோம் மாச கடைசியில் கிங்சும் தீர்ந்தால் ஆல் இஸ் வெல்ல் துண்டு பீடியில் நட்பை கோர்போம்  ஹார்டிலே பட்டரி சார்ஜுதன் ஆல் இஸ் வெல்ல் தோல்வியா டென்சனா சொல்லிடு ஆல் இஸ் வெல்ல் டைட்டாக லைவ்ப் ஆனாலும் லூசக நீ மாறு வவ்வாலை போல நீ வாழ்ந்தால் பூமி எங்கும் தொங்கும் தோட்டம் பற்றி கடையிலே நூலை கண்டால் ஆல் இஸ் வெல்ல் நூலை கொண்டுவா பட்டம் விடுவோம் மாச கடைசியில் கிங்சும் தீர்ந்தால் ஆல் இஸ் வெல்ல் துண்டு பீடியில் நட்பை கோர்போம்  யேல்லே வெள்ளை சொக்கா கையில் என்ன புக்கா? எடியுகேட்டட் லுக்கா சீன் போடாதேய் யேல்லே மக்க மக்கா முக்காடிகும் மக்கா ஒத்த காலு கொக்க நீ மர்க்க கொத்தி நோக்கதேய் மூச்சு முட்டும் பாடம் எல்லம் சொட கொலியா நீ லோடு மேல லோஅடு எத்த மூளை லொறியா மூளயத்தான் மூடைகட்டு பொலோ யுவர் ஹார்ட்டு பீட்டு ரூட்டு டொக்டர் என்பதால் கீரோ இல்லை ஆல் இஸ் வெல்ல் டொப்பிக் மறினால் அவனும் சீரொ ஜொக்கர் என்பதல் சீரொ இல்லை ஆல் இஸ் வெல்ல் சீடு கடிலே நீதான் கீரோ  ஹார்டிலே பட்டரி சார்ஜுதன் ஆல் இஸ் வெல்ல் தோல்வியா டென்சனா சொல்லிடு ஆல் இஸ் வெல்ல்  நீயும் கூட பிரம்மா டேபில் டெஸ்க் ட்ம்மா மதி குத்து கும்ம டியூன் போடம்மா STUDENTS என்ன யம்மா CELL-U குள்ள SIM-ஆ பூடி வைக்க லமா நாம் ESCAPE ஆகி போவோமா? BATHROOM தாழ்பால் இல்லை என்றால் பாடு பாடேன்டா ஒரு TMS-அ ஜெசுதாசா ஆவோம் வாயேன்டா மூழயத்தான் மூட்டைகட்டு பொலோ யுவர் ஹார்ட்டு பீட்டு ரூட்டு கொஸ்டெல் ரூமுகுல் பாம்பும் வந்தால் ஆல் இஸ் வெல்ல் தேர்வில் வங்கிய முட்டை நேடு பீரு அடிசுதன் தோபை போட்டா ஆல் இஸ் வெல்ல் நீயும் அகலாம் பொலிஸ் ஏடு..  ஹார்டிலே பட்டரி சார்ஜுதன் ஆல் இஸ் வெல்ல் தோல்வியா டென்சனா சொல்லிடு ஆல் இஸ் வெல்ல் டைட்டாக லைவ்ப் ஆனாலும் லூசக நீ மாறு வவ்வாலை போல நீ வாழ்ந்தால் பூமி எங்கும் தொங்கும் தோட்டம் பற்றி கடையிலே நூலை கண்டால் ஆல் இஸ் வெல்ல் நூலை கொண்டுவா பட்டம் விடுவோம் மாச கடைசியில் கிங்சும் தீர்ந்தால் ஆல் இஸ் வெல்ல் துண்டு பீடியில் நட்பை கோர்போம் பற்றி கடையிலே நூலை கண்டால் ஆல் இஸ் வெல்ல் நூலை கொண்டுவா பட்டம் விடுவோம் மாச கடைசியில் கிங்சும் தீர்ந்தால் ஆல் இஸ் வெல்ல் துண்டு பீடியில் நட்பை கோர்போம்"}