{"திரைப்படம்": "Thamezharasan", 
"பாடலாசிரியர்": "ARP. Jayaraam", 
"இசையமைப்பாளர்": "Vijay Antony", 
"பாடல்": "​தமிழனோட வீரம் எல்லாம்", 
"வருடம்": "2020", 
"பாடியவர்கள்": "Sid Sriram", 
"பாடல்வரிகள்": "தமிழனோட வீரம் எல்லாம் தற்பெருமை கதைகள் இல்ல சரித்திரந்தான் தம்பி வாடா வா…..  தமிழனோட வீரம் எல்லாம் தற்பெருமை கதைகள் இல்ல சரித்திரந்தான் தம்பி வாடா வா…..  சரித்திரத்த பொரட்டி விடு சாதனைய கணக்கு எடு கணக்கில் இல்லா கணக்கு இதுடா….  வெற்றி கொடி தூக்கிபுடி பாட்டுபடி வேட்டுவெடி வெட்டுவெடிடா  தமிழனோட வீரம் எல்லாம் தற்பெருமை கதைகள் இல்ல சரித்திரந்தான் தம்பி வாடா வா…..   தமிழனோட வீரம் எல்லாம் தற்பெருமை கதைகள் இல்ல சரித்திரந்தான் தம்பி வாடா வா…..  சரித்திரத்த பொரட்டி விடு சாதனைய கணக்கு எடு கணக்கில் இல்லா கணக்கு இதுடா…..  வெற்றி கொடி தூக்கிபுடி பாட்டுபடி வேட்டுவெடி வெட்டுவெடிடா….  வடக்கே இமயம் தொட்டு கல்லெடுத்து தெற்க்கே தட்டி தட்டி சிலை எடுத்தான் கப்பல் கட்டி கடலில் படை எடுத்து எட்டு திக்கும் வெற்றி கொடிய நட்டான்  நாட்டோட எல்லையே இல்லாம ஆக்கினான் பாட்டோட அடங்காது பத்தாது தோற்றோடும் எதிரியின் தோளில் கல் ஏற்றியே தூக்கவச்சு கோயில்கள் கட்டி வச்சான்  ஆண் மற்றும் முண்டாச கட்டிக்கிட்டு வா தண்டோரா கொட்டிக்கிட்டு வா முண்டாச கட்டிக்கிட்டு வா தண்டோரா கொட்டிக்கிட்டு வா  நீ வெற்றி கொடி தூக்கிபுடி பாட்டுபடி வேட்டுவெடி வெட்டுவெடிடா  தமிழனோட வீரம் எல்லாம் தற்பெருமை கதைகள் இல்ல சரித்திரந்தான் தம்பி வாடா வா…..   தமிழனோட வீரம் எல்லாம் தற்பெருமை கதைகள் இல்ல சரித்திரந்தான் தம்பி வாடா வா…..  வெற்றிகென்றா ஆட்டம் ஆடுவது கற்று கொண்டால் கிட்டும் வெற்றி அது திட்டம் போட்டால் வெற்றி வந்திடுமா நம்பி சென்றால் வெற்றி கை விடுமா  எல்லோருக்கும் நல்லவன் எங்கேயும் இல்லடா கடவுளுக்கும் எதிரிகள் இருந்தாங்கடா உன்னோட ஆடுறவன் உன்னோட நண்பன்தான் உனக்கு அவன் போட்டிதான் எதிரி இல்லடா   தாய் பேச்ச தட்டிட மாட்டோம் வாய் பேச்ச விட்டிட மாட்டோம் தாய் பேச்ச தட்டிட மாட்டோம் வாய் பேச்ச விட்டிட மாட்டோம்   நீ வெற்றி கொடி தூக்கிபுடி பாட்டுபடி வேட்டுவெடி வெட்டுவெடிடா….  தமிழனோட வீரம் எல்லாம் தற்பெருமை கதைகள் இல்ல சரித்திரந்தான் தம்பி வாடா வா…..  தமிழனோட வீரம் எல்லாம் தற்பெருமை கதைகள் இல்ல சரித்திரந்தான் தம்பி வாடா வா…..  சரித்திரத்த சரித்திரத்த பொரட்டி விடு பொரட்டி விடு சாதனைய சாதனைய கணக்கு எடு கணக்கு எடு கணக்கில் இல்லா கணக்கு இதுடா….  வெற்றி கொடி தூக்கிபுடி பாட்டுபடி வேட்டுவெடி வெட்டுவெடிடா…."}